{
  "license_title": "U.S. Government Work",
  "maintainer": "PLEASE CONTACT GES DISC HELP DESK SUPPORT GROUP",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "gsfc-help-disc@lists.nasa.gov",
  "num_tags": 3,
  "id": "fd3a4b05-7b6e-4f3d-9eb2-2d544161c6f0",
  "metadata_created": "2014-10-08T03:15:55.419767",
  "metadata_modified": "2016-05-06T08:05:45.371443",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "fd3a4b05-7b6e-4f3d-9eb2-2d544161c6f0",
      "webstore_last_updated": null,
      "id": "8e3157d9-ff7b-4d42-9e76-a0520fb8c891",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "BIN",
      "tracking_summary": {
        "total": 3,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/octet-stream",
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-07-08T15:23:00.528863",
      "url": "http://mirador.gsfc.nasa.gov/cgi-bin/mirador/presentNavigation.pl?tree=project&project=TRMM&dataGroup=Orbital&dataset=2A25%20(Version%20007):%20Radar%20Rainfall%20Rate%20and%20Profile%20(PR)&version=007",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "f2642cb6-70f4-4270-9e92-4a4c27dbef4a",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "atmosphere",
      "id": "104e93c2-cbec-435b-b3ba-0d6385114d41",
      "name": "atmosphere"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "earth-science",
      "id": "f28006f8-df78-4700-b72f-f4a19628ba67",
      "name": "earth-science"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "precipitation",
      "id": "5d53ad2b-1c83-4470-90e4-a5029dd6e211",
      "name": "precipitation"
    }
  ],
  "tracking_summary": {
    "total": 56,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "trmm-precipitation-radar-pr-level-2-rainfall-rate-and-profile-product-trmm-product-2a25-v7",
  "isopen": true,
  "url": null,
  "notes": "The TRMM Precipitation Radar (PR), the first of its kind in space, is an electronically scanning radar, operating at 13.8 GHz that measures the 3-D rainfall distribution over both land and ocean, and defines the layer depth of the precipitation.\n                        \nThe objectives of 2A25 is to correct for the rain attenuation in measured radar reflectivity and to estimate the instantaneous three-dimensional distribution of rain from the TRMM Precipitation Radar (PR) data.  The estimates of attenuation-corrected radar reflectivity factor and rainfall rate are given at each resolution cell of the PR.  The estimated near-surface rainfall rate and average rainfall rate between the two pre-defined altitudes (2 and 4 km) are also calculated for each beam position.\n                        \n2A25 basically uses a hybrid of the Hitschfeld-Bordan method and the surface reference method to estimate the vertical true radar reflectivity (Z) profile.  (The hybrid method is described in Iguchi and Meneghini (1994)).  The vertical rain profile is then calculated from the estimated true Z profile by using an appropriate Z-R relationship.\n                        \nThe attenuation correction is, in principle, based on the surface reference method. This method assumes that the decrease in the apparent surface cross section (delta sigma-zero) is caused by the propagation loss in rain. The coefficient a in the k-Z relationship, k=a Z**b, is adjusted in such a way that the path-integrated attenuation (PIA) estimated from the measured Zm-profile will match the delta sigma-zero.  The attenuation correction of Z is carried out by the Hitschfeld-Bordan method with the modified a.  Since a is adjusted, this type of surface reference method is called the a-adjustment method.  The a-adjustment method assumes that the discrepancy between the PIA estimate from delta sigma-zero and that from the measured Zm-profile can be attributed to the inappropriate choice of a values, which may vary depending on the raindrop size distribution and other conditions.  It assumes that the radar is properly calibrated and that the measured Zm has no error.\n                        \nIn order to avoid inaccuracies in the attenuation correction when rain is weak, a hybrid of the surface reference method and the Hitschfeld-Bordan method is used (Iguchi and Meneghini, 1994).  The PIA is first estimated from the precipitation echo alone.  The weight given by the hybrid method to the PIA estimate from the surface reference increases as the attenuation estimate increases.  When rain is very weak and the attenuation estimate is small, the PIA estimate from the surface reference is effectively neglected.  With the introduction of the hybrid method, the divergence associated with the Hitschfeld-Bordan method is also prevented.\n                        \nOne major difference from the method described in the above reference is that, in order to deal with the beam-filling problem, a non-uniformity parameter is introduced and is used to correct the bias in the surface reference arising from the horizontal non-uniformity of rain field within the beam. Since radar echoes from near the surface are contaminated by the mainlobe clutter, the rain estimate at the lowest point in the clutter-free region is given as the near-surface rainfall rate for each angle bin.\n                        \nSpatial coverage is between 38 degrees North and 38 degrees South, owing to the 35 degree inclination of the TRMM satellite. This orbit provides extensive coverage in the tropics and allows each location to be covered at a different local time each day, enabling the analysis of the diurnal cycle of precipitation. There are, in general, 9150 scans along the orbit, with each scan consisting of 49 rays.  The scan width is about 220 km.       \n                  \nThe data are stored in the Hierarchical Data Format (HDF), which includes both core and product specific metadata applicable to the PR measurements.  A fi...",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "collection_metadata",
      "value": "true"
    },
    {
      "key": "issued",
      "value": "2011-07-15T00:00:00.000Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "source_hash",
      "value": "f35791e5e6dae15f97bd21cc4fd49e4feaf08526"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "temporal",
      "value": "1997-12-07T00:00:00Z/2015-04-01T23:59:59Z"
    },
    {
      "key": "theme",
      "value": [
        "geospatial"
      ]
    },
    {
      "key": "spatial",
      "value": "-180.0 -38.0 180.0 38.0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:001"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "landingPage",
      "value": "http://reverb.echo.nasa.gov/reverb?selected=C193433706-GSFCS4PA"
    },
    {
      "key": "harvest_object_id",
      "value": "2b978d3b-d457-461e-9c28-daa3edd36a11"
    },
    {
      "key": "publisher",
      "value": "GESDISC"
    },
    {
      "key": "identifier",
      "value": "C193433706-GSFCS4PA"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "rights",
      "value": "None"
    },
    {
      "key": "publisher_hierarchy",
      "value": "U.S. Government > National Aeronautics and Space Administration > GESDISC"
    },
    {
      "key": "modified",
      "value": "2015-06-19T00:00:00.000Z"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "accrualPeriodicity",
      "value": "irregular"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a77c63a7fe59b4973d9"
      }
    },
    {
      "key": "harvest_object_id",
      "value": "2b978d3b-d457-461e-9c28-daa3edd36a11"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "TRMM Precipitation Radar (PR) Level 2 Rainfall Rate and Profile Product (TRMM Product 2A25) V7",
  "revision_id": "79d69953-67f4-4ea3-b3aa-33ac7d8be9fe"
}