{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "90b8e3c6-a4d5-40b4-bf8e-12941725155d",
  "metadata_created": "2015-10-15T06:05:06.344846",
  "metadata_modified": "2015-10-30T05:24:39.821582",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "90b8e3c6-a4d5-40b4-bf8e-12941725155d",
      "webstore_last_updated": null,
      "id": "9a8ab81b-295c-4cd0-b385-61f5ff57be0e",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:39.861736",
      "url": "http://www.hanford.gov/page.cfm/RiverCorridor",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "ae1878ff-aa10-4b3f-98fc-ca59f95e48f9",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 5,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "river-corridor",
  "isopen": false,
  "url": null,
  "notes": " The Columbia River was critical to Hanford during its plutonium production mission since river water was used to cool down the nuclear reactors when they were in operation.So, construction crews built all nine of the reactors within close proximity to the Columbia.In addition, Hanford&amp;#39;s 300 Area, a complex of buildings used to conduct experiments as well as manufacture equipment for use throughout the Site, is also located near the river shore.The Columbia River Corridor accounts for about 220 square miles of the Hanford Site.  Today, cleanup work to preserve and protect the Columbia River is the top priority at Hanford. Thousands of workers are involved in hundreds of projects designated to clean up existing contamination and waste sites that are close to the Columbia, preventing that contamination from reaching the river, and cocooning or demolishing structures that are no longer in use.  Cleaning up the River Corridor is a huge task.In fact, the River Corridor Closure Project is the nation&amp;#39;s largest environmental cleanup closure project. There are more than 760 solid and liquid waste sites associated with the project.The soil underneath many of the waste sites also may be contaminated and must be cleaned up along with the material which caused the contamination in the first place.Above ground, there are more than 1,000 structures which must be removed.Some of the facilities are contaminated themselves, which means that before any demolition is done, steps have to be taken to ensure that neither the crews, nor the environment will be harmed during the work.   The effort to clean up the Columbia River Corridor starts only a couple of miles from the city of Richland.This is where the Hanford Site&amp;#39;s 300 Area is located, comprising more than 250 office buildings, laboratories, experimental nuclear reactors, and reactor fuel development and manufacturing facilities.The 300 Area was critical during Hanford&amp;#39;s plutonium production mission. It is where workers made the uranium fuel rods for use in the nuclear reactors, as well as conducted experiments to determine the most efficient ways to make the plutonium.Research to determine the effects of radiation on plants and animals also was done in the 300 Area.  The 300 Area activities generated solid and liquid wastes, which now must be cleaned up, in addition to deactivating, decommissioning, decontaminating, and demolishing almost all of the buildings in the 300 Area complex.Crews remove several structures concurrently, clean up contaminated ground water near the river, and dig up waste that has been buried for dozens of years.  Miles upriver from the 300 Area are the six reactor areas, containing nine former plutonium production reactors.Each area had the main reactor building where the actual process of creating plutonium took place by irradiating uranium fuel rods.In addition, each area had dozens of support and auxiliary buildings that were needed to support reactor operations.Large sites with buried wastes are found at each reactor area, along with sites where contaminated liquids were deposited onto the ground or leaked from temporary storage.  The reactors themselves remain highly radioactive. They are placed in interim safe storage, or cocooned, for up to 75 years. During cocooning, more than 80 percent of the reactor building is demolished down to the 4-foot-thick cement walls that surround the reactor core. All openings are sealed with concrete or plate steel, and a new roof is placed over the remaining structure. The facility is monitored remotely using heat and moisture sensors. Once every five years, the reactor is unsealed, inspected and repaired, if necessary, to prevent intrusion by animals or inclement weather. The 75-year period was selected to give DOE and regulators time to determine a final disposal solution and to allow radioactive materials in the core to decay to relatively manageable levels, allowing workers to safely dismantle the facility. To date, five of the nine reactors have been cocooned: C, D, DR, F and H reactors.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6034"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "d76b44b1-3e66-4c7c-ada6-94590d887033"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6034"
    },
    {
      "key": "source_hash",
      "value": "5d5086b0c13232a81c53116ea1005c275e500ee2"
    },
    {
      "key": "harvest_object_id",
      "value": "d76b44b1-3e66-4c7c-ada6-94590d887033"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "River Corridor",
  "revision_id": "91e92def-802d-48b2-b147-8bcf5b1977be"
}