{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "c636aeca-131f-4b27-ad8e-113a876d9daf",
  "metadata_created": "2015-10-15T06:05:35.902840",
  "metadata_modified": "2015-10-30T05:24:54.786011",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "c636aeca-131f-4b27-ad8e-113a876d9daf",
      "webstore_last_updated": null,
      "id": "e7b4f10b-2024-45fa-923f-6d4b19f6a503",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "test-basin.aspx",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:54.840940",
      "url": "http://www.erdc.usace.army.mil/Media/FactSheets/FactSheetArticleView/tabid/9254/Article/484531/test-basin.aspx",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "9772ac76-d7c5-4760-b432-3918bba263de",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 13,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "test-basin",
  "isopen": false,
  "url": null,
  "notes": " The Ice Engineering Facility Testing Basin at ERDC&amp;#39;s Cold Regions Research and Engineering Laboratory (CRREL) is the largest refrigerated tow tank in the United States that can be used for physical modeling of ice structure interaction using actual cold regions environmental conditions. Tests can use either sea or fresh water and scale model tests can use urea ice. Because the ice properties can be closely controlled by seeding the ice, adjusting freezing rates, and changing the water temperature, the Test Basin can be used on a wide range of research projects. Previous activities in the Test Basin include:  Testing ship models for hull and propulsion performance Developing and evaluating a Rip-Rap shore protection system Evaluating sensors for detecting oil in and under ice Testing herding agents in an ice environment Growing ice for collaboration with OHMSETT involving oil testing in waves Studying the phenomenology of gas exchange in ice covered water Testing floating ice covers Success Stories Because of the increased interest and ship traffic in ice-covered Arctic waters, the U.S. Coast Guard (USCG) requested a study of the range of conditions in which current small, non-ice-hardened vessels can operate and the best operating procedures in ice-covered conditions. The goal of this research was to better understand the current capabilities of current propulsion systems already in the USCG inventory and to potentially look for future system development or refinement opportunities. Using a model craft with shrouded and open propellers and an intake pumping propulsion system, a series of tests in varying brash ice thickness conditions were conducted at a range of speeds to study the interaction between seasonal ice and the two propulsion system configurations. Test results determined the speed at which boats in brash ice fields should operate to prevent increased strain on the outboard motors and possible damage to the propulsion system. The study also demonstrated that the USCG&amp;#39;s waterjet impellers appear to have greater protection from brash ice than an outboard propulsion system. Lastly, the study demonstrated that shrouds may still offer protection to the propellers but in a different configuration. This observation may result in further development and refinement of USCG&amp;#39;s propulsion systems to increase seasonal traffic capabilities at a low cost. Features  A main tank 120 &amp;#215; 30 &amp;#215; 8 feet with a 10 &amp;#215; 10 feet preparation tank on the east end and a melt tank on the west end for ice disposal and perimeter heat to free ice from the wall. Refrigeration capable of 15&amp;#176;F to ambient with limited surface wind to achieve uniform ice thickness. Submerged ice builder coil can maintain the water temperature while ice is growing. A monorail with a 2.5 ton crane on the center line of the tank, 14.5 feet above the water level. A main carriage (blue carriage)with a 1000 pound load rating on all axes at 7 feet per second speed with rack and pinion drive system. Carriage speed is controlled by a variable frequency drive with speed input from the control console or from an external source (i.e., self-propelled model). High force modules can be attached under the carriage, which is capable of a 10,000 pound load on all axes with 2 meters of travel. Ice pushers mounted to the front of the carriage are used to push the ice into the melt tank and to prepare for subsequent test. A personnel carriage (yellow carriage) with two variable frequency drive motors for movement along the tank and jacks to lift the bridge 14 inches to allow parking over the melt tank. The tire-mounted carriage is designed to access the ice during the growing process, to measure the engineering properties of the ice, and to calculate Young&amp;#39;s Modulus by using cantilever beam tests and measuring the deflection with respect to an independent reference beam. The carriage is used in preparing the ice for various tests. Instrumentation  An underwater carriage is in the design phase and anticipated to be fully installed in mid-2014, running the length of the test basin bottom and compatible with a variety of geophysical, remote sensor, audio visual and other instrumentation as needed on a project-specific basis. The main carriage has a DAC Astro-Med TMX with 32 analog, 6 strain gage channels, GPS, and video synchronized with data. Will support digital I/O and control. Ethernet connection via festoon Yellow carriage is instrumented for ice property measurements with analog output to the blue carriage DAC. The SCADA System monitors/controls air and water temperature with trending analysis and real-time accumulated freezing degree hour to monitor ice growth.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6142"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "c2c37780-455f-4a89-bb88-ab5f0f31b4f8"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6142"
    },
    {
      "key": "source_hash",
      "value": "0497e24dc420a5971fb001acd7a9ca7dc532c7f7"
    },
    {
      "key": "harvest_object_id",
      "value": "c2c37780-455f-4a89-bb88-ab5f0f31b4f8"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Test Basin",
  "revision_id": "887f20d6-c117-4685-9892-e871c7a07766"
}