{
  "license_title": "License not specified",
  "maintainer": "Angela  Hight Walker",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "angela.hightwalker@nist.gov",
  "num_tags": 0,
  "id": "c9d0ee9b-f1dd-45d8-a4d7-2977f0f18e62",
  "metadata_created": "2015-10-15T06:03:54.312130",
  "metadata_modified": "2015-10-15T06:03:54.312130",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 3,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "raman-facility",
  "isopen": false,
  "url": null,
  "notes": "  Raman scattering is a powerful light scattering technique used to diagnose the internal structure of molecules and crystals. In a light scattering experiment, light of a known frequency and polarization is scattered from a sample. The scattered light is then analyzed for frequency and polarization. Raman scattered light is frequency-shifted with respect to the excitation frequency because some energy is deposited in the sample. This shift is an intrinsic property of the sample, which corresponds to the excitation energy of &amp;quot;Raman active&amp;quot; vibrational modes. Raman scattering is, as a rule, much weaker than Rayleigh scattering (in which there is no frequency shift). Therefore the experimental setup requires an intense, monochromatic source and carefully filtered collected light to avoid the potentially overwhelming Rayleigh signal. Basic experimental setup An Argon-ion laser beam is filtered for monochromaticity and directed by a system of mirrors to a focusing/collecting lens. The beam is focused onto the sample, and the scattered light which passes back through the same lens is then passed through a second lens into the first stage of the spectrometer. (It is important that the sample is oriented such that the specular reflection from the sample passes outside of the collection lens--otherwise, the laser signal might damage the detector.)  The spectrometer itself is a commercial &amp;quot;triple-grating&amp;quot; system. Physically, it is separated into two stages which are shown schematically here. The first stage is called a monochromator, but is really used as a filter. The incoming signal from the collecting lenses is focused on the first grating, which separates the different wavelengths. This spread-out light is then passed through a slit that can be tuned to reject wavelengths outside of a user-defined range, including light at the laser frequency. The light that makes it through the slit is then refocused on the second grating. This grating compensates for any wavelength-dependence in the dispersion of the first grating, and is oriented such that its dispersion pattern is the mirror image of that from the first grating. Finally the light is refocused and sent out to the second stage, the spectrograph. The second stage focuses the filtered light on the final grating. The dispersed light is now analyzed as a function of position (wavelength). The signal is read by the system detector, a multichannel charge-coupled device array (CCD) in which the different positions (wavelengths) are read simultaneously. The wavelength/intensity information is then read to a computer and converted in software to frequency/intensity, the Raman spectrum. To know determine the energies of the Raman-active excitations and the relative magnitudes of the scattering at different frequencies, our spectrometer response is calibrated against a source with a known spectrum, a well-characterized piece of luminescent glass.  Specifications / Capabilities:   Lasers   Lexel 3000 Ar/ion (single line output, tuneable). 514 nm, 502 nm, 496 nm, 488 nm, 477 nm, 473 nm, 466 nm, 458 nm, and 455 nm lines accessible with &amp;gt; 10 mW power, 50 mW typical output in TEM 00. Uniphase 17 mW He-Ne TEM 00 (633 nm line). Spectra Physics 125 He-Ne TEM 00 (633 nm @45 mW, 611 nm possible; tuneable). Coherent 750 nm diode laser (45 mW max). Coherent Kr/ion (single line output, tuneable). Currently not working.  Spectrometer - Jobin-Yvonne 800 triple-grating spectrometer (double-grating filter plus spectrometer) coupled to a SPEX integrating CCD (nitrogen-cooled). 800 mm focal length; resolution as fine as one wavenumber, to within one wavenumber of the excitation (depending on sample surface smoothness).  Cryostats   Janis UHV optical cryostat with linear position adjustment, usable range 475 K-2.5 K. Requires liquid nitrogen (cools to 77 K) or liquid helium (cools to 2.5 K). National Industries magneto-optical cryostat, usable range 325 K to 2.5 K and 0-7 T. Requires liquid nitrogen and liquid helium.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "5821d335-1525-4854-ab0a-edf5155599a3"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5745"
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "repPhone",
      "value": "301-975-2155"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5745"
    },
    {
      "key": "source_hash",
      "value": "9da7ed89b3086128cb051cdbfd76b348c88f9b0f"
    },
    {
      "key": "harvest_object_id",
      "value": "5821d335-1525-4854-ab0a-edf5155599a3"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Raman facility",
  "revision_id": "0cf4c38b-63df-457f-95ab-705cf284de5e"
}