{
  "relationships_as_object": [

  ],
  "private": false,
  "revision_timestamp": null,
  "frequency": "WEEKLY",
  "id": "b0262658-011b-4558-9cfa-1b5a276def01",
  "metadata_created": "2016-05-11T20:34:23.430106",
  "metadata_modified": "2016-12-05T16:13:04.738324",
  "title": "Western Ecological Research Center (WERC), USGS",
  "state": "active",
  "creator_user_id": "93111",
  "config": "{\"private_datasets\": false}",
  "resources": [

  ],
  "tags": [

  ],
  "source_type": "waf",
  "tracking_summary": {
    "total": 1,
    "recent": 1
  },
  "groups": [

  ],
  "relationships_as_subject": [

  ],
  "name": "western-ecological-research-center-werc-usgs",
  "url": "https://data.usgs.gov/metadata/Western_Ecological_Research_Center/",
  "type": "harvest",
  "notes": "California and Nevada have some of the country's most ecologically rich and diverse area. They contain a dazzling array of habitats from below-sea-level deserts to alpine tundra to coastal mountains, seashores, and marine ecosystems. The scientists of the Western Ecological Research Center reflect the diversity of this region with expertise in a wide range of disciplines. Their capabilities fulfill the varied needs of clients and partners, from ecological research, monitoring and technology development to basic biology and modeling.\r\n\r\nWERC is one of 16 Centers of the Ecosystems Mission Area of the U.S. Geological Survey. Unlike most of these Centers whose personnel are geographically centralized, WERC's scientists and staff are based in offices located throughout California and Nevada. This diversity in location gives the scientists an in-depth understanding of the bioregions in which they reside that enables them to quickly meet high-priority client needs.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "private_datasets": false,
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "revision_id": "e1102228-205c-4f5c-919d-f8dbc40b9451"
}