{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "869a2f5a-d81f-495e-a57f-69deee8ffea3",
  "metadata_created": "2013-03-14T15:03:48.803918",
  "metadata_modified": "2015-04-09T23:32:25.083193",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": null,
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "869a2f5a-d81f-495e-a57f-69deee8ffea3",
      "webstore_last_updated": null,
      "id": "a3b33847-c5d6-4c78-986f-39bb1ecc1a44",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "4b2be7ca-c4e8-482c-9e43-9cd231d6b6f9",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-03-14T16:03:48.826280",
      "url": "http://www.geostor.arkansas.gov/G6/Home.html?id=4fca497cb9d90f19fd3a7a45b6bc849c",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "869a2f5a-d81f-495e-a57f-69deee8ffea3",
      "webstore_last_updated": null,
      "id": "c56ec090-c5bb-455f-afb9-a52b12c3d302",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 2342,
        "recent": 46
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "4b2be7ca-c4e8-482c-9e43-9cd231d6b6f9",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-03-14T16:03:48.826300",
      "url": "http://www.geostor.arkansas.gov",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 46,
    "recent": 4
  },
  "groups": [
    {
      "display_name": "Local Government",
      "description": "Local Government Topic - for all datasets with state, local, county organizations",
      "image_display_url": "",
      "title": "Local Government",
      "id": "ccc6c266-eee8-44bd-89aa-7cd8c4c6bf46",
      "name": "local"
    }
  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Arkansas Geographic Information Office coordinates statewide geographic data and hosts a portal and catalog for discovery.",
    "created": "2013-03-14T03:44:44.085871",
    "title": "State of Arkansas",
    "name": "arkansas-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.50states.com/flag/image/nunst005.gif",
    "revision_id": "3a817c03-47cd-4444-b4ab-9734805a04e9",
    "type": "organization",
    "id": "73513ca8-1988-426e-9db2-73b8d0247d67",
    "approval_status": "approved"
  },
  "name": "large-roman-catholic-church-point",
  "isopen": false,
  "url": null,
  "notes": "Roman Catholic Churches In Large Cities in Arkansas This dataset includes buildings where Roman Catholics gather for organized worship in cities with a population of 50,000 people or more. Roman Catholic Churches are Christian Churches that are subject to the papal authority in Rome. In addition to what are commonly thought of as Roman Catholic Churches, this data set also includes Newman (or Neumann) Centers and Chaldean Churches. Newman Centers are Roman Catholic Churches setup specifically to serve college or university populations. The Chaldean Church (also known as the Chaldean Church of Babylon) reunited with the Catholic Church in the 15th century. It originated in the Middle East. If a group of Roman Catholics gather for organized worship at a location that also serves another function, such as a school, these locations are included in this dataset if they otherwise meet the criteria for inclusion. Roman Catholic Shrines are included if they hold regularly scheduled mass. If a congregation celebrates mass at multiple locations, we have tried to include all such locations. This dataset excludes churches that are not subject to papal authority in Rome. Some churches may refer to themselves as \"Catholic\", and yet not be part of the \"Roman\" Catholic Church and these Churches are excluded from this dataset. Specifically Protestant Churches and their descendants which separated from the Roman Catholic Church beginning in 1517, Eastern Orthodox Churches (e.g. Russian, Greek) which separated from the Roman Catholic Church in 1054, and Episcopalian (Church of England in America) which separated from the Roman Catholic Church in 1534 are excluded. The 22 \"Eastern Catholic autonomous particular churches\", with the exception of the Chaldean Church, are also excluded. These are Churches which are in full communion with the Pope in Rome, but which practice their own rites which are different from the Western or Latin Roman Catholic Church. This dataset excludes rectories. Private homes, even if they are used for formal worship, are excluded from this dataset. Locations that are only used for administrative purposes are also excluded. This dataset also includes original TGS research. All data is non license restricted data. TGS has ceased making phone calls to verify information about religious locations. Therefore all entities in this dataset were “verified” using alternative reference sources, such as topo maps, parcel maps, various sources of imagery, and internet research. The [CONTHOW] (contact how) attribute for these entities has been set to “ALT REF”. Text fields in this dataset have been set to all upper case to facilitate consistent database engine search results. All diacritics (e.g. the German umlaut or the Spanish tilde) have been replaced with their closest equivalent English character to facilitate use with database systems that may not support diacritics. The currentness of this dataset is indicated by the [CONTDATE] attribute. Based upon this attribute, the oldest record dates from 2007/09/05 and the newest record dates from 2007/09/05",
  "owner_org": "73513ca8-1988-426e-9db2-73b8d0247d67",
  "extras": [
    {
      "key": "temporal-extent-begin",
      "value": "2007-09-05"
    },
    {
      "key": "temporal-extent-end",
      "value": "2007-09-05"
    },
    {
      "key": "contact-email",
      "value": "mthompson@tgstech.com"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-94.431128"
    },
    {
      "key": "metadata-date",
      "value": "2009-05-05"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2008-01-22\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-90.697061"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "36.089086"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "34.197124"
    },
    {
      "key": "licence",
      "value": "[\"The data herein, including but not limited to geographic data, tabular data, analytical data, electronic data structures or files, are provided \\\"as is\\\" without warranty of any kind, either expressed or implied, or statutory, including, but not limited to, the implied warranties or merchantability and fitness for a particular purpose. The entire risk as to the quality and performance of the data is assumed by the user. No guarantee of accuracy is granted, nor is any responsibility for reliance thereon assumed. In no event shall the Arkansas Geographic Information Office be liable for direct, indirect, incidental, consequential or special damages of any kind, including, but not limited to, loss of anticipated profits or benefits arising out of use of or reliance on the data.The Arkansas Geographic Information Office does not accept liability for any damages or misrepresentation caused by inaccuracies in the data or as a result of changes to the data caused by system transfers or other transformations or conversions, nor is there responsibility assumed to maintain the data in any manner or form.This data has been developed from the best available sources. Although efforts have been made to ensure that the data is accurate and reliable, errors and variable conditions originating from physical sources used to develop the data may be reflected in the data supplied. Users must be aware of these conditions and bear responsibility for the appropriate use of the information with respect to possible errors, scale, resolution, rectification, positional accuracy, development methodology, time period, environmental and climatic conditions and other circumstances specific to this data. The user is responsible for understanding the accuracy limitations of the data provided herein. The burden for determining fitness for use lies entirely with the user.The user should refer to the accompanying metadata notes for a description of the data and data development procedures.Although this data has been processed successfully on computers at the Arkansas Geographic Information Office, no guarantee, expressed or implied, is made by Arkansas Geographic Information Office regarding the use of these data on any other system, nor does the act of distribution constitute or imply any such warranty. Distribution of these data is intended for information purposes and should not be considered authoritative for engineering, legal and other site-specific uses.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"TechniGraphics, Inc.\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-94.431128, 34.197124], [-94.431128, 36.089086], [-90.697061, 36.089086], [-90.697061, 34.197124], [-94.431128, 34.197124]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: None\", \"Access Constraints: None\"]"
    },
    {
      "key": "frequency-of-update",
      "value": "unknown"
    },
    {
      "key": "tags",
      "value": "Catholic Church, Catholic theological seminaries, Catholic World Mission, Cathedrals, Chapels, Christian shrines, Catholic, Church, Christian, Missions, structure, society"
    },
    {
      "key": "harvest_object_id",
      "value": "0391b6c9-befd-44ea-9024-f3506c7d4e0b"
    },
    {
      "key": "harvest_source_id",
      "value": "79923f0a-a787-4995-aa2e-ccb7c5f402a9"
    },
    {
      "key": "harvest_source_title",
      "value": "Arkansas Geographic Information Office"
    }
  ],
  "title": "Large Roman Catholic Church (point)",
  "revision_id": "d4f62600-b970-4d4a-a191-3b326f87812c"
}