{
  "license_title": "U.S. Government Work",
  "maintainer": "Samuel Krucker",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "krucker@ssl.berkeley.edu",
  "num_tags": 3,
  "id": "8250888b-586a-4b61-9080-9fc2c101ee03",
  "metadata_created": "2015-04-09T18:54:25.492788",
  "metadata_modified": "2015-07-08T19:28:35.602586",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "8250888b-586a-4b61-9080-9fc2c101ee03",
      "webstore_last_updated": null,
      "id": "a9044fcc-ea8c-44c1-93c3-d92081b3671e",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "XML",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/xml",
      "cache_url": null,
      "name": "XML File",
      "created": "2015-04-09T14:54:25.678198",
      "url": "http://techport.nasa.gov/xml-api/10765",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "cbb1b9f2-7fd8-4323-b03e-c3213f007545",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "active",
      "id": "e48100ef-ebfc-4859-8e8a-91a0f5feaae6",
      "name": "active"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "project",
      "id": "24471320-3e5c-42b5-a078-8e48e70e2ac4",
      "name": "project"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "wallops-flight-facility",
      "id": "91151cd9-a956-4a29-8e51-54b7cf58d1ab",
      "name": "wallops-flight-facility"
    }
  ],
  "tracking_summary": {
    "total": 16,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "the-focusing-optics-x-ray-solar-imager-foxsi-update-amp-second-launch-project",
  "isopen": true,
  "url": null,
  "notes": "&lt;p&gt;\r\n\tParticle acceleration in solar flares and its contribution to coronal heating are among the main&amp;nbsp; unsolved problems in heliophysics. Accelerated electrons in a plasma radiate hard X-ray (HXR)&amp;nbsp; emission through the well-known process of bremsstrahlung. HXR observations therefore are a&amp;nbsp; powerful diagnostic tool, providing quantitative measurements of flare-accelerated electrons. Since&amp;nbsp; bremsstrahlung emission depends on the density of the ambient medium, solar HXR emission is&amp;nbsp; usually brightest from below the transition region, where the density increases rapidly towards the&amp;nbsp; photosphere. Electron beams entering the chromosphere lose energy quickly through collisions and&amp;nbsp; produce relatively intense HXR emission at the footpoints of magnetic field lines. Electron beams&amp;nbsp; moving in the relatively tenuous corona suffer very few collisions, losing little energy and producing&amp;nbsp; only faint HXR emission. Present-day HXR instrumentation does not have the sensitivity to see&amp;nbsp; faint HXR emission from electrons traveling in the corona, nor the dynamic range to see such&amp;nbsp; faint emission in the presence of bright HXR footpoint emission in the chromosphere. Existing&amp;nbsp; observations therefore show us only where energetic electrons are stopped, but not where they&amp;nbsp; are accelerated, nor along what path they escape from the acceleration site. The most sensitive&amp;nbsp; solar HXR observations so far are provided by the Reuven Ramaty High Energy Spectroscopic&amp;nbsp; Imager (RHESSI) (Lin et al. 2002). These measurements are obtained with a non-focusing rotation&amp;nbsp; modulation collimator (RMC) imaging technique (Hurford et al. 2002). RMCs and other types&amp;nbsp; of non-focusing imaging, however, have intrinsically limited dynamic range and sensitivity. HXR&amp;nbsp; focusing optics can overcome both of these limitations (Section 1.2.2).&amp;nbsp;&lt;/p&gt;\r\n&lt;p&gt;\r\n\tThe Focusing Optics X-ray Solar Imager (FOXSI) is a sounding rocket payload funded under the&amp;nbsp; NASA Low Cost Access to Space (LCAS) program to test HXR focusing optics combined with&amp;nbsp; silicon strip detectors for solar observations (Krucker et al. 2009). The FOXSI program is being led&amp;nbsp; by the Space Sciences Laboratory at UC Berkeley in collaboration with the Marshall Space Flight&amp;nbsp; Center (MSFC) and the Japan Aerospace Exploration Agency (JAXA). FOXSI is on schedule&amp;nbsp; and on budget for a launch in October 2010. FOXSI will offer imaging spectroscopy and&amp;nbsp; unprecedented HXR sensitivity and dynamic range. FOXSI will be !100 times more sensitive than&amp;nbsp; RHESSI at 10 keV, and, for the first time, detect the non-thermal counterparts of quiet sun network&amp;nbsp; flares (Section 1.2.4).&amp;nbsp;&lt;/p&gt;\r\n&lt;p&gt;\r\n\tHere we propose a continuation of the FOXSI program which includes data analysis&amp;nbsp; and a second flight with an upgraded version of FOXSI. At moderate cost, we propose to&amp;nbsp; enhance the effective area, in particular at higher energies (by a factor of !4 at 15 keV), by adding&amp;nbsp; 3 more shells to the existing 7-shell optics (see Figure 9). Furthermore, our Japanese collaborators&amp;nbsp; will provide, at no cost, newly available double-sided cadmium telluride (CdTe) detectors as&amp;nbsp; a replacement for the Si detectors to allow us to take full advantage of the effective area at higher&amp;nbsp; energies. A second flight will therefore not only allow us to continue testing HXR focusing&amp;nbsp; optics for solar observations and also test newly developed CdTe strip detectors&amp;nbsp; in flight but is also expected to provide a significant increase in scientific return. In&amp;nbsp; this two year proposal, the first year (2011) will be used to upgrade the FOXSI payload and to&amp;nbsp; analyze data from the first flight, while the second flight is planned for the middle of the second &amp;nbsp;year (Spring 2012).&amp;nbsp;&lt;/p&gt;\r\n&lt;p&gt;\r\n\tFOXSI will be a pathfinder for the future generation of HXR solar spectroscopic&amp;nbsp; imagers. The NASA roadmap for Heliophysics 2009 promotes two future missions: the Solar&amp;nbsp; Energetic Particle Acceleration and Transport (SEPAT) mission and the Heliospheric Magnetics (HMag) misson. These include imaging spectrometers to study coronal HXR sources. Using focusing optics as in FOXSI, such a future space-based instrument will be about !1000 times more&amp;nbsp; sensitive than RHESSI at 10 keV (about 200 times at 50 keV), will have a dynamic range of several&amp;nbsp; hundred, spatial resolution around 7 arcsec, and an excellent spectral resolution of &amp;lt;1 keV (Sec- tion 1.4). An instrument with this kind of sensitivity and dynamic range will be able to&amp;nbsp; image where electrons are accelerated, along which field line they travel away from the&amp;nbsp; acceleration site, where they are stopped, and how some electrons escape into interplanetary&amp;nbsp; space. Simultaneously, spectroscopy will provide quantitative measurements such as&amp;nbsp; the energy spectrum, density, and energy content of the accelerated electrons. Such an instrument&amp;nbsp; will revolutionize our understand of electron acceleration in solar flares.&amp;nbsp;&lt;/p&gt;\r\n",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2010-11-01T00:00:00Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "references",
      "value": [
        "http://techport.nasa.gov/home",
        "http://techport.nasa.gov/doc/home/TechPort_Advanced_Search.pdf",
        "http://techport.nasa.gov/fetchFile?objectId=6561",
        "http://techport.nasa.gov/fetchFile?objectId=3456",
        "http://techport.nasa.gov/fetchFile?objectId=3447",
        "http://techport.nasa.gov/fetchFile?objectId=6584",
        "http://techport.nasa.gov/fetchFile?objectId=6560",
        "http://techport.nasa.gov/fetchFile?objectId=3448"
      ]
    },
    {
      "key": "source_hash",
      "value": "4adb822be1e385dc6ad6ebf8e2bac65290d69060"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "temporal",
      "value": "2010-11-01T00:00:00Z/2013-10-01T00:00:00Z"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:000"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://techport.nasa.gov/view/10765"
    },
    {
      "key": "harvest_object_id",
      "value": "5bfaa601-1ffe-4385-ad73-a0eb98f65078"
    },
    {
      "key": "publisher",
      "value": "Science Mission Directorate"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a86c63a7fe59b498083"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "National Aeronautics and Space Administration > Science Mission Directorate"
    },
    {
      "key": "modified",
      "value": "2015-03-12"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": "TECHPORT_10765"
    },
    {
      "key": "harvest_object_id",
      "value": "5bfaa601-1ffe-4385-ad73-a0eb98f65078"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "The Focusing Optics X-ray Solar Imager (FOXSI): Update &amp; Second Launch Project",
  "revision_id": "a0b9ed13-b545-4e0c-b2bc-d36f3ca420ee"
}