{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "6baaa5a9-b391-4ee3-a64b-dc9eee2c1944",
  "metadata_created": "2016-12-07T22:12:58.715734",
  "metadata_modified": "2016-12-07T22:12:58.715734",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "6baaa5a9-b391-4ee3-a64b-dc9eee2c1944",
      "webstore_last_updated": null,
      "id": "855cece4-169c-4266-aaeb-e454781b9e12",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "Vector Digital Data Set (Polygon)",
      "tracking_summary": {
        "total": 5,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "mimetype": null,
      "cache_url": null,
      "name": "Vector Digital Data Set (Polygon)",
      "created": "2016-12-07T17:12:58.930142",
      "url": "http://www.sciencebase.gov",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "efd8e367-d6ae-4e14-932f-58145b05f03e",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "6baaa5a9-b391-4ee3-a64b-dc9eee2c1944",
      "webstore_last_updated": null,
      "id": "ad32856c-ce31-49c1-8aa3-99d05a896139",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 5,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "efd8e367-d6ae-4e14-932f-58145b05f03e",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-12-07T17:12:58.930170",
      "url": "http://www.sciencebase.gov",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "6baaa5a9-b391-4ee3-a64b-dc9eee2c1944",
      "webstore_last_updated": null,
      "id": "e6e08f26-382a-414b-bb79-f24ca21d83f5",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "efd8e367-d6ae-4e14-932f-58145b05f03e",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-12-07T17:12:58.930181",
      "url": "http://dx.doi.org/10.3133/ofr20141163",
      "webstore_url": null,
      "last_modified": null,
      "position": 2,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 3,
  "tags": [

  ],
  "tracking_summary": {
    "total": 0,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "composite-management-categories-for-greater-sage-grouse-in-nevada-and-northeastern-california6d157",
  "isopen": false,
  "url": null,
  "notes": "This shapefile represents proposed management categories (Core, Priority, General, and Non-Habitat) derived from the intersection of habitat suitability categories and lek space use. Habitat suitability categories were derived from a composite, continuous surface of sage-grouse habitat suitability index (HSI) values for Nevada and northeastern California formed from the multiplicative product of the spring, summer, and winter HSI surfaces. Summary of steps to create Management Categories: HABITAT SUITABILITY INDEX: The HSI was derived from a generalized linear mixed model (specified by binomial distribution and created using ArcGIS 10.2.2) that contrasted data from multiple environmental factors at used sites (telemetry locations) and available sites (random locations). Predictor variables for the model represented vegetation communities at multiple spatial scales, water resources, habitat configuration, urbanization, roads, elevation, ruggedness, and slope. Vegetation data was derived from various mapping products, which included NV SynthMap (Petersen 2008, SageStitch (Comer et al. 2002, LANDFIRE (Landfire 2010), and the CA Fire and Resource Assessment Program (CFRAP 2006). The analysis was updated to include high resolution percent cover within 30 x 30 m pixels for Sagebrush, non-sagebrush, herbaceous vegetation, and bare ground (C. Homer, unpublished; based on the methods of Homer et al. 2014, Xian et al. 2015 ) and conifer (primarily pinyon-juniper, P. Coates, unpublished). The pool of telemetry data included the same data from 1998 - 2013 used by Coates et al. (2014) as well as additional telemetry location data from field sites in 2014. The dataset was then split according to calendar date into three seasons. Spring included telemetry locations (n = 14,058) from mid-March to June; summer included locations (n = 11,743) from July to mid-October; winter included locations (n = 4862) from November to March. All age and sex classes of marked grouse were used in the analysis. Sufficient data (i.e., a minimum of 100 locations from at least 20 marked Sage-grouse) for modeling existed in 10 subregions for spring and summer, and seven subregions in winter, using all age and sex classes of marked grouse. It is important to note that although this map is composed of HSI values derived from the seasonal data, it does not explicitly represent habitat suitability for reproductive females (i.e., nesting and with broods). Insufficient data were available to allow for estimation of this habitat type for all seasons throughout the study area extent. A Resource Selection Function (RSF) was calculated for each subregion using R software (v 3.13) and season using generalized linear models to derive model-averaged parameter estimates for each covariate across a set of additive models. For each season, subregional RSFs were transformed into Habitat Suitability Indices, and averaged together to produce an overall statewide HSI whereby a relative probability of occurrence was calculated for each raster cell. The three seasonal HSI rasters were then multiplied to create a composite annual HSI. In order to account for discrepancies in HSI values caused by varying ecoregions within Nevada, the HSI was divided into north and south extents using a slightly modified flood region boundary (Mason 1999) that was designed to represent respective mesic and xeric regions of the state. North and south HSI rasters were each relativized according to their maximum value to rescale between zero and one, then mosaicked once more into a state-wide extent. HABITAT CATEGORIZATION: Using the same ecoregion boundaries described above, the habitat classification dataset (an independent data set comprising 10% of the total telemetry location sample) was split into locations falling within respective north and south regions. HSI values from the composite and relativized statewide HSI surface were then extracted to each classification dataset location within the north and south region. The distribution of these values were used to identify class break values corresponding to 0.5 (high), 1.0 (moderate), and 1.5 (low) standard deviations (SD) from the mean HSI. These class breaks were used to classify the HSI surface into four discrete categories of habitat suitability: High, Moderate, Low, and Non-Habitat. In terms of percentiles, High habitat comprised greater than 30.9 % of the HSI values, Moderate comprised 15 – 30.9%, Low comprised 6.7 – 15%, and Non-Habitat comprised less than 6.7%.The classified north and south regions were then clipped by the boundary layer and mosaicked to create a statewide categorical surface for habitat selection. Each habitat suitability category was converted to a vector output where gaps within polygons less than 1.2 million square meters were eliminated, polygons within 500 meters of each other were connected to create corridors and polygons less than 1.2 million square meters in one category were incorporated to the adjacent category. The final step was to mask major roads that were buffered by 50m (Census, 2014), lakes (Peterson, 2008) and urban areas, and place those masked areas into the non-habitat category. The existing urban layer (Census 2010) was not sufficient for our needs because it excluded towns with a population lower than 1,500. Hence, we masked smaller towns (populations of 100 to 1500) and development with Census Block polygons (Census 2015) that had at least 50% urban development within their boundaries when viewed with reference imagery (ArcGIS World Imagery Service Layer). SPACE USE INDEX CALCULATION: Updated lek coordinates and associated trend count data were obtained from the 2015 Nevada Sage-grouse Lek Database compiled by the Nevada Department of Wildlife (NDOW, S. Espinosa, 9/20/2015). Leks count data from the California side of the Buffalo-Skedaddle and Modoc PMU's that contributed to the overall space-use model were obtained from the Western Association of Fish and Wildlife Agencies (WAFWA), and included count data up to 2014. We used NDOW data for border leks (n = 12), and WAFWA data for those fully in California and not consistently surveyed by NDOW. We queried the database for leks with a ‘LEKSTATUS’ field classified as ‘Active’ or ‘Pending’. Active leks comprised leks with breeding males observed within the last 5 years (through the 2014 breeding season). Pending leks comprised leks without consistent breeding activity during the prior 3 - 5 surveys or had not been surveyed during the past 5 years; these leks typically trended towards ‘inactive’, or newly discovered leks with at least 2 males. A sage-grouse management area (SGMA) was calculated by buffering Population Management Units developed by NDOW by 10km. This included leks from the Buffalo-Skedaddle PMU that straddles the northeastern California – Nevada border, but excluded leks for the Bi-State Distinct Population Segment. The 5-year average (2011 - 2015) for the number of male grouse (or NDOW classified 'pseudo-males' if males were not clearly identified but likely) attending each lek was calculated. Compared to the 2014 input lek dataset, 36 leks switched from pending to inactive, and 74 new leks were added for 2015 (which included pending ‘new’ leks with one year of counts. A total of 917 leks were used for space use index calculation in 2015 compared to 878 leks in 2014. Utilization distributions describing the probability of lek occurrence were calculated using fixed kernel density estimators (Silverman 1986) with bandwidths estimated from likelihood based cross-validation (CVh) (Horne and Garton 2006). UDs were weighted by the 5-year average (2011 - 2015) for the number of males grouse (or unknown gender if males were not identified) attending leks. UDs and bandwidths were calculated using Geospatial Modelling Environment (Beyer 2012) and the ‘ks’ package (Duong 2012) in Program R. Grid cell size was 30m. The resulting raster was re-scaled between zero and one by dividing by the maximum pixel value. The non-linear effect of distance to lek on the probability of grouse spatial use was estimated using the inverse of the utilization distribution curves described by Coates et al. (2013), where essentially the highest probability of grouse spatial use occurs near leks and then declines precipitously as a non-linear function. Euclidean distance was first calculated in ArcGIS, reclassified into 30-m distance bins (ranging from 0 - 30,000m), and bins reclassified according to the non-linear curve in Coates et al. (2013). The resulting raster was re-scaled between zero and one by dividing by the maximum cell value. A Spatial Use Index (SUI) was calculated by taking the average of the lek utilization distribution and non-linear distance-to-lek rasters in ArcGIS, and re-scaled between zero and one by dividing by the maximum cell value. The volume of the SUI at cumulative at specific isopleths was extracted in Geospatial Modelling Environment (Beyer 2012) with the command ‘isopleth’. Interior polygons (i.e., donuts’ > 1.2 km2) representing no probability of use within a larger polygon of use were erased from each isopleth. The 85% isopleth, which provided greater spatial connectivity and consistency with previously used agency standards (e.g., Doherty et al. 2010), was ultimately recommended by the Sagebrush Ecosystem Technical Team. The 85% SUI isopleth was clipped by the Nevada state boundary. MANAGEMENT CATEGORIES: The process for category determination was directed by the Nevada Sagebrush Ecosystem Technical team. Sage-grouse habitat was categorized into 4 classes: High, Moderate, Low, and Non-Habitat as described above, and intersected with the space use index to form the following management categories . 1) Core habitat: Defined as the intersection between all suitable habitat (High, Moderate, and Low) and the 85% Space Use Index (SUI). 2) Priority habitat: Defined as all high quality habitat falling outside the 85% SUI and all non-habitat falling within the 85% SUI 3) General habitat: Defined as moderate and low quality habitat falling outside the 85% SUI. 4) Non-Habitat. Defined as non-habitat falling outside the 85% SUI. REFERENCES: Beyer HL. 2012. Geospatial Modelling Environment (Version 0.7.2.0). http://www.spatialecology.com/gme California Forest and Resource Assessment Program. 2006 (CFRAP). Statewide Land Use / Land Cover Mosaic. [Geospatial data.] California Department of Forestry and Fire Protection, http://frap.cdf.ca.gov/data/frapgisdata-sw-rangeland-assessment_data.php Census 2010. TIGER/Line Shapefiles. Urban Areas [Geospatial data.] U.S. Census Bureau, Washington D.C., https://www.census.gov/geo/maps-data/data/tiger-line.html Census 2014. TIGER/Line Shapefiles. Roads [Geospatial data.] U.S. Census Bureau, Washington D.C., https://www.census.gov/geo/maps-data/data/tiger-line.html Census 2015. TIGER/Line Shapefiles. Blocks [Geospatial data.] U.S. Census Bureau, Washington D.C., https://www.census.gov/geo/maps-data/data/tiger-line.html Coates, P.S., Casazza, M.L., Brussee, B.E., Ricca, M.A., Gustafson, K.B., Overton, C.T., Sanchez-Chopitea, E., Kroger, T., Mauch, K., Niell, L., Howe, K., Gardner, S., Espinosa, S., and Delehanty, D.J. 2014, Spatially explicit modeling of greater sage-grouse (Centrocercus urophasianus) habitat in Nevada and northeastern California—A decision-support tool for management: U.S. Geological Survey Open-File Report 2014-1163, 83 p., http://dx.doi.org/10.3133/ofr20141163. ISSN 2331-1258 (online) Coates PS, Casazza ML, Blomberg EJ, Gardner SC, Espinosa SP, Yee JL, Wiechman L, Halstead BJ. 2013. “Evaluating greater sage-grouse seasonal space use relative to leks: Implications for surface use designations in sagebrush ecosystems.” The Journal of Wildlife Management 77: 1598-1609. Comer, P., Kagen, J., Heiner, M., and Tobalske, C. 2002. Current distribution of sagebrush and associated vegetation in the western United States (excluding NM). [Geospatial data.] Interagency Sagebrush Working Group, http://sagemap.wr.usgs.gov Doherty KE, Tack JD, Evans JS, Naugle DE. 2010. Mapping breeding densities of greater sage-grouse: A tool for range-wide conservation planning. Bureau of Land Management. Report Number: L10PG00911. Accessed at: http://www.conservationgateway.org/ConservationByGeography/NorthAmerica/Pages/sagegrouse.aspx# Duong T. 2012. ks: Kernel smoothing. R package version 1.8.10. http://CRAN.R-project.org/package=ks LANDFIRE. 2010. 1.2.0 Existing Vegetation Type Layer. [Geospatial data.] U.S. Department of the Interior, Geological Survey, http://landfire.cr.usgs.gov/viewer/ Mason, R.R. 1999. The National Flood-Frequency Program—Methods For Estimating Flood Magnitude And Frequency In Rural Areas In Nevada U.S. Geological Survey Fact Sheet 123-98 September, 1999, Prepared by Robert R. Mason, Jr. and Kernell G. Ries III, of the U.S. Geological Survey; and Jeffrey N. King and Wilbert O. Thomas, Jr., of Michael Baker, Jr., Inc., http://pubs.usgs.gov/fs/fs-123-98/ Homer, C.G., Aldridge, C.L., Meyer, D.K., and Schell, S.J. 2014. Multi-Scale Remote Sensing Sagebrush Characterization with Regression Trees over Wyoming, USA; Laying a Foundation for Monitoring. International Journal of Applied Earth Observation and Geoinformation 14, Elsevier, US. Horne JS, Garton EO. 2006. “Likelihood cross-validation versus least squares cross-validation for choosing the smoothing parameter in kernel home-range analysis.” Journal of Wildlife Management 70: 641-648. Peterson, E. B. 2008. A Synthesis of Vegetation Maps for Nevada (Initiating a 'Living' Vegetation Map). Documentation and geospatial data, Nevada Natural Heritage Program, Carson City, Nevada, http://www.heritage.nv.gov/gis Silverman BW. 1986. Density estimation for statistics and data analysis. Chapman & Hall, London, United Kingdom. Vander Wal E, Rodgers AR. 2012. “An individual-based quantitative approach for delineating core areas of animal space use.” Ecological Modelling 224: 48-53. Xian, G., Homer, C., Rigge, M., Shi, H., and Meyer, D. 2015. Characterization of shrubland ecosystem components as continuous fields in the northwest United States. Remote Sensing of Environment 168:286-300. NOTE: This file does not include habitat areas for the Bi-State management area and the spatial extent is modified in comparison to Coates et al. 2014",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-113.762591355"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "42.114352348"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "37.536720971"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-121.11494925, 37.536720971], [-113.762591355, 37.536720971], [-113.762591355, 42.114352348], [-121.11494925, 42.114352348], [-121.11494925, 37.536720971]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: The authors of these data require that users direct any questions pertaining to appropriate use or assistance with understanding limitations and interpretation of the data to the individuals/organization listed in the Point of Contact section.\", \"Access Constraints: None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "1999-05-22"
    },
    {
      "key": "contact-email",
      "value": "pcoates@usgs.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-121.11494925"
    },
    {
      "key": "metadata-date",
      "value": "2016-02-11"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2016-02-11\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "asNeeded"
    },
    {
      "key": "licence",
      "value": "[\"Unless otherwise stated, all data, metadata and related materials are considered to satisfy the quality standards relative to the purpose for which the data were collected. Although these data and associated metadata have been reviewed for accuracy and completeness and approved for release by the U.S. Geological Survey (USGS), no warranty expressed or implied is made regarding the display or utility of the data on any other system or for general or scientific purposes, nor shall the act of distribution constitute any such warranty.  Any use of trade, firm, or product names is for descriptive purposes only and does not imply endorsement by the U.S. Government.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"U.S. Geological Survey, Western Ecological Research Center\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2013-10-31"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "united states, sagebrush ecosystem council, great basin, habitat, greater sage-grouse, north america, california, 2015, nevada"
    },
    {
      "key": "harvest_object_id",
      "value": "d556f29b-1d19-4af9-b832-eb6bfdf12529"
    },
    {
      "key": "harvest_source_id",
      "value": "b0262658-011b-4558-9cfa-1b5a276def01"
    },
    {
      "key": "harvest_source_title",
      "value": "Western Ecological Research Center (WERC), USGS"
    }
  ],
  "title": "Composite Management Categories for Greater Sage-grouse in Nevada and northeastern California",
  "revision_id": "efd8e367-d6ae-4e14-932f-58145b05f03e"
}