{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "cacd9c2b-1d7d-46f6-a025-2e4130638081",
  "metadata_created": "2016-10-26T09:56:39.439187",
  "metadata_modified": "2016-10-26T09:56:39.439187",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "cacd9c2b-1d7d-46f6-a025-2e4130638081",
      "webstore_last_updated": null,
      "id": "1c12a224-4b54-48a4-b3c4-e82243c70bd7",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "ecee1bfb-a78a-4a50-9c75-91096a47a63c",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-10-26T05:56:39.613975",
      "url": "http://dx.doi.org/10.5066/F7JH3J7N",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 3,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "coastal-marine-geology-program-video-and-photograph-portal",
  "isopen": false,
  "url": null,
  "notes": "Access to the US Geological Survey (USGS) Coastal and Marine Geology Program’s (CMGP) vast collection of unique and valuable seafloor and coastal imagery is made available in the CMGP Video and Photograph Portal. The portal provides a single location for data discovery and viewing. The CMGP and our research partners invest immense resources collecting, processing, and archiving seafloor and oblique coastal video and photographs. Until the publication of the CMGP Video and Photograph Portal in 2015, only a small number of these data sets were available to the public through static web interfaces. Prior to development of the data portal, retrieving this imagery most often required internal USGS access with specific hardware and software. Furthermore, it was difficult to manage and challenging to share such a large amount of information. The Coastal and Marine Geology Program (CMGP) Video and Photograph Portal contains imagery spanning from 2003 to the present. Video and photographs originally collected on analog film media have been digitized and processed along with more recently collected digital video and photographs to meet a common standard for all CMGP video/photo imagery. The Portal is based on an interactive map allowing users to zoom into an area of interest and find available USGS imagery. The co-located video and still photographs are displayed simultaneously, just as they were acquired in the field. In the portal, videos are ultimately stored and streamed as embedded YouTube videos, and photographs are stored in Picasa. Presenting the imagery in this way requires multiple processing steps and tools, including video and photo editing, database management, and computer scripting to automate processing, formatting and quality assurance tasks. A robust set of processing tools have been developed to streamline and automate portions of the workflow based on the wide range of data types processed so far. However, sometimes the data received are uniquely organized and formatted, requiring individualized processing. In that case processing tools are updated to accept a wider range of data formats and organizational structures.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-56.777343747733"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "72.127936279759"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "23.402764904526"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-179.824218743, 23.4027649045], [-56.7773437477, 23.4027649045], [-56.7773437477, 72.1279362798], [-179.824218743, 72.1279362798], [-179.824218743, 23.4027649045]]]}"
    },
    {
      "key": "progress",
      "value": "underDevelopment"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: USGS-authored or produced data and information are in the public domain from the U.S. Government and are freely redistributable with proper metadata and source attribution. Please recognize and acknowledge the U.S. Geological Survey as the originator(s) of the dataset and in products derived from these data\", \"Access Constraints: None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2003-01-01"
    },
    {
      "key": "contact-email",
      "value": "ngolden@usgs.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-179.82421874282"
    },
    {
      "key": "metadata-date",
      "value": "2016-10-10"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2015-01-01\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "asNeeded"
    },
    {
      "key": "licence",
      "value": "[\"These data, identified as video and photograph data, have been approved for release and publication by the U.S. Geological Survey (USGS). Although these data have been subjected to rigorous review and are substantially complete, the USGS reserves the right to revise the data pursuant to further analysis and review. Furthermore, they are released on condition that neither the USGS nor the United States Government may be held liable for any damages resulting from its authorized or unauthorized use.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"U.S. Geological Survey, Pacific Coastal and Marine Science Center\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "pacific ocean, water column features, state of california, marine ecosystems, hawaii, united states, video, aerial photography, gulf coast, pacific coastal and marine science center, imagery, coastal ecosystems, still imagery, puget sound, photographs, physical habitats and geomorphology, oceans, oregon, photos, u.s. geological survey, videography, california, rhode island, usgs thesaurus, usgs, atlantic ocean, america samoa, biodiversity, substrate, coastal and marine geology, geolgoy, massachussets, pcmsc, image collection, continental margins, bathymetry/seafloor topography"
    },
    {
      "key": "harvest_object_id",
      "value": "24431bda-4471-4ba6-a7b6-f25e0b814cb6"
    },
    {
      "key": "harvest_source_id",
      "value": "16894020-0159-46ce-a489-f032ab74ea30"
    },
    {
      "key": "harvest_source_title",
      "value": "USGS Coastal and Marine Geoscience Data System"
    }
  ],
  "title": "Coastal Marine Geology Program Video and Photograph Portal",
  "revision_id": "ecee1bfb-a78a-4a50-9c75-91096a47a63c"
}