{
  "license_title": "U.S. Government Work",
  "maintainer": "William Paloski",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "hq-techport@mail.nasa.gov",
  "num_tags": 4,
  "id": "58b5a9b4-564a-41c6-8d66-8bbd087e4d44",
  "metadata_created": "2015-04-09T19:00:11.284240",
  "metadata_modified": "2015-07-08T19:32:33.933441",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "58b5a9b4-564a-41c6-8d66-8bbd087e4d44",
      "webstore_last_updated": null,
      "id": "f91a9b1c-b197-4b50-bc9e-704ffa90cd92",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "XML",
      "tracking_summary": {
        "total": 4,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/xml",
      "cache_url": null,
      "name": "XML File",
      "created": "2015-04-09T15:00:11.469849",
      "url": "http://techport.nasa.gov/xml-api/273",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "9e2ed930-6dc3-460f-8b92-e6c94991b30e",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "active",
      "id": "e48100ef-ebfc-4859-8e8a-91a0f5feaae6",
      "name": "active"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "hrp",
      "id": "526beac3-9b29-4a9c-b5cc-941d1969c7cf",
      "name": "hrp"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "johnson-space-center",
      "id": "8c48e662-8810-405c-ac79-3dd5ea311315",
      "name": "johnson-space-center"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "program",
      "id": "a6aaaf64-5c46-4c1b-9ffd-682bbf03a761",
      "name": "program"
    }
  ],
  "tracking_summary": {
    "total": 48,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "human-research-program",
  "isopen": true,
  "url": null,
  "notes": "&lt;p&gt;Strategically, the HRP conducts research and technology development that: 1) enables the development or modification of Agency-level human health and performance standards by the Office of the Chief Health and Medical Officer (OCHMO) and 2) provides Human Exploration Operations Mission Directorate (HEOMD) with methods of meeting those standards in the design, development, and operation of mission systems.&lt;/p&gt;&lt;p&gt;HRP research focuses on reducing crew health and performance risks for exploration missions.&amp;nbsp; In addition, HRP research gathers the data necessary to understand and mitigate the long-term health risks to the crew, to allow the update of specific crew health standards for each mission scenario, to support crew selection, and to address any rehabilitation requirements.&amp;nbsp; The OCHMO owns and sets the standards upon which the HRP research efforts are based.&amp;nbsp; The Transition to Medical Practice process defined by the OCHMO is used to review the HRP deliverable countermeasures and technologies prior to their operational use.&lt;/p&gt;&lt;p&gt;HRP technology development advances medical care and countermeasure systems for exploration and vehicle development programs&amp;rsquo; missions.&amp;nbsp; The HRP also develops and matures operational concepts to inform requirements for the design and operation of space vehicles and habitats needed for exploration.&amp;nbsp; This includes requirements for displays and controls, internal environments, operations planning, habitability, and methodologies for maintaining crew physical and mental health as well as physical and cognitive capabilities.&lt;/p&gt;&lt;p&gt;The HRP is managed at the Johnson Space Center (JSC) and comprised of six research and technology development projects.&amp;nbsp; These projects provide the program knowledge and capabilities to conduct research addressing the human health and performance risks as well as advancing the readiness levels of technology and countermeasures to the point of transfer to the customer programs and organizations.&amp;nbsp; The six projects within the HRP are referred to as Program Elements throughout this document.&amp;nbsp; Each Element is managed at the JSC with research and technology development expertise provided by JSC, Ames Research Center (ARC), Glenn Research Center (GRC), the Langley Research Center (LaRC), and the Kennedy Space Center (KSC), as well as other Agencies, institutions and organizations identified in the following Element descriptions.&amp;nbsp; The six Elements are:&lt;/p&gt;&lt;p&gt;1)&amp;nbsp;&amp;nbsp; &lt;u&gt;Space Radiation (SR) Element&lt;/u&gt; &amp;ndash; The SR Element performs investigations to develop the scientific basis to accurately predict and mitigate health risks from the space radiation environment.&amp;nbsp; This knowledge yields recommendations to permissible exposure limits, assessment/projection tools/models of crew risk from radiation exposure, and models/tools to assess vehicle design for radiation protection.&amp;nbsp; The SR Element conducts research using accelerator-based simulation of space radiation.&amp;nbsp; The SR Element explores and develops countermeasures to the deleterious effects of radiation on human health.&amp;nbsp; The LaRC and ARC contribute to the SR Element.&lt;/p&gt;&lt;p&gt;2)&amp;nbsp;&amp;nbsp; &lt;u&gt;Behavioral Health and Performance (BHP) Element&lt;/u&gt; &amp;ndash; The BHP Element identifies and characterizes the behavioral and performance risks associated with training, living and working in space, and returning to Earth.&amp;nbsp; The BHP Element develops strategies, tools, and technologies to mitigate these risks.&lt;/p&gt;&lt;p&gt;3)&amp;nbsp;&amp;nbsp; &lt;u&gt;Exploration Medical Capability (ExMC) Element&lt;/u&gt; &amp;ndash; The ExMC Element is responsible for defining requirements for crew health maintenance during exploration missions, developing treatment scenarios, extrapolating from the scenarios to health management modalities, and evaluating the feasibility of those modalities for use during exploration missions.&amp;nbsp; The ExMC Element is also responsible for the technology and informatics development that will enable the availability of medical care and decision systems for exploration missions.&amp;nbsp; GRC, LaRC and ARC contribute technology development and clinical care expertise to the ExMC Element.&lt;/p&gt;&lt;p&gt;4)&amp;nbsp;&amp;nbsp; &lt;u&gt;Space Human Factors and Habitability (SHFH) Element&lt;/u&gt; &amp;ndash; The SHFH Element is focused on the human system in space environments: &amp;nbsp;how do humans interface with spacecraft systems, and what environmental and habitation factors are essential to maintain crew health and performance?&amp;nbsp; The SHFH Element has three main focus areas:&amp;nbsp; space human factors engineering, advanced environmental health, and advanced food technology.&amp;nbsp; The ARC contributes to the SHFH Element.&lt;/p&gt;&lt;p&gt;5)&amp;nbsp;&amp;nbsp; &lt;u&gt;Human Health Countermeasures (HHC) Element&lt;/u&gt; &amp;ndash; The HHC Element is responsible for understanding the physiological effects of spaceflight and developing countermeasure strategies and procedures.&amp;nbsp; The Element provides the biomedical expertise for the development and assessment of medical standards and vehicle and spacesuit requirements dictated by human physiological needs.&amp;nbsp; In addition, the HHC Element develops a validated and integrated suite of countermeasures for exploration missions to ensure the maintenance of crew health during all mission phases.&amp;nbsp; The ARC and GRC contribute to the HHC Element as well as international agencies cooperating on joint flight proposals, reduced gravity studies, and collaborative bed rest studies.&lt;/p&gt;&lt;p&gt;6)&amp;nbsp;&amp;nbsp; &lt;u&gt;International Space Station Medical Projects (ISSMP) Element&lt;/u&gt; &amp;ndash; The ISSMP Element is responsible for managing all ISS and ground analog human research activities, including those integrated with operational medical support of the crews, and to ensure research tasks are completed.&amp;nbsp; The ISSMP is responsible for all planning, integration, and implementation services for HRP research tasks and evaluation activities requiring access to space or related flight resources on the ISS, Soyuz, Progress, Multi-Purpose Crew Vehicle (MPCV), commercial vehicles and ground-based spaceflight analogs.&amp;nbsp; This includes support to related pre- and postflight activities.&amp;nbsp; The ARC contributes to the ISSMP with technical support to experiment management, hardware development, and international partner integration.&amp;nbsp; KSC provides support for baseline data collection requirements development for future crew vehicles.&lt;/p&gt;&lt;p&gt;The work performed within the six Elements is supported by numerous collaborative efforts with academia and international agencies.&amp;nbsp; Relationships with the ISS Program, the National Space Biomedical Research Institute (NSBRI), the Brookhaven National Laboratory (BNL), and the University of Texas Medical Branch (UTMB) are critical to the HRP successfully meeting its objectives.&amp;nbsp; The HRP also maintains collaborative relationships with the International Partners through various working groups.&amp;nbsp; These relationships enhance the research capabilities and provide synergy between the research and technology efforts of different countries.&lt;/p&gt;",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "references",
      "value": [
        "http://techport.nasa.gov/home",
        "http://techport.nasa.gov/doc/home/TechPort_Advanced_Search.pdf",
        "http://techport.nasa.gov/fetchFile?objectId=6561",
        "http://techport.nasa.gov/fetchFile?objectId=3456",
        "http://techport.nasa.gov/fetchFile?objectId=3447",
        "http://techport.nasa.gov/fetchFile?objectId=6584",
        "http://techport.nasa.gov/fetchFile?objectId=6560",
        "http://techport.nasa.gov/fetchFile?objectId=3448"
      ]
    },
    {
      "key": "source_hash",
      "value": "28776ecb8572cb103a30188cc2fc9b48096efd48"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:000"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://techport.nasa.gov/view/273"
    },
    {
      "key": "harvest_object_id",
      "value": "4d46d133-93a8-4e96-a42d-6be797b50624"
    },
    {
      "key": "publisher",
      "value": "Human Exploration and Operations Mission Directorate"
    },
    {
      "key": "identifier",
      "value": "TECHPORT_273"
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "National Aeronautics and Space Administration > Human Exploration and Operations Mission Directorate"
    },
    {
      "key": "modified",
      "value": "2015-03-12"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a8ec63a7fe59b4986f6"
      }
    },
    {
      "key": "harvest_object_id",
      "value": "4d46d133-93a8-4e96-a42d-6be797b50624"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Human Research Program",
  "revision_id": "d50c7764-2d96-46dc-a78b-cb9913ee79e8"
}