{
  "license_title": "U.S. Government Work",
  "maintainer": "William Paloski",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "hq-techport@mail.nasa.gov",
  "num_tags": 3,
  "id": "dbff840d-2aef-47c7-92cc-9321c0cf5f8f",
  "metadata_created": "2015-04-09T19:00:10.013324",
  "metadata_modified": "2015-07-08T19:32:32.713304",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "dbff840d-2aef-47c7-92cc-9321c0cf5f8f",
      "webstore_last_updated": null,
      "id": "97e5074f-e16f-4186-951b-d137e97ffaa3",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "XML",
      "tracking_summary": {
        "total": 7,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/xml",
      "cache_url": null,
      "name": "XML File",
      "created": "2015-04-09T15:00:10.137123",
      "url": "http://techport.nasa.gov/xml-api/18877",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "c3c7eeaa-d742-4c7d-abbd-cdf8a41475e1",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "completed",
      "id": "5e4de852-789d-47bf-af3b-ba9a0dd8d489",
      "name": "completed"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "johnson-space-center",
      "id": "8c48e662-8810-405c-ac79-3dd5ea311315",
      "name": "johnson-space-center"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "project",
      "id": "24471320-3e5c-42b5-a078-8e48e70e2ac4",
      "name": "project"
    }
  ],
  "tracking_summary": {
    "total": 98,
    "recent": 3
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "spacesuit-trauma-countermeasure-system-for-intravehicular-and-extravehicular-activities-pr",
  "isopen": true,
  "url": null,
  "notes": "&lt;p&gt;We have completed our grant reporting period. The major contributions of our research effort are outlined below:&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Specific Aim 1: Statistical Shoulder Injury Analysis. The first specific aim is to analyze data for correlations between anthropometry, space suit components, and shoulder injury. Four hypotheses were proposed to relate injury to 1) body morphologies, 2) space suit HUT components, 3) training variables, and 4) previous injury. Each hypothesis was confirmed, since for both models variables for each of the first three hypotheses were identified and record of previous injury was associated with the Neutral Buoyancy Laboratory (NBL) model. The major contributions of this work are to: 1) Add quantitative statistical analysis to the causal mechanisms of injury found in the literature. 2) Provide a framework for identifying relevant predictor variables related to injury given the small number of data points, large number of predictor variables, and the differences in their distributions. 3) Identify variables related to injury which can be addressed and resolved through operational changes to training, suit design and accommodation, and identification of higher risk subjects given previous medical history. 4) Propose future areas of study for which additional data may continue to be collected and analyzed, such as HUT sizing information as related to clearance anthropometry.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;These contributions address the current gap in our understanding of the causal mechanisms of injury. Although HUT style has been reported as a major cause based on anecdotal evidence (Williams and Johnson 2003, Strauss 2004), it has not been until recently that this causal mechanism has been quantitatively evaluated (Scheuring, McCullouch et al. 2012). This research corroborates these findings, but expands upon them to include additional relevant factors not previously explored. It also includes other shoulder incidents, which, although not defined as medical injuries, have had negative impact on crew comfort and health, as well as impacting an astronaut&amp;rsquo;s operational availability. This work also supports the conclusions reached by Williams and Johnson (2003) regarding the import of the training environment as a contributory factor, but this is the first quantitative assessment of the impacts of training frequency and recovery. Finally, it supports that suit fit is essential to achieve the optimal working environment (Benson and Rajulu 2009, Gast and Moore 2010) and allows future designs to pinpoint the most relevant anthropometric dimensions for suit fit accommodation. This work provides a quantitative analysis through data mining grounded in our historical understanding of the use of the EMU and NBL training environment. The remainder of this research allows a look forward into how additional data collection on human-space suit interaction can help prevent the occurrence of future injury and discomfort.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Specific Aim 2: Experimental Evaluation of Human-space Suit Interaction. Development of a wearable pressure sensing garment. The novel Polipo low-pressure sensing system for extreme environments achieved here has many advantages. With the Polipo human-suit interaction can be measured for the first time through dynamic movement. It can accurately measure low-pressures against the body over underneath the soft-goods. The system of 12 sensors is transferrable between many different people, creating an independent stand-alone pressure-sensing system. Sensors can easily be changed to allow for improved designs or to accommodate different target pressures. The wiring was intentionally designed to achieve the best trade-off between flexibility, resistance, and stretch ability. The system achieves near shirt-sleeve mobility as sensors are moved to accommodate users. It can also be used in conjunction with a high-pressure sensing mat placed over the shoulder to measure loading between the person and HUT. The electronics architecture allows for low power onboard or real-time data collection. The entire system has been designed with extreme environments in mind, where considerations of shock, battery hazards, and material properties in mixed gas environments were minimized to ensure user safety. Finally, it has a cover shirt to slide easily over the system and prevent catching and ensure proper placement. Nearly all requirements were met and those that were not were evaluated for extent of their impact on the system performance. Therefore, this work confirms Design Requirement 1 &amp;ldquo;A pressure sensing tool will achieve both high wearability and high utility in a space suit environment.&amp;rdquo; This system could easily be extrapolated to other environments where biomechanics and comfort under load needs to be evaluated, for example, soldier pack accommodation or wearable protective devices for the elderly where discomfort substantially decreases compliance.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;The Polipo system in its described configuration was used in a human subject experiment inside the space suit. These experiments validated the system&amp;rsquo;s performance in the space suit environment and confirmed the conclusions reached after the assessment of the requirements presented here.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;The primary contributions of this work are to: 1) Establish baseline requirements for in-suit sensing and wearable electronics. 2) Develop pressure sensors and evaluate their performance for human movement applications. 3) Develop a wearable, stand-alone pressure-sensing system to be used for a large group of subjects in harsh working environments. 4) Create a system that is specifically targeted to provide quantitative information about human-space suit interaction not previously possible.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;The Polipo system as designed overcomes the issues associated with wearable electronics in that it allows for high mobility at low-pressure with less encumbrance from hardware and wired data transfer (Cork 2007; Witt and Jones 2007; Brimacomb, D. Wilson et al. 2009). It builds upon previous sensor designs (Park, Majidi et al. 2010; Park, Chen et al. 2012) to measure normal pressures targeted to the 5-60 kPa range through dynamic motion. In-suit sensing concepts have focused on traditional physiologic measures (Carr 2000, Dismukes 2002, Catrysse 2004, Tang 2007) or display and control information (Rochlis 2000, Graziosi 2005, van Erp 2005, Graziosi 2006). The Polipo builds from previous in-suit wearable electronics, but expands upon it to establish design requirements and a precedent for implementation. Future iterations of the pressure sensing system could utilize work done on distributed computing and data collection in a space suit environment to allow for sensor coverage over the entire body (Carr 2002, Simon 2013, Taj-Eldin 2013). The results presented demonstrate the Polipo&amp;rsquo;s success in meeting its targeted design. The following demonstrates its performance in the pressurized suit environment and its utility to elucidate human-space suit interaction.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Experimental Analysis. This research is, to our knowledge, the first experiment to characterize human-space suit interaction with pressure sensors placed inside the pressurized suit environment. Unpublished work from the NASA Anthropometry and Biomechanics Facility performed a similar study and future work includes comparing results and procedures. This research builds from previous work on measuring joint angles both internal and external to the suit and is our first glimpse &amp;ldquo;inside the space suit&amp;rdquo; and will be the baseline for future studies.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;There were many successes in implementing this experiment that should be carried further into future experiments. The Polipo sensor system was built from scratch for this application. It was designed to be wearable through the full range of motion, stand alone for power and data collection, be transferrable between subjects, and was targeted at detecting pressure at the low-pressure range and resolution expected under the soft goods. Each of these design objectives was achieved. As a result, its applicability to the space suit environment was validated with this experiment. The Novel pressure sensing system also proved to be extremely useful even in the loading regime, which was less than it was originally designed for. The experiment also proved that kinematics could be efficiently tracked inside the suit, wirelessly, and compared to the suit motions, with the use of inertial measurement units.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;These experiments were successful in opening the door for this type of space suit testing. The data provide valuable insight into how motions occur, how consistent subjects are, and how discomfort and fatigue may build up over time while working in the suit. It demonstrates the value in using pressure sensing to characterize human-suit interaction in a way not previously possible. The implications of the test are valuable in finding an initial baseline of human-suit interaction and will guide future tests to optimize sensor design, influence space suit design, and ultimately prevent injuries that occur inside the space suit.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;The primary contributions of this work are to: 1) Establish a precedent for pressurized human subject testing in the space suit and a baseline for pressure interface interaction. 2) Validate the use of the Polipo in the space suit environment and suggest future pressurized suit testing work. 3) Add quantitative information to subjective feedback on human suit interaction. 4) Assess human movement inside the suit through the temporal activation of sensor located over the arm. 5) Use peak pressures to assess the consistency of subjects&amp;rsquo; movement as a means to evaluate discomfort, fatigue, or change in movement with an eye toward injury prevention.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;This is the first work to use untethered pressure sensing systems to measure the contact interface between the person and space suit. Space suit evaluation is traditionally measured treating the human and space suit as a system, evaluating gross metrics of performance (Morgan, Wilmington et al. 1996; Jaramillo, Angermiller et al. 2008; Matty and Aitchison 2009; Norcross, Lee et al. 2009; Norcross 2010; Aitchison 2012; Valish and Eversley 2012). Previously, no technology has allowed their separation. This system is the first to specifically target the interface between the person and space suit at the body&amp;rsquo;s surface to overcome this limitation, allowing us to move beyond external visual measures, such as motion capture and photogrammetry. Recent work on joint angle kinematics of the person and space suit as measured independently have allowed us to look at these differences (Di Capua and Akin 2012; Kobrick, C. Carr et al. 2012; Bertrand, Anderson et al. 2014), but they provide limited information regarding the injury mechanisms of space suited motion. This new capability allows us to index a person inside the suit and quantify contact pressures to assess propensity for injury and discomfort.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;This experiment has proven that in&amp;ndash;suit sensing with pressure and inertial sensors can provide new and interesting results aimed at enhanced space suit design and improved astronaut performance for space exploration. Future experiments should improve the integration of the three data collection systems. Due to potential concerns of interference with the communications system, not all the data was collected wirelessly. Currently, this problem is resolved by keeping individual timelines for each system, and the data is synced post-test, increasing the potential for error. Coupling the data from the kinematics sensors with the pressure sensors is ideal to determine the contact between the human and the suit. Either a new data initialization process should be developed, or the data should be collected by one central processor. Detailed conclusions are presented for each system below.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;The results and discussion of the Novel sensor presented above provide us with an &amp;ldquo;inside look&amp;rdquo; of how the Mark III space suit affects the pressure distributions and pressure profiles experienced at the shoulder. From the pressure distribution analysis, we came to a few general observations: 1) the least experienced subject generated the highest pressures, 2) the region just above the clavicle over the soft musculature at the top of the shoulder is of particular concern, as pressure was concentrated in this location for the majority of movements for all subjects, and it is also one of the regions in which maximum pressure is located most frequently, and 3) the top of the shoulder blade is a secondary region of concern for some subjects, as it experiences maximum pressure with mid-to-high frequency. We also made a number of detailed observations on each of the four movements for each subject and how these individual distributions are affected by the suit. From the pressure profile analysis, we determined that 1) for most subjects, general profile trends vary in shape across movement groups, 2) repetitions within each movement group are consistent in shape, and for most subjects also in magnitude, 3) the highest pressures are typically found near the top of the shoulder, and 4) the shoulder blade area is of concern for at least one subject. Again we also made a number of detailed observations on the profiles of individual motions. A brief statistical study for consistency of peak pressures reached in each of the motions suggests that subjects were not necessarily performing motions consistently despite their subjective feedback responses that stated otherwise. Further studies should integrate pressure data with joint angle information, so that we can determine at exactly what point in the motion these peak pressures are arising, how different movement strategies affect the pressure profiles and distributions of pressure, and how suited motions compare to unsuited ones. All of this information would allow us to more accurately determine when injury is most probable, and therefore aid in preventing such issues.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;IMUs are low-powered, light, small, mobile, and represent an efficient technology to better understand these interactions hidden by the suit. The study has confirmed and specified the impairment of mobility in the elbow and the shoulder joints across different pressurized suits. Further work will focus on developing a 3 dimensional (3D) visualizer of IMUs that uses quaternion data directly in order to avoid the Euler angle singularity, and a better understanding multiple axis motions. Additional joints could be studied using new motions. Future work includes analyzing this information with the 3D visualizer. The IMUs could also be used to assess kinematics during a field experiment or during underwater training, while the motion capture video system is limited to laboratory settings. Studying in-suit kinematics could be particularly relevant for quantifying the difference between dry and wet space suit immersion during underwater training.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Specific Aim 3: Human-Space Suit Interaction Modeling. A new framework has been developed to analyze human-space suit interaction during EVA. The musculoskeletal analysis being developed will provide new insights into the human musculoskeletal performance inside the space suit, and will contribute to the assessment of astronaut health and safety during EVA. Ongoing research includes analysis of data in the MarkIII-suited conditions, together with knee flexion/extension motion capture data from subjects wearing the EMU and MKIII collected at Johnson Space Center. Future work includes refining the space suit model by incorporating EMU torques in other joints, and using a more accurate human musculoskeletal model that contains musculotendon actuators in the upper torso and arms.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;The primary advantage to this approach is that it allows to us model the biomechanics of an astronaut inside the space suit, without needing to model the space suit itself. This would be both time intensive and limited in accuracy, given the current state of space suit models and dimensions.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;The modeling research effort will address the EVA 11 gap by providing a biomechanical understanding of how the human interacts with the space suit. The biomechanical and musculoskeletal analysis will provide information about kinematics and muscle activation to accomplish specific tasks, either single joint movements or more complex movements representative of EVA activity. As the simulations improve, a more accurate muscle activity analysis will give an understanding of how muscle injuries occur during EVA, both in training and in-flight.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Specific Aim 4: Prototype Design. The present injury of astronauts during training and space operations are significant. Some injuries are mild, such as skin being chafed or irritated; others are more severe, such as sprains, torn muscles or ligaments. The preventive protecting system being used today provides the astronaut with foam pads sometimes layered with a rigid Teflon sheet. These vary in thickness depending on the size of the astronauts, and their physical relationship to the space suit. Although this system has proved to be effective, astronauts still report pain, and are getting injured.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Injuries happen when donning, training operations in the NBL, and during EVAs in space. We focus our work on the injuries incurred during training operations.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Our findings show that: 1) The simplest and most economic solutions are passive, such as foam pads. 2) The materials and combinations thereof to be used are extensive, and permanently being introduced to the market. There is an explosion on materials used in commercial protective garments for sports. 3) Foams and plates design in an articulated grid, such as hexagons, allow for much better contouring and conforming with the body than solid, monolithic foams and other materials. 4) Proper covering, contouring, and shaping of the pads to follow the shape and curves of the body dramatically reduces the possibility of injuries and increases comfort. 5) The thickness of the protection system varies significantly with different astronauts. Therefore increasing the selection of materials to the existing ones is a major step to improving the system, and reducing injuries. 6) The attachment method of the protecting system to the Liquid Cooling and Ventilation Garment (LCVG) could be improved to enhance efficiency and speed of installation. It is not a major contributor to injuries. However, the better the attachment and the more integrated the protection system is to the LCVG the better it will perform. 7) From the limited amount of designs and fabricated systems we tested, we can project that the active Airbag Protecting Systems (APS), although more expensive and more time consuming to fabricate can provide better protection during operations, and facilitate the donning procedures. 8) With a small investment on tooling the fabrication of the APS can be done on site at the NBL. 9) Further investigation of the APS inflating mechanism and pressure control at different atmospheric pressures are required. 10) In addition to protective systems, a rigorous and individualized training program needs to be developed for every astronaut on the donning, doffing, and operation of the space suit.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;References&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Aitchison, L. (2012). A Comparison of Methods for Assessing Space Suit Joint Ranges of Motion. International Conference on Environmental Systems. San Diego, CA, American Institute of Aeronautics and Astronautics: 12.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Benson, E. and S. Rajulu (2009). Complexity of Sizing for Space Suit Applications. Digital Human Modeling. V. G. Duffy, Springer-Verlag: 599-607.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Bertrand, P., et al. (2014). Characterization of Spacesuit Kinematics and Human-Suit Interactions. International Conference on Environmental Systems. Tuscon, AZ, Texas Tech University.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Brimacomb, J., et al. (2009). &amp;quot;Effect of Calibration Method on Tekscan Sensor Accuracy.&amp;quot; Journal of Biomechanical Engineering131(3): 4.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Carr, C. (2005). Bioenergetics of Walking and Running in Space Suits. Aerospace and Astronautics. Cambridge, Massachusetts Institute of Technology. Ph.D.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Carr, C., D. Newman (2000). Applications of Wearable Computing To Exploration in Extreme Environments. Third International Mars Society Convention: To-Mars 2000. Toronto, Canada, Mars Society: 7.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Carr, C., S. Schwartz, I. Rosenberg (2002). A Wearable Computer for Support of Astronaut Extravehicular Activity. 6th International Symposium on Wearable Computers. Seattle, WA, IEEE: 8.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Catrysse, M., R. Puers, C Hertleer, L. Van Langenhove, H. van Egmond, D. Mattys (2004). &amp;quot;Towards the Integration of Textile Sensors in a Wireless Monitoring Suit.&amp;quot; Sensors and Actuators A: Physical 114(2-3): 302-311.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Cork, R. (2007). &amp;quot;XSensor Technology: A Pressure Imaging Overview.&amp;quot; Sensor Review 27(1): 5.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Cowley, M., et al. (2012). Model for Predicting the Performance of Planetary Suit Hip Bearing Designs. Advances in Human Factors and Ergonomics. V. G. Duffy, CRC Press.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Di Capua, M. and D. Akin (2012). Body Pose Measurement System (BPMS): An Inertial Motion Capture System for Biomechanics Analysis and Robot Control from Within a Pressure Suit. International Conference on Environmental Systems. San Diego, American Institute of Aeronautics and Astronautics.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Dismukes, K. (2002, April 7, 2002). &amp;quot;Extravehicular Activity Mobility Units.&amp;quot; Human Space Flight. Retrieved March 31, 2014, from &lt;a href=\"http://spaceflight.nasa.gov/shuttle/reference/shutref/orbiter/eclss/emu.html\" target=\"_blank\"&gt;http://spaceflight.nasa.gov/shuttle/reference/shutref/orbiter/eclss/emu.html&lt;/a&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Dismukes, K. (2002, April 7, 2002). &amp;quot;Operational Bioinstrumentation System.&amp;quot; Human Space Flight. Retrieved March 31, 2014, from &lt;a href=\"http://spaceflight.nasa.gov/shuttle/reference/shutref/crew/obs.html\" target=\"_blank\"&gt;http://spaceflight.nasa.gov/shuttle/reference/shutref/crew/obs.html&lt;/a&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Gast, M. and S. Moore (2010). &amp;quot;A Glimpse from the Inside of a Space Suit: Whats it Really Like to Train for an EVA?&amp;quot; Acta Astronautica 2011(68): 9.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Gernhardt, M., et al. (2009). Risk of Compromised EVA Performance and Crew Health Due to Inadequate EVA Suit Systems. Houston, TX, Human Research Program.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Gordon, C., T. Churchill, C. Clauser, B. Bradtmiller, J. McConville, I. Tebbetts, R. Walker (1988). 1988 Anthropometric Survey of U.S. Army Personnel: Methods and Summary Statistics. D. a. E. C. United States Army Natick Research. Technical Report.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Graziosi, D., J. Ferl, K. Splawn, D. Akin, E. Tie, J. Kosmo, A. Ross (2005). Human and Robotic Enabling Performance System Development and Testing. International Conference on Environmental Systems. Rome, Italy, Society for Automotive Engineering: 11.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Graziosi, D., W. Splawn, J. Ferl, A. Ross (2006). Evaluation of the Rear Entry I-Suit During Desert RATS Testing. International Conference on Environmental Systems. Norfolk, VA, Society of Automotive Engineers: 7.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Greenisen, M. (1986). Effect of STS Space Suit on Astronaut Dominant Upper Limb EVA Work Performance, University of Houston: 8.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Guan, P., et al. (2009). Estimating Human Shape and Pose from a Single Image. International Conference on Computer Vision. Kyoto, Japan: 8.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Hochstein, J. (2008). Astronaut Total Injury Database and Finger/Hand Injuries During EVA Training and Tasks. Strausborg, FR, International Space University. M.S.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Holschuh, B., et al. (2009). Characterization of Structural, Volume, and Pressure Components to Space Suit Joint Rigidity. International Conference on Environmental Systems. Savannah, GA, Society of Automotive Engineers.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Jacobs, S., D. Tufts (2011). Follow-On Development of the Demonstrator Suit for Post-Shuttle Operations. International Conference on Environmental Systems. Portland, OR, American Institute of Aeronautics and Astronautics: 19.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Jaramillo, M. A., et al. (2008). Refinement of Optimal Work Enevelope for Extravehicular Activity Suit Operations. A. a. B. Facility. Houston, TX, Johnson Space Center.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Jones, J. A., et al. (2008). &amp;quot;The use of an extended ventilation tube as a countermasure for EVA-associated upper extremity medical issues.&amp;quot; Acta Astronautica 63: 763-768.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Kobrick, R., et al. (2012). Using Inertial Measurement Units for Measuring Spacesuit Mobility and Work Envelope Capability for Intravehicular and Extravehicular Activties. International Astronautical Congress. Naples, Italy, International Astronautical Federation: 9.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Longnecker, D., et al. (2004). Review of NASA&amp;#39;s Longitudinal Study of Astronaut Health. I. o. Medicine. Washington, D.C., National Academies Press.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Matty, J. and L. Aitchison (2009). A Method for and Issues Associated with the Determination of Space Suit Joint Requirements. International Conference on Environmental Systems. Berlin, Germany, SAE International&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Meyen, F., et al. (2011). Robotic Joint Torque Testing: A Critical Tool in the Development of Pressure Suit Mobility Elements. International Conference on Environmental Systems. Portland, OR, AIAA.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Morgan, D. A., et al. (1996). Comparison of Extravehicular Mobility Unit (EMU) Suited and Unsuited Isolated Joint Strength Measurements. Houston, TX, Johnson Space Center.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;NASA (2011). NASA Space Flight Human System Standard Volume 2: Human Factors, Habitability, and Environmental Health. NASA-STD-3001 VOL II.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Newman, D., et al. (2000). Modeling the Extravehicular Mobility Unit (EMU) Space Suit: Physiology Implications for Extravehicular Activity (EVA). International Conference on Environmental Systems. Toulouse, FR, SAE International.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Newman, D. J., J. Hoffman, K. Bethke, C. Carr, N. Jordan, L. Sim, N. Campos, C. Conlee, B. Smith, J. Wilcox, G. Trotti (2005). Astronaut BioSuit System for Exploration Class Missions: NIAC Phase II Final Report. Cambridge, MA, Massachusetts Institute of Technology: 34.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Norcross, J., K. Clowers, T. Clark, L. Harvill, R. Morency, L. Stroud, L. Desantis, J. Vos, M. Gernhardt (2010). Metabolic Costs and Biomechanics of Level Ambulation in a Planetary Suit. Houston, TX, Johnson Space Center: 74.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Norcross, J., et al. (2009). Feasibility of Performing a Suited 10-km Ambulation on the Moon -Final Report of the EVA Walkback Test (EWT). Houston, TX, Johnson Space Center: 48.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Opperman, R. (2010). Astronaut Extravehicular Activity-Safety, Injury, and Countermeasures &amp;amp; Orbital Collisions &amp;amp; Space Debris -Incidence, Impact, and International Policy. Aeronautics and Astronautics, Technology Policy Program. Cambridge, MA, Massachusetts Institute of Technology. M.S.: 183.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Opperman, R., et al. (2009). EVA Injury, Comfort, and Protection: Improving the Plight of the Hand and Shoulder for the Constellation Program. International Conference on Environmental Systems. San Francisco, CA, AIAA.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Park, Y.-L., et al. (2012). &amp;quot;Design and Fabrication of Soft Artificial Skin Using Embedded Microchannels and Liquid Conductors.&amp;quot; IEEE Sensors Journal 12(8).&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Park, Y.-L., et al. (2010). &amp;quot;Hyperelastic Pressure Sensing with a Liquid-Embedded Elastomer.&amp;quot; Journal of Micromechanics and Microengineering 20.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Parry, D., et al. (1966). A Study of Techniques and Equipment for the Evaluation of Extravehicular Protective Garments. Dayton, OH, Hamilton Standard: 427.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Proctor, R., T. Van Zandt (2008). Anthropometrics and Workspace Design. Human Factors in Simple and Complex Systems. Boca Raton, FL, CRC Press.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Reinhardt, A. and J. Magistad (1990). AX-5 Space Suit Reliability Model. International Conference on Environmental Systems. Williamsburg, VA, SAE. 99: 1057-1065.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Rice, J. (2007). Mathematical Statistics and Data Analysis. Belmont, CA, Brooks/Cole.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Rochlis, J., D. Newman (2000). &amp;quot;A Tactile Display for International Space Station (ISS) Extravehicular Activity (EVA).&amp;quot; Aviation, Space, and Environmental Medicine 71(6): 571-578.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Scheuring, R., et al. (2008). &amp;quot;The Apollo Medical Operations Project: Recommendations to Improve Crew Health and Performance for Future Exploration Missions and Lunar Surface Operations.&amp;quot; Acta Astronautica 2008(63): 8.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Scheuring, R., et al. (2012). Shoulder Injuries in US Astronauts Related to EVA Suit Design. Aerospace Medical Association. Atlanta, GA.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Scheuring, R. A., et al. (2009). &amp;quot;Musculoskeletal injuries and minor trauma in space: incidence and injury mechanisms in U.S. astronauts.&amp;quot; Aviat Space Environ Med 80(2): 117-124.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Schmidt, P. (2001). An Investigation of Space Suit Mobility with Applications to EVA Operations. Aeronautics and Astronautics. Cambridge, MA, Massachusetts Institute of Technology. PhD: 254.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Simon, C. (2013, 2013). &amp;quot;Wearable Technology&amp;quot; Virtual Science Symposium. 2014, from &lt;a href=\"http://www.ustream.tv/recorded/34919643\" target=\"_blank\"&gt;http://www.ustream.tv/recorded/34919643&lt;/a&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Strauss, S. (2004). Extravehicular Mobility Unit Training Suit Symptom Study Report. Houston, TX, Johnson Space Center.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Strauss, S., et al. (2005). &amp;quot;Extravehicular mobility unit training and astronaut injuries.&amp;quot; Aviat Space Environ Med 76(5): 469-474.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Taj-Eldin, M., B. Kuhn, A. Hodges, B. Natarjan, G. Peterson, M. Alshetaiwi, S. Ouyang, G. Sanchez, E. Montfort-Nelson (2013). Wireless Propogation Measurements for Astronaut Body Area Network. International Conference on Wireless for Space and Extreme Environments. Baltimore, MD, IEEE: 7.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Tang, S. (2007). &amp;quot;Recent Developments in Flexible Wearable Electronics for Monitoring Applications.&amp;quot; Transactions for the Institute of Measurement and Control 29(3/4): pp. 283-300.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Tegin, J. and J. Wikander (2005). &amp;quot;Tactile Sensing in Intelligent Robotic Manipulation - A Review.&amp;quot; The Industrial Robot 35(1): 64-70.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Valish, D. and K. Eversley (2012). Space Suit Joint Torque Measurement Method Validation. International Conference on Environmental Systems. San Diego, CA, American Institute of Aeronautics and Astronautics: 14.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;van Erp, J., M. Ruijsendaal, H. van Veen (2005). A Tactile Torso Display Improves Orientation Awareness in Microgravity: A Case Study in the ISS. Soesterberg, Netherlands Organization for Applied Scientific Research: 35.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Viegas, S., et al. (2004). &amp;quot;Physical Demands and Injuries to the Upper Extremity Associated with the Space Program.&amp;quot; Journal of Hand and Surgery 29(3): 7.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Williams, D. R. and B. J. Johnson (2003). EMU Shoulder Injury Tiger Team Report. Houston, TX: 104.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Witt, J. and J. Jones (2007). Evaluation of the Hard Upper Torso Shoulder Harness. Houston, TX, NASA&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2011-11-01T00:00:00Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "references",
      "value": [
        "http://techport.nasa.gov/home",
        "http://techport.nasa.gov/doc/home/TechPort_Advanced_Search.pdf",
        "http://techport.nasa.gov/fetchFile?objectId=6561",
        "http://techport.nasa.gov/fetchFile?objectId=3456",
        "http://techport.nasa.gov/fetchFile?objectId=3447",
        "http://techport.nasa.gov/fetchFile?objectId=6584",
        "http://techport.nasa.gov/fetchFile?objectId=6560",
        "http://techport.nasa.gov/fetchFile?objectId=3448"
      ]
    },
    {
      "key": "source_hash",
      "value": "71d2d839380ba5dfc1585a49cb13c3d3d93e955a"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "temporal",
      "value": "2011-11-01T00:00:00Z/2014-11-01T00:00:00Z"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:035"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://techport.nasa.gov/view/18877"
    },
    {
      "key": "harvest_object_id",
      "value": "cf09887f-d180-40dc-ad19-3dfc89390359"
    },
    {
      "key": "publisher",
      "value": "Human Exploration and Operations Mission Directorate"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a8ec63a7fe59b4986ef"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "National Aeronautics and Space Administration > Human Exploration and Operations Mission Directorate"
    },
    {
      "key": "modified",
      "value": "2015-03-12"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": "TECHPORT_18877"
    },
    {
      "key": "harvest_object_id",
      "value": "cf09887f-d180-40dc-ad19-3dfc89390359"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Spacesuit Trauma Countermeasure System for Intravehicular and Extravehicular Activities Project",
  "revision_id": "7c52e202-1551-43d8-a65a-76186facd955"
}