{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "514c9ad1-66ff-426f-9d58-8020629fea3b",
  "metadata_created": "2015-10-15T06:04:01.775682",
  "metadata_modified": "2015-10-15T06:04:01.775682",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 6,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "ozone-standard-reference-photometer",
  "isopen": false,
  "url": null,
  "notes": " The Standard Reference Photometer (SRP) Program began in the early 1980s as collaboration between NIST and the U.S. Environmental Protection Agency (EPA) to design, construct, certify, and deploy a network of identical ozone reference instruments. The design specifications called for an instrument with a standard uncertainty of &amp;#177; 2 nmol/mol (ppbv) in the range of 0 nmol/mol to 100 nmol/mol and &amp;#177; 2% in the range of 100 nmol/mol to 1000 nmol/mol. Thirty-eight SRPs have been deployed since 1983; each SRP has exceeded the design specifications. Two SRPs are maintained by NIST, one serving as the NIST primary ozone standard, and the other as a backup/traveling instrument. Eleven additional SRPs are maintained by the EPA at various regional laboratories across the United States to facilitate local access to authoritative ozone standards. The current network of SRPs also includes instruments maintained in fifteen countries and the Bureau International des Poids et Mesures (BIPM) in France. Each of the SRPs provides ozone assays with a certified uncertainty similar to that of a Standard Reference Material obtained from NIST. Over the last 5 years NIST and the BIPM have be cooperating in an effort to transfer international responsibility for ozone measurements to the BIPM. In the first stage in this collaboration, NIST delivered two SRPs to the BIPM in 2002. Two additional SRPs were constructed for the BIPM in 2003. Currently responsibility for determining comparability of SRPs owned by National Metrology Institutes resides at the BIPM. Meanwhile the development of the next generation ozone standard is proceeding at the BIPM and NIST. This instrument will have strong linkages to the SI, and provide a more robust standard for future needs. NIST will continue to provide service and recertification for current SRP owners. NIST will also continue to develop new SRPs for National Metrology Institutes which require instruments for anchoring their national ozone measurement networks. Please contact Jim Norris for price quotes and delivery schedules. NIST will continue producing SRPs as long as the need exists.  SRP Control Software  A fourth-generation control program for the SRP has been developed by NIST and is now available for purchase. New software was required due to the unavailability of new computers with the ISA bus. New computers are now available with the PCI bus only, which means that the SRPs must now use new PCI control cards. SRP owners who now have the older software operating on older computers do not have to upgrade, however NIST will no longer support the old software. Features of the new software include: &amp;#183; Operates under Windows XP and Vista  &amp;#183; Uses Excel for report output  &amp;#183; Reports are customizable  &amp;#183; Calibration is done using scripts, which are customizable  &amp;#183; Up to three instruments can be compared to the SRP, including multiple SRPs  &amp;#183; Guest instruments may be an SRP, Analog input, or Serial input  &amp;#183; Guest ozone generator may be used in calibration (RS232 only)  &amp;#183; Calibration methods can be saved  &amp;#183; Methods can be linked for totally automated runs The requirements for this new control program are:  &amp;#183; 1 Ghz or better processor (2.5 Ghz dual core recommended)  &amp;#183; 2 GB or more memory (4 GB recommended  &amp;#183; Microsoft Excel (2003 or 2007)  &amp;#183; Windows Vista or 7.0  &amp;#183; 100 GB Hard Drive recommended  &amp;#183; 20&amp;quot; flat screen monitor  &amp;#183; Two free PCI slots  &amp;#183; CDRom drive New Version Download (4.41) The latest version of the control software is here: SRPControl.msi Please save the SRPControl.msi file in the temporary directory. If you have a version prior to 4.4, please first uninstall the software by going to the Control Panel, clicking on Add/Remove Programs, and selecting SRP2002 to remove. You may want to backup the SRP Directory first to save any custom instrument drivers, templates, or guest files you may have. After uninstalling the older version, double click the SRPControl.msi program you downloaded to start the installation and follow the direction to install the new SRP version.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5727"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "e7befc6b-5ef2-4520-b77e-91ac81c46bc3"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5727"
    },
    {
      "key": "source_hash",
      "value": "942f09c004ac08ef501b4906a9e21ff24e5c6d3e"
    },
    {
      "key": "harvest_object_id",
      "value": "e7befc6b-5ef2-4520-b77e-91ac81c46bc3"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Ozone Standard Reference Photometer",
  "revision_id": "c102f08d-755f-4757-9bbb-9c6622f91a9b"
}