{
  "license_title": "U.S. Government Work",
  "maintainer": "Elizabeth Foughty",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "elizabeth.a.foughty@nasa.gov",
  "num_tags": 3,
  "id": "4e15f76c-f061-44f1-97a3-258456adff3c",
  "metadata_created": "2016-02-26T21:46:14.637683",
  "metadata_modified": "2016-05-06T08:18:39.354351",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "ames",
      "id": "26409e70-decd-4cc6-9beb-904602430852",
      "name": "ames"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "dashlink",
      "id": "4377f23e-7f40-493e-82fd-834ccb75e9ba",
      "name": "dashlink"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "nasa",
      "id": "34817959-c506-4bfe-b8fd-330f550970e4",
      "name": "nasa"
    }
  ],
  "tracking_summary": {
    "total": 8,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "fault-tolerance-diagnostics-and-prognostics-in-aircraft-flight",
  "isopen": true,
  "url": null,
  "notes": "**Abstract**\r\n\r\nIn modern fighter aircraft with statically unstable airframe designs, the flight control system is considered flight critical, i.e. the aircraft will encounter a catastrophic event if the system fails. Consequently, the system design has to meet high levels of reliability and failure immunity. In this presentation, an overview will be provided on the basic concepts employed in flight critical system design for fault tolerance. Different methods of redundancy implementation, failure management, and health management will be discussed. Basic concepts in fault diagnostics will also be discussed, along with some new concepts for implementation of prognostics in reducing levels of physical system redundancy.\r\n\r\n \r\n**Bio** \r\n\r\nDavid S. Bodden is Lockheed Martin Senior Fellow. He recieved BS in Aerospace Engineering from Texas A&M University in 1976 and MS in Engineering Science and Mechanics from Virginia Tech in 1984. Mr. Bodden’s technical career has encompassed a broad scope of technology areas. He has worked in structural dynamics, advanced design, conceptual design, flight control systems, and prognostics. His management experience includes six years as Chief of the Control Law design and Analysis Group followed by seven years as the Senior Manager of Flight Control Systems. Mr. Bodden was selected as a Technical Fellow in Flight Controls at LM Aeronautics in 2002 and as a Senior Fellow in 2007. Mr. Bodden has authored numerous papers and technical proposals, and managed numerous technology development programs. He served on the AIAA Guidance, Navigation, and Control Technical Committee, he has served as the Chairman of the Lockheed Martin Corporate Task Force on Guidance and Control, he initiated and served as Chairman of the Lockheed Martin GNC Technology Focus Group, is former Chairman of the SAE Aerospace Control and Guidance Systems Committee, and he currently serves as Chairman of the Texas A&M Aerospace Advisory Board.\r\n\r\n ",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2010-09-10T14:47:20"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "source_hash",
      "value": "f5967948ccf832de1907d3b1df2b5e9bfa430ff6"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:029"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "https://c3.nasa.gov/dashlink/resources/64/"
    },
    {
      "key": "harvest_object_id",
      "value": "7fa2d3b3-1331-41f2-9890-55cdef31767f"
    },
    {
      "key": "publisher",
      "value": "Dashlink"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "56cf5b00a759fdadc44e55e5"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "U.S. Government > National Aeronautics and Space Administration > Dashlink"
    },
    {
      "key": "modified",
      "value": "2010-09-29T14:42:58"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "accrualPeriodicity",
      "value": "irregular"
    },
    {
      "key": "identifier",
      "value": "DASHLINK_64"
    },
    {
      "key": "harvest_object_id",
      "value": "7fa2d3b3-1331-41f2-9890-55cdef31767f"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Fault Tolerance, Diagnostics, and Prognostics in Aircraft Flight",
  "revision_id": "ac68ada7-fb0e-4927-8533-59637d2a0303"
}