{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "6328882b-239a-4e1b-862b-6d28187ef99d",
  "metadata_created": "2015-09-27T01:53:25.837630",
  "metadata_modified": "2016-10-04T03:36:27.972337",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "6328882b-239a-4e1b-862b-6d28187ef99d",
      "webstore_last_updated": null,
      "id": "742065ac-2dfa-4ace-8699-022a50d861f5",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "corals.php",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "615c498a-8402-40a7-a29f-682eb74aa2f9",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-10-03T23:36:28.102951",
      "url": "https://www.pifsc.noaa.gov/cred/corals.php",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 1,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "cred-rapid-ecological-assessment-belt-surveys-of-coral-population-and-disease-assessment-a-201295748",
  "isopen": false,
  "url": null,
  "notes": "To support a long-term NOAA Coral Reef Conservation Program (CRCP) for sustainable management and conservation of coral reef ecosystems, from 20120227 to 20120325, belt transect surveys of coral population and diseases quantitative assessments were conducted, as a part of Rapid Ecological Assessments (REA), during the Pacific Reef Assessment and Monitoring Program (RAMP) cruise HA1201 in Pacific Remote Island Areas at periodic intervals between one and three years by the Coral Reef Ecosystem Division (CRED) at the NOAA Pacific Islands Fisheries Science Center (PIFSC). During the cruise, there were 10 surveys in total conducted at REA sites around Johnston. At the specific REA sites, coral biologists along with algal biologists and marine invertebrate zoologist entered the water and conducted a fine-scale (approximately 300 m^2) and high degree of taxonomic resolution REA survey to assess and monitor species composition, abundance, percent cover, size distribution, diversity, and general health of corals, macro-invertebrates, and algae in shallow-water (less than 35 m) habitats. As a part of REA surveys, the coral belt surveys were focused on quantifying the diversity, abundance, density, and size-class distribution of the anthozoan and hydrozoan corals as well as the condition and health state of the coral reef populations. The surveys were conducted along two consecutively-placed, 25 m transect lines. The belt width was 1 m wide, 0.5 m on each side of the transect line. Within each 25 m transect, five 2.5 m segments were surveyed (beginning at points: 0, 5, 10, 15, and 20 meters), whereby in each segment, all coral colonies whose center fell within 0.5 m of either side of the transect line were identified to the lowest taxonomic level possible (genus or species) and two planar size metrics were collected: maximum diameter and diameter perpendicular to the maximum diameter. In addition, the extent of mortality, both recent and old, was estimated for each colony. Observers paid special attention to identifying as best as possible the extent of the former live colony. When a coral colony exhibited signs of disease or compromised health, additional information was recorded including type of affliction (bleaching, skeletal growth anomaly, white syndrome, tissue loss other than white syndrome, trematodiasis, necrosis, other, pigmentation responses, algal overgrowth, and predation), severity of the affliction (mild, moderate, marked, severe, acute), as well as photographic documentation and occasional tissue samples. Tissue samples were cataloged and fixed in buffered zinc-formalin solution for further histopathological analyses. Raw survey data included species presence and relative abundance, colony counts per taxon, size (width and length), mortality, predation, and health status. A surveyed area was ranging from 10 m^2 to 25 m^2 per site.",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "\n          -169.41222\n        "
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "\n          16.78817\n        "
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "\n          16.66368744\n        "
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-169.56568591, 16.66368744], [-169.41222, 16.66368744], [-169.41222, 16.78817], [-169.56568591, 16.78817], [-169.56568591, 16.66368744]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Please cite CRED when using data. Coral Reef Ecosystem Division (CRED), Pacific Islands Fisheries Science Center (PIFSC), National Marine Fisheries Service (NMFS), National Oceanic and Atmospheric Administration (NOAA)\", \"Access Constraints: None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2012-03-02"
    },
    {
      "key": "contact-email",
      "value": "nmfs.pic.credinfo@noaa.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "\n          -169.56568591\n        "
    },
    {
      "key": "metadata-date",
      "value": "2016-09-27"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2012-07-20\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "ASNEEDED"
    },
    {
      "key": "licence",
      "value": "[\"\\n      While every effort has been made to ensure that these data are\\n              accurate and reliable within the limits of the current state\\n              of the art, NOAA cannot assume liability for any damages\\n              caused by errors or omissions in the data, nor as a result of\\n              the failure of the data to function on a particular system.\\n              NOAA makes no warranty, expressed or implied, nor does the\\n              fact of distribution constitute such a warranty.\\n    \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Coral Reef Ecosystem Division (CRED), Pacific Islands Fisheries Science Center (PIFSC), National Marine Fisheries Service (NMFS), National Oceanic and Atmospheric Administration (NOAA)\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2012-03-05"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "rapid assessment studies, coral reef ecology, zoology, earth science, rapid ecological assessments (rea), reef assessment and monitoring program (ramp), coastal processes, pacific remote island areas, coral cover, 587, biology, numeric data sets, oceans, coral reef, ha1201, biodiversity, biosphere, marine ecosystem, coral reefs, reef monitoring and assessment, corals, johnston, pacific reef assessment and monitoring program: monitoring coral reef ecosystems of the us pacific islands and atolls, coral"
    },
    {
      "key": "harvest_object_id",
      "value": "f38b2480-20e7-4aae-86d8-e7b3cd6b81b2"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "CRED Rapid Ecological Assessment Belt Surveys of Coral Population and Disease Assessment at Johnston, Pacific Remote Island Areas in 2012",
  "revision_id": "025e4584-6c9a-45bd-8322-6242029e9a87"
}