{
  "license_title": "Other License Specified",
  "maintainer": "Office of Property Assessment",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "data@phila.gov",
  "num_tags": 1,
  "id": "1e8f8899-3c9a-4872-9337-9c5a14efdc96",
  "metadata_created": "2014-04-16T18:20:34.510316",
  "metadata_modified": "2015-04-09T22:01:40.733436",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "real-estate--land-records",
      "id": "eb7d563e-2bfa-444d-8c52-b37852ea916e",
      "name": "real-estate--land-records"
    }
  ],
  "tracking_summary": {
    "total": 44,
    "recent": 0
  },
  "groups": [
    {
      "display_name": "Local Government",
      "description": "Local Government Topic - for all datasets with state, local, county organizations",
      "image_display_url": "",
      "title": "Local Government",
      "id": "ccc6c266-eee8-44bd-89aa-7cd8c4c6bf46",
      "name": "local"
    }
  ],
  "license_id": "other-license-specified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2014-04-16T14:11:26.017452",
    "title": "City of Philadelphia",
    "name": "city-of-philadelphia",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "09dee6e9-4898-4ccc-89fb-945c8eb210fb",
    "type": "organization",
    "id": "d231d617-3f4b-48d7-8e70-35fa08ac18bd",
    "approval_status": "approved"
  },
  "name": "opa-property-assessments",
  "isopen": true,
  "url": null,
  "notes": "Property Assessments for 2013 and 2014",
  "owner_org": "d231d617-3f4b-48d7-8e70-35fa08ac18bd",
  "extras": [
    {
      "key": "publisher",
      "value": "City of Philadelphia"
    },
    {
      "key": "identifier",
      "value": "225"
    },
    {
      "key": "license",
      "value": "TERMS OF USE AND DISCLAIMER\r\nPLEASE READ THE FOLLOWING TERMS OF USE AND DISCLAIMER CAREFULLY BEFORE DOWNLOADING, SHARING AND/OR DISTRIBUTING CITY OF PHILADELPHIA DATA (\"City Data\"). YOU MUST AGREE TO THE DISCLAIMER AND ALL OTHER TERMS PROVIDED BELOW PRIOR TO DOWNLOADING CITY OF PHILADELPHIA DATA. IF YOU DO NOT AGREE, YOU MAY NOT DOWNLOAD, SHARE OR DISTRIBUTE CITY OF PHILADELPHIA DATA FROM THIS WEB SITE.\r\n\r\nDisclaimer\r\nThe City of Philadelphia makes no warranty or representation, expressed or implied, with respect to the quality, content, accuracy, completeness, currency, or non-infringement of proprietary rights, of any of the data or information, or any other materials and items, that are displayed or made available for download from this Internet site. All such data, information, items and materials (collectively, the City Data) are provided on an \"as is\" basis, and you are fully and solely responsible for your use of them and for any results or consequences of your use. They have been created from a variety of sources and are subject to change without notice from the City of Philadelphia. In no event shall the City of Philadelphia or its agencies, officers, employees, agents, or representatives be liable for any damages of any kind or nature whatsoever arising from your downloading, modifying, sharing, distributing, or using of City Data, including, but not limited to, direct, indirect, special, punitive, incidental, exemplary or consequential damages, even if notified of the possibility of such damages.\r\n\r\nIndemnification\r\nYou hereby agree to indemnify, defend, and hold harmless the City of Philadelphia and any of its agencies, officers, employees, agents or representatives from any and all liability and costs, including, without limitation, reasonable attorneys' fees, arising from your downloading, use, modification, sharing and/or distribution of the City Data. You agree to cooperate fully in defense of any claim of such damages and to permit the City of Philadelphia, in its sole discretion, to assume the exclusive defense and control of any matter subject to indemnification by you.\r\n\r\nCopyright and Other Proprietary Rights\r\nAll items and materials contained in the City Data, and the selection and arrangements thereof, are the property of the City of Philadelphia, which retains all trademark, service mark, copyright, patent, trade secret, and other proprietary rights therein.\r\n\r\nApplicable Law\r\nThese terms and conditions and all disputes arising under these terms and conditions shall be governed, construed and decided in accordance with the laws of the Commonwealth of Pennsylvania.\r\n\r\nForum Selection Clause; Consent to Jurisdiction\r\nThe Parties agree that any lawsuit, action, claim, or legal proceeding involving, directly or indirectly, any matter arising out of or related to this terms of use and disclaimer, or the relationship created or evidenced thereby, shall be brought exclusively in the United States District Court for the Eastern District of Pennsylvania or the Court of Common Pleas of Philadelphia County. It is the express intent of the Parties that jurisdiction over any lawsuit, action, claim, or legal proceeding shall lie exclusively in either of these two forums. The Parties further agree not to raise any objection to any lawsuit, action, claim, or legal proceeding which is brought in either of these two forums. The Parties further agree that service of original process in any such lawsuit, action, claim, or legal proceeding may be duly affected by mailing a copy thereof, by certified mail, postage prepaid to the addresses specified in the Notice section below.\r\n\r\nWaiver of Jury Trial\r\nParties hereby waive trial by jury in any legal proceeding involving, directly or indirectly, any matter (whether sounding in tort, contract or otherwise) in any way arising out of or related to this terms of use and disclaimer or the relationship created or evidenced hereby. This provision is a material inducement for City to provide access to City Data.\r\n\r\nMiscellaneous\r\nThe City of Philadelphia reserves the right to revise and change these terms and conditions at anytime and without notice.  \r\n"
    },
    {
      "key": "harvest_source_id",
      "value": "f366af8c-1e58-4793-85b2-307c80da954d"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "modified",
      "value": "2014-02-12"
    },
    {
      "key": "harvest_source_title",
      "value": "phlapi json"
    },
    {
      "key": "source_schema_version",
      "value": "1.0"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "landingPage",
      "value": "http://www.opendataphilly.org/opendata/resource/225"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "harvest_object_id",
      "value": "7211ba51-f9a7-4b00-869e-dd528d237c83"
    },
    {
      "key": "source_hash",
      "value": "d6840fea11d6e830c11ef212be12c80be61fc729"
    },
    {
      "key": "harvest_object_id",
      "value": "7211ba51-f9a7-4b00-869e-dd528d237c83"
    },
    {
      "key": "harvest_source_id",
      "value": "f366af8c-1e58-4793-85b2-307c80da954d"
    },
    {
      "key": "harvest_source_title",
      "value": "phlapi json"
    }
  ],
  "title": "OPA Property Assessments",
  "revision_id": "9220dcac-1a78-49ff-a5fa-f4d7ed8dcf2d"
}