{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "ad665a6b-8d00-49a2-bfca-32ee045964a3",
  "metadata_created": "2015-10-15T06:05:09.759955",
  "metadata_modified": "2015-10-30T05:24:41.458431",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "ad665a6b-8d00-49a2-bfca-32ee045964a3",
      "webstore_last_updated": null,
      "id": "28b6c6d2-a671-4bc1-bdae-3d340ff267a3",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "index.cfm",
      "format": "",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:41.489383",
      "url": "http://www.fhwa.dot.gov/research/tfhrc/labs/visibility/index.cfm",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "8a880ac9-7930-4bba-a9ba-58ab345e6e5d",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 5,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "arens-photometric-and-visibility-laboratory",
  "isopen": false,
  "url": null,
  "notes": "  Purpose: The Arens Photometric and Visibility Laboratory conducts evaluations of the photometric and colorimetric properties of traffic control devices, including signing and pavement marking materials and traffic signal lights, and supports human factors research used to establish the required levels that meet the visual needs of drivers.  Laboratory Description: The laboratory develops recommendations for the specification of materials, both in photometric and colorimetric terms. The laboratory also evaluates transport-related lighting and signing equipment, including automobile headlamps (as they affect the visibility of signs and markings) and traffic control devices (particularly the light-e mitting diode and fiber-optic types). Validation of field instruments used for measurement of traffic control devices can be performed by comparison with laboratory instruments.  Laboratory Capabilities: In addition to basic photometric and colorimetric measurements, the Arens Photometric and Visibility Laboratory evaluates fluorescence and retroreflective properties of materials. Results of these evaluations support Federal guidelines issued in the Manual on Uniform Traffic Control Devices as well as the development of consensus standards promulgated by the American Society for Testing and Materials International.  Laboratory Equipment:Gamma Scientific 940D Computerized Photometric Range System; an auto-ranging, gonio-p hotometer that includes a three-axis goniometer for placement and orientation of samples and a two-axis Observation Angle Positioner (OAP), which provides precise angular separation of the light source and photometer, as measured at the sample. The goniometer is mounted on a rail, allowing the distance between the goniometer and the OAP to be adjusted from 1 meter to approximately 30 meters. The second axis on the OPA ensures that the photometer is oriented toward any device under test. The system is primarily used in the measurement of retroreflective materials, but may also be used for photometric measurement of small light sources, such as headlights and traffic control signal lights; Optronic Laboratory Type OL-754 double-m onochromator spectroradiometer; Konica-MinoltaCS-2000 spectroradiometer; Photo Research Model 1980A Pritchard Photometer (luminance meter) with Cassegrain lens, with an effective aperture of 0.2 minutes of arc; Gamma Scientific GS-BFC-450 bispectral fluorescence colorimeter; handheld illuminance and luminance meters; NIST-calibrated luminous intensity standards, precision shunts, and voltmeters for calibration purposes; NIST-traceable Standard Calibration Source (luminance and color temperature).  Laboratory Services: The Arens Photometric and Visibility Laboratory directly conducts or supports human-factors studies on roadway visibility issues, such as the impact of roadway lighting on driver performance. The laboratory has conducted in-h ouse studies and investigations in support of contract research studies, the development by the Operations Core Business Unit staff of the new edition of the Manual on Uniform Traffic Control Devices, and the work of other government agencies on topics, including the measurement of the color characteristics of retroreflective materials for the revision of the 1979 Federal Highway Administration Color Tolerances, evaluation of pavement markings under automobile headlamps, photometric evaluation of a mobile sign retroreflectometer, evaluation of fluorescent signing materials and ultraviolet headlighting, and design of a universal, multipurpose, computer-controlled roadway lighting system for the Smart Road in Blacksburg, VA.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6176"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "fb2bc490-20d9-475a-95d0-0300ca7dceb9"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6176"
    },
    {
      "key": "source_hash",
      "value": "afc60708ad43243fee0fae22e063fb1419523f4a"
    },
    {
      "key": "harvest_object_id",
      "value": "fb2bc490-20d9-475a-95d0-0300ca7dceb9"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Arens Photometric and Visibility Laboratory",
  "revision_id": "cd2b4531-bf58-4ddb-93f2-ae64723de144"
}