{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "2cce329a-124e-42bb-83a9-043a4a2335c1",
  "metadata_created": "2015-02-03T21:06:25.019713",
  "metadata_modified": "2015-02-03T21:06:25.019713",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "2cce329a-124e-42bb-83a9-043a4a2335c1",
      "webstore_last_updated": null,
      "id": "7a8a1330-90be-4fce-a046-8521aacfc719",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 109,
        "recent": 4
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "44d6fbd4-21cd-4fa7-9c7c-6f463780854f",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-02-03T16:06:25.312838",
      "url": "http://pubs.usgs.gov/ds/781/",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 10,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "faults-offshore-of-salt-point-map-area-california",
  "isopen": false,
  "url": null,
  "notes": "This part of DS 781 presents data for faults for the geologic and geomorphic map of the Offshore of Salt Point map area, California. The vector data file is included in \"Faults_OffshoreSaltPoint.zip,\" which is accessible from http://pubs.usgs.gov/ds/781/OffshoreSaltPoint/data_catalog_OffshoreSaltPoint.html. The onshore part of the Offshore of Salt Point map area is cut by the northwest-trending San Andreas Fault, the right-lateral transform boundary between the North American and Pacific tectonic plates. The San Andreas extends extends into the offshore about 5 km south of the map area near Fort Ross, and about 50 km north of the map area on the east flank of Point Arena. The coast between Fort Ross and Point Arena, the northwesternmost exposed section west of the San Andreas Fault, is known as the \"Gualala Block\" (fig. 1) on the basis of its distinctive geology, which has been widely used to develop paleogeographic reconstructions of coastal California that restore as much as 150 to 180 km of right-lateral slip on the combined San Andreas and San Gregorio Fault systems (see, for example, Wentworth, (1968); Wentworth and others (1998); Jachens and others (1998); Dickinson and others (2005); Burnham (2009). The Gualala Block is underlain by a thick (as much as 9 to 11 km, in aggregate), discontinuous Upper Cretaceous to Miocene stratigraphic section (summarized in Wentworth and others, 1998), however only the Eocene and Paleocene German Rancho Formation (unit Tgr) is exposed onshore and is inferred to form seafloor bedrock outcrops in the Offshore of Salt Point map area. The German Rancho Formation consists of sandstone, mudstone, and conglomerate interpreted as deep-water, submarine-fan deposits. The western boundary of the Gualala Block lies offshore. Using seismic-reflection data, McCulloch (1987; his fig. 14) mapped a shore-parallel fault about 3 to 5 km offshore, which Dickinson and others (2005) subsequently named the Gualala Fault. Jachens and others (1998) evaluated aeromagnetic and gravity data across this zone and modeled this structure as a steep fault within the Salinian basement block, characterized by 3 to 5 km of right-lateral offset. In contrast, Dickinson and others (2005) consider the Gualala fault a Late Miocene strand of the San Andreas fault, separating Salinian and Franciscan basement rocks, with minimum right-lateral slip of 70 km. Our analysis of deeper industry seismic-reflection data within California State Waters shows the Gualala fault as a steep, northeast-dipping structure. Shallower seismic-reflection crossing the Gualala fault reveal a thick late(?) Pleistocene section characterized by recent faulting and gentle asymmetric folding. Hence, the Gualala fault appears to be a recently active \"blind\" structure that has deformed young sediments. Our mapping also documents a more nearshore zone of deformation that we refer to as the \"east Gualala deformation zone.\" This zone extends through the central and southern parts of the Offshore of Salt Point map area and is similarly charcterized by steep faults and gentle folds that deform inferred late Pleistocene strata. This section of the San Andreas Fault onland has an estimated slip rate of about 17 to 25 mm/yr (Bryant and Lundberg, 2002). The devastating Great 1906 California earthquake (M 7.8) is thought to have nucleated on the San Andreas Fault about 100 kilometers south of this map area offshore of San Francisco (e.g., Bolt, 1968; Lomax, 2005), with the rupture extending northward through the onshore part of the Offshore of Salt Point map area to the south flank of Cape Mendocino (Lawson, 1908; Brown and Wolfe, 1972). Emergent marine terraces along the coast in the Offshore of Salt Point map area record recent contractional deformation associated with the San Andreas Fault system. Prentice and Kelson (2006) reported uplift rates of 0.3 to 0.6 mm/yr for a nearby late Pleistocene terrace (exposed at Fort Ross, about 5 km south of the map area) and this recent uplift must also have affected the nearshore and inner shelf, at least as far west as the Gualala fault. Faults were primarily mapped by interpretation of seismic reflection profile data (see field activity S-8-09-NC). The seismic reflection profiles were collected between 2007 and 2010. References Cited Bolt, B.A., 1968, The focus of the 1906 California earthquake: Bulletin of the Seismological Society of America, v. 58, p. 457-471. Brown, R.D., Jr., and Wolfe, E.W., 1972, Map showing recently active breaks along the San Andreas Fault between Point Delgada and Bolinas Bay, California: U.S. Geological Survey Miscellaneous Investigations Map I-692, scale 1:24,000. Bryant, W.A., and Lundberg, M.M., compilers, 2002, Fault number 1b, San Andreas fault zone, North Coast section, in Quaternary fault and fold database of the United States: U.S. Geological Survey website, accessed April 4, 2013 at http://earthquakes.usgs.gov/hazards/qfaults. Burnham, K., 2009, Predictive model of San Andreas Fault system paleogeography, Late Cretaceous to early Miocene, derived from detailed multidisciplinary conglomerate correlations: Tectonophysics 464, p. 195-208. Dickinson, W.R., Ducea, M., Rosenberg, L.I., Greene, H.G., Graham, S.A., Clark, J.C., Weber, G.E., Kidder, S., Ernst, W.G., and Brabb, E.E., 2005, Net dextral slip, Neogene San Gregorio-Hosgri Fault Zone, coastal California: Geologic evidence and tectonic implications: Geological Society of America Special Paper 391, 43 p. Jachens, R.C., Wentworth, C.M., and McLaughlin, R.J., 1998, Pre-San Andreas location of the Gualala Block inferred from magnetic and gravity anomalies, in Elder, W.P., ed., Geology and tectonics of the Gualala block, northern California: Pacific Section, Society of Economic Paleontologists and Mineralogists, Book 84, p. 27-53. Lawson, A.C., ed., 1908, The California earthquake of April 18, 1906, Report of the State Earthquake Investigation Commission: Carnegie Institution of Washington Publication 87, v. 1, 1451 p. and atlas. Lomax, A., 2005, A reanalysis of the hypocentral location and related observations for the Great 1906 California earthquake: Bulletin of the Seismological Society of America, v. 95, p. 861-877. McCulloch, D.S., 1987, Regional geology and hydrocarbon potential of offshore central California, in Scholl, D.W., Grantz, A., and Vedder, J.G., eds., Geology and Resource Potential of the Continental Margin of Western North America and Adjacent Oceans—Beaufort Sea to Baja California: Houston, Texas, Circum-Pacific Council for Energy and Mineral Resources, Earth Science Series, v. 6., p. 353-401. Prentice, C.S., and Kelson, K.I., 2006, The San Andreas fault in Sonoma and Mendocino counties, in Prentice, C.S., Scotchmoor, J.G., Moores, E.M., and Kiland, J.P., eds., 1906 San Francisco Earthquake Centennial Field Guides: Field trips associated with the 100th Anniversary Conference, 18-23 April 2006, San Francisco, California: Geological Society of America Field Guide 7, p. 127-156, Wentworth, C.M., 1968, Upper Cretaceous and lower Tertiary strata near Gualala, California, and inferred large right slip on the San Andreas fault, in Dickinson, W.R., and Grantz, A., eds. Proceedings of conference on geologic problems of San Andreas fault system: Stanford University Publications, Geological Sciences, v. 11, p. 130-143. Wentworth, C.M., Jones, D.L., and Brabb, E.E., 1998, Geology and regional correlation of the Cretaceous and Paleogene rocks of the Gualala block, California, in Elder, W.P., ed., Geology and tectonics of the Gualala block, northern California: Pacific Section, Society of Economic Paleontologists and Mineralogists, Book 84, p. 3-26.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-123.278943"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "38.638811"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "graphic-preview-type",
      "value": "JPEG"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "graphic-preview-file",
      "value": "<http://pubs.usgs.gov/ds/781/OffshoreSaltPoint/images/Faults_OffshoreSaltPoint.jpg>"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-123.454521, 38.493053], [-123.278943, 38.493053], [-123.278943, 38.638811], [-123.454521, 38.638811], [-123.454521, 38.493053]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: This information is not intended for navigational purposes. Read and fully comprehend the metadata prior to data use. Uses of these data should not violate the spatial resolution of the data. Where these data are used in combination with other data of different resolution, the resolution of the combined output will be limited by the lowest resolution of all the data. Acknowledge the U.S. Geological Survey in products derived from these data. Share data products developed using these data with the U.S. Geological Survey. This database has been approved for release and publication by the Director of the USGS. Although this database has been subjected to rigorous review and is substantially complete, the USGS reserves the right to revise the data pursuant to further analysis and review. Furthermore, it is released on condition that neither the USGS nor the United States Government may be held liable for any damages resulting from its authorized or unauthorized use. Although this Federal Geographic Data Committee-compliant metadata file is intended to document these data in nonproprietary form, as well as in ArcInfo format, this metadata file may include some ArcInfo-specific terminology.\", \"Access Constraints: If physical samples or materials are available, constraints on their on-site access are described in \\\"WR CMG Sample Distribution Policy\\\" at URL: http://walrus.wr.usgs.gov/infobank/programs/html/main/sample-dist-policy.html\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2007-01-01"
    },
    {
      "key": "contact-email",
      "value": "shartwell@usgs.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-123.454521"
    },
    {
      "key": "metadata-date",
      "value": "2013-01-01"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2014-01-01\"}]"
    },
    {
      "key": "graphic-preview-description",
      "value": "Faults offshore Salt Point."
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\" \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"USGS Pacific Coastal and Marine Science Center\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2010-01-01"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "bbox-south-lat",
      "value": "38.493053"
    },
    {
      "key": "tags",
      "value": "salt point, pacific ocean, northern california, fisheries, sonoma county, ecosystem, oceans, u.s. geological survey, pacific coastal and marine science center, cmgp, bathymetry/seafloortopography, intensity, usgs, seafloor character, bathymetry, geology, ocean floor topography, state of california, seafloor topography, backscatter, multibeam"
    },
    {
      "key": "harvest_object_id",
      "value": "aeeb3c88-86a7-42a6-a894-4c7b8edd837c"
    },
    {
      "key": "harvest_source_id",
      "value": "77f16df5-23cd-41bb-86af-1bdf1be6f907"
    },
    {
      "key": "harvest_source_title",
      "value": "U.S. Geological Survey Coastal Map"
    }
  ],
  "title": "Faults--Offshore of Salt Point Map Area, California",
  "revision_id": "44d6fbd4-21cd-4fa7-9c7c-6f463780854f"
}