{
  "license_title": "U.S. Government Work",
  "maintainer": "Ramona Travis",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "ramona.e.travis@nasa.gov",
  "num_tags": 3,
  "id": "165dfc27-5f20-48a1-be4c-2cc0eb4e17bf",
  "metadata_created": "2015-04-09T18:54:49.554281",
  "metadata_modified": "2015-07-08T19:28:48.884663",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "165dfc27-5f20-48a1-be4c-2cc0eb4e17bf",
      "webstore_last_updated": null,
      "id": "e37d2cf3-463f-4e20-9cef-007e0e8f72a4",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "XML",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/xml",
      "cache_url": null,
      "name": "XML File",
      "created": "2015-04-09T14:54:49.744131",
      "url": "http://techport.nasa.gov/xml-api/11015",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "e9363f57-7e1e-413a-99e1-b8e8d4e000cc",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "completed",
      "id": "5e4de852-789d-47bf-af3b-ba9a0dd8d489",
      "name": "completed"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "project",
      "id": "24471320-3e5c-42b5-a078-8e48e70e2ac4",
      "name": "project"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "stennis-space-center",
      "id": "1c8a9a64-c6c9-4a6d-b0ea-8ec992273588",
      "name": "stennis-space-center"
    }
  ],
  "tracking_summary": {
    "total": 15,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "increasing-nasa-ssc-range-safety-by-developing-the-framework-to-monitor-airspace-and-enfor",
  "isopen": true,
  "url": null,
  "notes": "&lt;p&gt;Engine testing at NASA SSC poses a significant risk to general aviation due to potential smoke and excessive turbulence. The airspace over Stennis has been designated as restricted from 0600 - 2300 at altitudes below 5000 feet. SSC has limited ability to detect aircraft that have breeched the restricted airspace. In order to protect lives and property, a systematic evaluation of the potential technologies was requested to identify and define options to monitor the airspace, warn aircraft of impending danger, warn NASA test operations, and if necessary provide NASA test operations data so that an informed, timely decision could be made on whether or not to interrupt engine tests. This project systematically evaluated potential technologies that could address the problem of unauthorized aircraft entering Restricted Airspace/R-4403; a primary focus of this activity was on protecting the SSC Fee and Buffer Zone during an engine test or other sensitive operation. The research began with the findings and technology identified in the SSC Facility Safety Assessment Report. In 2010, a Facility Safety Assessment was performed for SMA to identify hazards associated with the SSC multiuser test range. During this assessment, a top system level safety hazard concerning unauthorized aircraft entering the SSC Restricted Airspace during test range operations, as well as twelve other hazards that directly or indirectly relate to the top hazard, were identified. SSC has limited ability to detect aircraft that may have intentionally or unintentionally breached R-4403. Because the restricted airspace is controlled by Houston ARTCC, controllers at Gulfport-Biloxi International Airport (GPT) and Louis Armstrong New Orleans International Airport (MSY) are not required to monitor or alert aircraft to avoid R-4403.&lt;/p&gt;&lt;p&gt;The purpose of the project was to evaluate monitoring techniques to address the problem of aircraft entering R-4403, primarily focusing on access to the SSC Buffer Zone during an engine test or other sensitive operation. The objective was to provide a small set of cost effective solutions that enable appropriate personnel to make informed safety decisions in near-real time. A number of different existing and prototype technologies were considered against the monitoring requirements defined by NASA.&lt;/p&gt;&lt;p&gt;During this project, several different types of aircraft monitoring technologies were investigated. The project intended to prototype these potential technology solutions based on information and assessments performed. Potential software approaches to be prototyped included: phone apps, e-mail alerts, and desk top displays. Each was assessed against NASA&amp;rsquo;s airspace monitoring requirements, which included the ability to monitor the entire buffer zone plus an additional 5 mile radius for both transponder and non-transponder equipped aircraft and, if possible, low-altitude UASs. Some technologies were eliminated because they are unable to track non-transponder equipped aircraft, while others are not capable of operating in all weather and illumination conditions. The remaining technologies represent potential solutions to monitoring the restricted airspace at SSC.&amp;nbsp;Ultimately, the technologies investigated were not required and a refined notification procedure to follow in advance of test operations was implemented to insure NASA SSC Range Safety.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2011-08-01T00:00:00Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "references",
      "value": [
        "http://techport.nasa.gov/home",
        "http://techport.nasa.gov/doc/home/TechPort_Advanced_Search.pdf",
        "http://techport.nasa.gov/fetchFile?objectId=6561",
        "http://techport.nasa.gov/fetchFile?objectId=3456",
        "http://techport.nasa.gov/fetchFile?objectId=3447",
        "http://techport.nasa.gov/fetchFile?objectId=6584",
        "http://techport.nasa.gov/fetchFile?objectId=6560",
        "http://techport.nasa.gov/fetchFile?objectId=3448"
      ]
    },
    {
      "key": "source_hash",
      "value": "07b748bf07ceae909282746056a9b71eec68bafa"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "temporal",
      "value": "2011-08-01T00:00:00Z/2012-10-01T00:00:00Z"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:000"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://techport.nasa.gov/view/11015"
    },
    {
      "key": "harvest_object_id",
      "value": "162c8c95-a20b-44c4-925d-b200b4447406"
    },
    {
      "key": "publisher",
      "value": "Space Technology Mission Directorate"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a87c63a7fe59b4980ee"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "National Aeronautics and Space Administration > Space Technology Mission Directorate"
    },
    {
      "key": "modified",
      "value": "2015-03-12"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": "TECHPORT_11015"
    },
    {
      "key": "harvest_object_id",
      "value": "162c8c95-a20b-44c4-925d-b200b4447406"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Increasing NASA SSC Range Safety by Developing the Framework to Monitor Airspace and Enforce Restrictions Project",
  "revision_id": "3063592a-6f01-4b54-ab4b-bfab3944dde5"
}