{
  "license_title": "License not specified",
  "maintainer": "Michael  Stephens",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "Michael.M.Stephens@usace.army.mil",
  "num_tags": 0,
  "id": "ed722646-eb20-4e2d-b051-8bac86e44ba4",
  "metadata_created": "2015-10-15T06:05:41.378690",
  "metadata_modified": "2015-10-30T05:24:56.843540",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "ed722646-eb20-4e2d-b051-8bac86e44ba4",
      "webstore_last_updated": null,
      "id": "a855aa9c-640e-4208-8617-e23e3a10f950",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "data-analysis-and-assessment-center.aspx",
      "format": "",
      "tracking_summary": {
        "total": 4,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:56.900431",
      "url": "http://www.erdc.usace.army.mil/Media/FactSheets/FactSheetArticleView/tabid/9254/Article/476695/data-analysis-and-assessment-center.aspx",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "be187509-7b63-4300-b2f8-c971c2333ee5",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 14,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "data-analysis-and-assessment-center-3fe10",
  "isopen": false,
  "url": null,
  "notes": "  Resources for Advanced Data Analysis and Visualization  Researchers who have access to the latest analysis and visualization tools are able to use large amounts of complex data to find efficiencies in projects, designs, and resources. The Data Analysis and Assessment Center (DAAC) at ERDC&amp;#39;s Information Technology Laboratory (ITL) provides visualization and analysis tools and support services to enable the analysis of an ever-increasing volume of data. Simplify Data Analysis and Visualization Research The resources provided by the DAAC enable any user to conduct important data analysis and visualization that provides valuable insight into projects and designs and helps to find ways to save resources. The DAAC provides new tools like ezVIZ, and services such as the DAAC website, a rich resource of news about the DAAC, training materials, a community forum and tutorials on how to use data analysis and other issues. The DAAC can perform collaborative work when users prefer to do the work themselves but need help in choosing which visualization program and/or technique and using the visualization tools. The DAAC also carries out custom projects to produce high-quality animations of data, such as movies, which allow researchers to communicate their results to others. Communicate Research in Context DAAC provides leading animation and modeling software which allows scientists and researchers may communicate all aspects of their research by setting their results in context through conceptual visualization and data analysis. Success Stories Wave Breaking and Associated Droplet and Bubble Formation Wave breaking and associated droplet and bubble formation are among the most challenging problems in the field of free-surface hydrodynamics. The method of computational fluid dynamics (CFD) was used to solve this problem numerically for flow about naval vessels. The researchers wanted to animate the time-varying three-dimensional data sets using isosurfaces, but transferring the data back to the local site was a problem because the data sets were large. The DAAC visualization team solved the problem by using EnSight and ezVIZ to generate the isosurfaces, and photorealistic rendering software to produce the images for the animation. Explosive Structure Interaction Effects in Urban Terrain Known as the Breaching Project, this research studied the effects of high-explosive (HE) charges on brick or reinforced concrete walls. The results of this research will enable the war fighter to breach a wall to enter a building where enemy forces are conducting operations against U.S. interests. Images produced show computed damaged caused by an HE charge on the outer and inner sides of a reinforced concrete wall. The ability to quickly and meaningfully analyze large simulation data sets helps guide further development of new HE package designs and better ways to deploy the HE packages. A large number of designs can be simulated and analyzed to find the best at breaching the wall. The project saves money in greatly reduced field test costs by testing only the designs which were identified in analysis as the best performers. Specifications Amethyst, the seven-node Linux visualization cluster housed at the DAAC, is supported by ParaView, EnSight, and ezViz visualization tools and configured as follows: Six computer nodes, each with the following specifications:  CPU: 8 dual-core 2.4 Ghz, 64-bit AMD Opteron Processors (16 effective cores) Memory: 128-G RAM Video: NVidia Quadro 5500 1-GB memory Network: Infiniband Interconnect between nodes, and Gigabit Ethernet to Defense Research and Engineering Network (DREN) One storage node:  Disk Space: 20-TB TerraGrid file system, mounted on all nodes as /viz and /work  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "d26f50b6-51ea-4a11-9db7-48ec9806f74e"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6158"
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "repPhone",
      "value": "601-634-2307"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6158"
    },
    {
      "key": "source_hash",
      "value": "f6936023f665c89a29a968bbc73220f7f8da4fd8"
    },
    {
      "key": "harvest_object_id",
      "value": "d26f50b6-51ea-4a11-9db7-48ec9806f74e"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Data Analysis and Assessment Center",
  "revision_id": "28fbe596-af1c-471c-af44-038432e180d7"
}