{
  "license_title": "Other License Specified",
  "maintainer": "Susan Carlson",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "LoudounGIS@Loudoun.gov",
  "num_tags": 6,
  "id": "b1831490-06b8-4ea9-88fa-6604ae9f4e4e",
  "metadata_created": "2016-07-06T16:21:09.629173",
  "metadata_modified": "2016-11-09T20:49:31.231087",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "b1831490-06b8-4ea9-88fa-6604ae9f4e4e",
      "webstore_last_updated": null,
      "id": "234190bd-1b70-48fd-be65-8b6b2349c981",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "HTML",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "text/html",
      "cache_url": null,
      "name": "ArcGIS Open Dataset",
      "created": "2016-07-06T12:21:10.246718",
      "url": "http://data.loudoungis.opendata.arcgis.com/datasets/7587ce6b0f3e487185e1bdda5f8ef707_1",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "f45d9289-0247-44ae-8ab5-654d25571c31",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "b1831490-06b8-4ea9-88fa-6604ae9f4e4e",
      "webstore_last_updated": null,
      "id": "0cdabadd-d9ff-4a81-bc4b-85417064b61f",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "Esri REST",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "application/json",
      "cache_url": null,
      "name": "Esri Rest API",
      "created": "2016-07-06T12:21:10.246757",
      "url": "https://utility.arcgis.com/usrsvcs/servers/7587ce6b0f3e487185e1bdda5f8ef707/rest/services/LoudounPlanning/FeatureServer/1",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 1,
      "revision_id": "f45d9289-0247-44ae-8ab5-654d25571c31",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "b1831490-06b8-4ea9-88fa-6604ae9f4e4e",
      "webstore_last_updated": null,
      "id": "c63c6d96-53a6-4f45-acac-b6241e996810",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "GeoJSON",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "application/vnd.geo+json",
      "cache_url": null,
      "name": "GeoJSON",
      "created": "2016-07-06T12:21:10.246768",
      "url": "http://data.loudoungis.opendata.arcgis.com/datasets/7587ce6b0f3e487185e1bdda5f8ef707_1.geojson",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 2,
      "revision_id": "f45d9289-0247-44ae-8ab5-654d25571c31",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "b1831490-06b8-4ea9-88fa-6604ae9f4e4e",
      "webstore_last_updated": null,
      "id": "8c0aa4fa-e366-424d-9218-348c8372926a",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "7587ce6b0f3e487185e1bdda5f8ef707_1.csv",
      "format": "CSV",
      "tracking_summary": {
        "total": 6,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "text/csv",
      "cache_url": null,
      "name": "CSV",
      "created": "2016-07-06T12:21:10.246777",
      "url": "http://data.loudoungis.opendata.arcgis.com/datasets/7587ce6b0f3e487185e1bdda5f8ef707_1.csv",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 3,
      "revision_id": "f45d9289-0247-44ae-8ab5-654d25571c31",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "b1831490-06b8-4ea9-88fa-6604ae9f4e4e",
      "webstore_last_updated": null,
      "id": "f054ac91-803e-46fd-8b00-58108defbd7c",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "7587ce6b0f3e487185e1bdda5f8ef707_1.kml",
      "format": "KML",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "application/vnd.google-earth.kml+xml",
      "cache_url": null,
      "name": "KML",
      "created": "2016-07-06T12:21:10.246785",
      "url": "http://data.loudoungis.opendata.arcgis.com/datasets/7587ce6b0f3e487185e1bdda5f8ef707_1.kml",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 4,
      "revision_id": "f45d9289-0247-44ae-8ab5-654d25571c31",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "b1831490-06b8-4ea9-88fa-6604ae9f4e4e",
      "webstore_last_updated": null,
      "id": "7b81c95e-0ecf-47ae-93c3-49a8f0428e54",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "7587ce6b0f3e487185e1bdda5f8ef707_1.zip",
      "format": "ZIP",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "application/zip",
      "cache_url": null,
      "name": "Shapefile",
      "created": "2016-07-06T12:21:10.246794",
      "url": "http://data.loudoungis.opendata.arcgis.com/datasets/7587ce6b0f3e487185e1bdda5f8ef707_1.zip",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 5,
      "revision_id": "f45d9289-0247-44ae-8ab5-654d25571c31",
      "resource_type": null
    }
  ],
  "num_resources": 6,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "loudon",
      "id": "e9fba34d-3cc1-4779-ab91-dd0435089263",
      "name": "loudon"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "loudoun",
      "id": "4a91d23d-5015-40e0-bcc6-c5f21e07d9ec",
      "name": "loudoun"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "loudoun-county",
      "id": "956f579c-e2c8-49bb-b2ae-87254b02e707",
      "name": "loudoun-county"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "open-data",
      "id": "b7ffa45d-e5ab-4a7e-969a-7d207d045722",
      "name": "open-data"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "opendata",
      "id": "effe5558-b64f-4667-9d08-ed26518ce225",
      "name": "opendata"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "zoning",
      "id": "78e21eba-aa85-42bb-927d-ea922a972d4f",
      "name": "zoning"
    }
  ],
  "tracking_summary": {
    "total": 25,
    "recent": 5
  },
  "groups": [
    {
      "display_name": "Local Government",
      "description": "Local Government Topic - for all datasets with state, local, county organizations",
      "image_display_url": "",
      "title": "Local Government",
      "id": "ccc6c266-eee8-44bd-89aa-7cd8c4c6bf46",
      "name": "local"
    }
  ],
  "license_id": "other-license-specified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2016-06-09T16:03:42.183232",
    "title": "Loudoun County, Virginia",
    "name": "loudoun-county-virginia",
    "is_organization": true,
    "state": "active",
    "image_url": "https://www.loudoun.gov/images/pages/N232/Loudoun%20County%20Seal%20-%20Web.jpg",
    "revision_id": "8153ac35-68c9-4b9a-a2de-a112472f8d99",
    "type": "organization",
    "id": "338c12e3-595a-4d77-8a51-5d5a7656fab4",
    "approval_status": "approved"
  },
  "name": "zoning-30d05",
  "isopen": true,
  "url": null,
  "notes": "DATA MAINTENANCE / UPDATE FREQUENCY: AS NEEDED<br /><br />DATA LAST UPLOADED TO THIS SITE: 2016-10-01<br /><br /><a href=\"https://logis.loudoun.gov/metadata/Zoning.html\" target=\"_blank\">More Metadata</a><br /><br />The zoning layer constitutes the official zoning map for Loudoun County and is a component of the official zoning ordinance. It reflects expiration of grandfathering provisions of the 1972 Zoning Ordinance for certain proffered PD-H and R-Districts created prior to June 16, 1993. The zoning data is owned and maintained by Loudoun County, Virginia Department of Building and Development. Purpose: The purpose is to facilitate the administration of the zoning ordinance. The data are used extensively for taxation, subdivision review, permitting, and planning. Supplemental Information: Boundaries generally follow parcel lines, although there are several exceptions. The zoning data does not include zoning overlay districts, such as LDN, Floodplain, Quarry, or Mountainside Overlay Districts. Although the layer represents the official zoning map, a determination should be requested from the Zoning Administrator to verify zoning for a particular property. Data are stored in the corporate ArcSDE Geodatabase as a feature class. The coordinate system is Virginia State Plane (North), Zone 4501, datum NAD83 HARN. It is also important to note that in order to determine the Zoning Ordinance Amendments (ZOAMs) that are applicable to a particular parcel governed under the Revised 1993 Zoning Ordinance located within the Route 28 Tax District, the ZO_ZONE_DATE, Opt-In Letter, proffer statement, rezoning plat and/or concept development plan should be consulted as applicable. For an official determination regarding the applicable zoning, zoning ordinance text and/or whether proffered conditions may apply to a certain property, please contact the Zoning Administrator in the Department of Building and Development. Data are stored in the corporate ArcSDE Geodatabase as a feature class. The coordinate system is Virginia State Plane (North), Zone 4501, datum NAD83 HARN. Maintenance and Update Frequency: The zoning layer is updated on a daily basis as staff researches zoning for individual properties. Completeness Report: Features may have been eliminated or generalized due to scale and intended use. To assist Loudoun County, Virginia in the maintenance of the data, please provide any information concerning discovered errors, omissions, or other discrepancies found in the data. Ordinance: 1972, 1993 or Revised 1993; ordinance under which the property is administered; does not necessarily correspond to the zone (e.g. a property may have a zone code of PDH3 for the zone in accordance with the 1993 ordinance, but it should have a value of 1972 for ordinance if it is administered as another zone, such as PDH24, under the 1972 ordinance). The zone a property is administered as is not carried in the layer. Due to a court order, it is important to note that there are two developments that remain to be governed under 1972 Zoning Ordinance that are located outside of the Route 28 Tax District. These are the PD-H zoned areas of Mirror Ridge and Countryside. It is noted that these areas were already reflected under the 1972 Zoning Ordinance on previous zoning maps. Zone Codes: A10- Agriculture: Agriculture and low density residential development with a maximum density of one unit per 10 acres. Cluster and hamlet options. A3- Agricultural/Residential: Agriculture and low density residential development with a maximum density of one unit per 3 acres with a predominantly agricultural character. Cluster and hamlet options. AR1- Agricultural Rural - 1: Rural business and residential uses: 1.0 du per 20-acres/; 1.0 du per 10 clustered AR2- Agricultural Rural - 2: Rural business and residential uses: 1.0 du per 40-acres/; 1.0 du per 20 clustered C1- Commercial: Commercial primarily retail and personal services. C1 is under 1972 ordinance and is only within the Route 28 Tax District. CLI- Commercial/Light Industry: Mix of compatible light industrial uses, industrial-related business uses, and related retail uses on minimum two acre lots. Only along Route 50 from Fairfax/Loudoun County line west to Route 659. New CLI district rezoning limited to parcels contiguous to existing CLI district. CR1- Countryside Residential-1: Residential development with a maximum density of 1 unit per acre. Not served by public water and sewer. Cluster and hamlet options. CR2- Countryside Residential-2: Residential development with a maximum density of 2 units per acre. Not served by public water and sewer. Cluster option with public water and/or sewer. CR3- Countryside Residential-3: Residential development with a maximum density of 3 units per acre. Not served by public water and sewer. Cluster option with public sewer. CR4- Countryside Residential-4: Residential development with a maximum density of 4 units per acre. Not served by public water and sewer. GB- General Business: General destination retail and service businesses that serve the needs of residents and businesses in the vicinity, on one-half acre lots. Access to major collector or arterial roads (but cannot front on or abut collector or arterial roads). I1- Industrial: Primarily heavy industrial. I1 is under 1972 ordinance and is only within the Route 28 Tax District. IAD- Dulles: Washington-Dulles International Airport JLMA1- Joint Land Management Area-1: Residential uses, cluster and traditional town subdivision design; 1.0 du/40,000 sq. ft. JLMA2- Joint Land Management Area-2: Residential uses, cluster and traditional town subdivision design; 1.0 du/20,000 sq. ft. JLMA3- Joint Land Management Area-3: Residential uses, cluster and traditional town subdivision design; 1.0 du per 3 acres JLMA20- Joint Land Management Area-20: Rural business and residential uses, large lot subdivision design (no cluster option); 1.0 du per 20 acres MRHI- Mineral Resource/Heavy Industry: Diabase resource extraction operations (quarries) co-located with compatible heavy industrial uses. Specific use limitations for stone quarry operations. PDAAAR- Planned Development-Active Adult/Age Restricted: Planned adult residential communities. PDAAAR districts have a minimum of 25 acres, public sewer and water, and are served by one or more major arterial or collector roads. Consistent with locations designated for high-density urban residential development. PDCCCC- Planned Development-Commercial Center (Community Center): Serves retail shopping needs of surrounding community. Minimum of 6 acres, maximum of 20 acres. PDCCNC- Planned Development-Commercial Center (Neighborhood Center): Serves convenience needs of adjacent residential neighborhoods. Minimum of 1.5 acres, maximum of 6 acres. PDCCRC- Planned Development-Commercial Center (Regional Center): Large scale commercial centers which provide a wide range of retail, office, and service uses, with one or more anchor stores, to the regional market. Minimum of 60 acres with controlled access to arterial roads. PDCCSC- Planned Development-Commercial Center (Small Regional Center): Small regional centers consisting of individual large and small scale commercial uses selling a broad range of goods or services to a market beyond the local community. Minimum of 20 acres, maximum of 60 acres. Controlled access to a major collector. PDCH- Planned Development-Commercial Highway: Highway related commercial districts. PDCH is under the 1972 ordinance and is only within the Route 28 Tax District. PDGI- Planned Development-General Industrial: Medium intensity industrial uses with public nuisance. potential. PDH3- Planned Development Housing-3: Mixed use residential communities including single family and multifamily housing products with supportive non-residential uses, subject to an adopted concept development plan. Maximum overall residential density of 3 units per acre. PDH4- Planned Development Housing-4: Mixed use residential communities including single family and multifamily housing products with supportive non-residential uses, subject to an adopted concept development plan. Maximum overall residential density of 4 units per acre. PDH6- Planned Development Housing-6: Mixed use residential communities including single family and multifamily housing products with supportive non-residential uses, subject to an adopted concept development plan. Maximum overall residential density of 6 units per acre. PDIP- Planned Development-Industrial Park: Light and medium industrial uses with supporting accessory uses and facilities designed with a parklike environment. May be subject to a concept development plan. PDMUB- Planned Development-Mixed Use Business: A compact pedestrian oriented mixed use business district of regional office, light industrian, retail, service, civic and high density residential uses located in close proximity to each other. Minimum size of 25 acres per District. PDOP- Planned Development-Office Park: Office park established primarily for administrative, business, and professional offices designed in a parklike environment and subject to an adopted concept development plan. PDRDP- Planned Development-Research and Development Park: Planned mixed employment park, subject to an adopted concept development plan, which allows the mixing of research and development firms, office complexes, certain types of manufacturing and interrelated land uses. PDRV- Planned Development-Rural Village: A rural, pedestrian oriented, mixed use community consisting of single family detached houses, townhomes, apartments, stores, and employment centers located on 20% of the district and surrounded by the remaining farmland in an open space conservation easement. PDSA- Planned Development-Special Activity: A district established to accommodate uses which require sizable land area that may require functional separation from normal residential, commercial, or industrial development (e.g. airports, zoos, stadiums, etc.). PDSC- Planned Development-Shopping Center: Permits development of neighborhood, community, and regional shopping centers in scale with surrounding market areas. PDSC is under the 1972 ordinance. PDTC- Planned Development-Town Center: A district established to provide for a compatible mixture of commercial, cultural, institutional, governmental, and residential uses in compact pedestrian oriented, traditional town centers, in areas consistent with the Comprehensive Plan serving as focal points for substantial residential areas. PDTRC- Planned Development-Transit Related Center: Planned District established to provide for a compatible mixture of commercial, cultural, institutional, governmental, recreational, and high-density housing uses in compact, pedestrian oriented, transit oriented developments and transit-designed supportive areas. R1- Single Family Residential-1: Low-density single family detached development with a maximum density of 1 unit per acre. Served by public water and sewer. Cluster options. R2- Single Family Residential-2: Low to moderate density single family detached development with a maximum density of 2 units per acre. Served by public water and sewer. Cluster and traditional design options. R4- Single Family Residential-4: Moderate density single family detached development with a maximum density of 3 units per acre. Served by public water and sewer. Cluster and traditional design options. R8- Single Family Residential-8: Moderate to medium density single family detached development with a maximum density of 4 units per acre. Served by public water and sewer. Cluster and traditional design options. R16- Townhouse/Multifamily Residential-16: Single family attached and multifamily residences at a maximum density of 16 units per acre. Served by public water and sewer. In areas designated for infill development. Traditional design option. R24- Multifamily Residential-24: Multifamily residences at a maximum density of 24 dwelling units per acre. Served by public water and sewer. In areas designated for infill development. RC- Rural Commercial: Commercial properties predominantly located in rural Loudoun. Uses are compatible with scale and character of existing villages. Minimum lot size of 10,000 square feet. Buildings pulled up to street and parking in rear or on street. TOWNS- Incorporated Towns: Districts zoned by the incorporated town and administered by the town. TR1LF- Transitional Residential - 1 (Lower Foley): Sub-district of TR1 with central utilities. Residential with cluster (50% open space); 1.0 du/acre TR1UBF- Transitional Residential - 1 (Upper Broad Run and Upper Foley): Sub-district of TR1 without central utilities. Residential with cluster (50% open space); 1.0 du/acre TR2- Transitional Residential - 2: Residential with cluster (50% open space); 2.0 du/acre TR3- Transitional Residential - 3: Residential with cluster (50% open space - 70% in Lower Bull Run); 1.0 du/3 acres TR3LBR- Transitional Residential - 3 (Lower Bull Run): Sub-district of TR3 with central utilities. Residential with cluster (70% open space); 1.0 du/3 acre TR3LF- Transitional Residential - 3 (Lower Foley): Sub-district of TR3 with central utilities. Residential with cluster (50% open space); 1.0 du/3 acre TR3UBF- Transitional Residential - 3 (Upper Broad Run and Upper Foley): Sub-district of TR3 without central utilities. Residential with cluster (50% open space); 1.0 du/3 acre TR10- Transitional Residential - 10: Residential with cluster (70% open space); 1.0 du/10 acres <br /><br />Data Owner: Department of Building and Development",
  "owner_org": "338c12e3-595a-4d77-8a51-5d5a7656fab4",
  "extras": [
    {
      "key": "publisher",
      "value": "Loudoun GIS"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "webService",
      "value": "https://utility.arcgis.com/usrsvcs/servers/7587ce6b0f3e487185e1bdda5f8ef707/rest/services/LoudounPlanning/FeatureServer/1"
    },
    {
      "key": "license",
      "value": "http://data.loudoungis.opendata.arcgis.com/datasets/7587ce6b0f3e487185e1bdda5f8ef707_1/license.json"
    },
    {
      "key": "harvest_source_id",
      "value": "7e51ac72-d348-4e8b-955c-04e1899df63e"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "issued",
      "value": "2016-07-01T21:09:28.000Z"
    },
    {
      "key": "spatial",
      "value": "-77.9634,38.8443,-77.324,39.3262"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "modified",
      "value": "2016-10-07T17:44:34.246Z"
    },
    {
      "key": "harvest_source_title",
      "value": "Loudoun County Data.json Harvest Source"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "theme",
      "value": [
        "geospatial"
      ]
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "identifier",
      "value": "http://data.loudoungis.opendata.arcgis.com/datasets/7587ce6b0f3e487185e1bdda5f8ef707_1"
    },
    {
      "key": "landingPage",
      "value": "http://data.loudoungis.opendata.arcgis.com/datasets/7587ce6b0f3e487185e1bdda5f8ef707_1"
    },
    {
      "key": "harvest_object_id",
      "value": "f5ce45f7-6ee3-4da9-afef-865998e43e42"
    },
    {
      "key": "source_hash",
      "value": "22f41ee6fc1fcd8cead70f41731df51d7d7b28b7"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_object_id",
      "value": "f5ce45f7-6ee3-4da9-afef-865998e43e42"
    },
    {
      "key": "harvest_source_id",
      "value": "7e51ac72-d348-4e8b-955c-04e1899df63e"
    },
    {
      "key": "harvest_source_title",
      "value": "Loudoun County Data.json Harvest Source"
    }
  ],
  "title": "Zoning",
  "revision_id": "6f884474-e913-46c7-8b51-921e08a47534"
}