{
  "license_title": "U.S. Government Work",
  "maintainer": "Burton Summerfield",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "burton.r.summerfield@nasa.gov",
  "num_tags": 3,
  "id": "e79318ac-f727-42bb-96a2-fe336bbd7e68",
  "metadata_created": "2015-04-09T18:56:57.664716",
  "metadata_modified": "2015-07-08T19:30:16.527113",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "e79318ac-f727-42bb-96a2-fe336bbd7e68",
      "webstore_last_updated": null,
      "id": "e13ed428-11cb-47ad-86fb-759a84acb0aa",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "XML",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/xml",
      "cache_url": null,
      "name": "XML File",
      "created": "2015-04-09T14:56:57.806213",
      "url": "http://techport.nasa.gov/xml-api/14700",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "dfd0deb1-6ed7-4140-9dea-ddf7e833b60e",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "completed",
      "id": "5e4de852-789d-47bf-af3b-ba9a0dd8d489",
      "name": "completed"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "kennedy-space-center",
      "id": "8d5b70e9-50b2-437e-8247-bccb199fb745",
      "name": "kennedy-space-center"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "project",
      "id": "24471320-3e5c-42b5-a078-8e48e70e2ac4",
      "name": "project"
    }
  ],
  "tracking_summary": {
    "total": 26,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "microbiological-quality-and-food-safety-of-plants-grown-on-iss-project",
  "isopen": true,
  "url": null,
  "notes": "&lt;p&gt;This project aligns with current plans for deployment of a vegetable production unit on the International Space Station (Veggie) and the procurement and evaluation of platforms (RAZOR) at Kennedy Space Center for rapid microbial monitoring on ISS.&lt;/p&gt;&lt;p&gt;A 3-step approach is being used to evaluate and modify methods for analyzing fresh produce (fresh vegetables / fruits) that would be compatible with a microgravity environment. Candidate food crops are being grown in a controlled environment chamber for the following tests:&lt;/p&gt;&lt;ol&gt;&lt;li&gt;&amp;nbsp;Assessment of sampling procedures for surfaces of edible plant material to gather meaningful microbiological data. The three sample methods are surface swabbing, the use of adhesive tape to collect surface microbes and a blender method to remove microbes from plant tissue. The blender method is the conventional method for food sample processing. The other two methods have been tested as portable real-time methods to collect samples from the surfaces of meat as well as produce including tomato fruit and leafy greens&lt;/li&gt;&lt;li&gt;Analysis of samples using polymerase chain reaction (PCR), arabidopsis thaliana peroxidases (ATP) analysis, and culture based methods for enumeration as well as identification of target organisms with an emphasis on approaches that yield rapid results. The methods employed are all commercially available technologies. Our goal is to reduce detection time with the constraints of methodology that could practically be used on the ISS for sample analysis.&lt;/li&gt;&lt;li&gt;Comparison of sanitizing and disinfection procedures for the vegetables and plant growth unit surfaces, including methods developed and tested in the AES Habitat Demonstration Unit (HDU). The focus is on the development of a sanitizing wipe that can be used on plant growth systems such as Veggie as well as edible plant surfaces to reduce the microbial load. The sanitizer being used is a citric acid based food grade sanitizer (Pro-San&lt;sup&gt;&amp;reg;&lt;/sup&gt;). This sanitizer has been tested previously and has been shown to be effective in the sanitization of edible vegetables.&lt;/li&gt;&lt;/ol&gt;&lt;p&gt;&lt;strong&gt;Progress&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;A series of experiments has been completed using three different sampling procedures, swabbing, adhesive tape collection and sample blending for the recovery of bacteria from the surface of radish, tomato and lettuce. Data collected and analyzed to date show no significant difference using culture based detection methods between the adhesive tape and bag blender sample methods in the recovery of &lt;em&gt;Salmonella enterica&lt;/em&gt; Typhimurium, a human associated food borne pathogen inoculated onto the surface of lettuce, tomato, and radish. The swab method recovery was significantly lower then the other two methods in the case of lettuce and radish. With the samples collected by these different sampling procedures we are comparing detection and quantification methods, specifically real-time quantitative polymerase chain reaction (q-PCR) using two platforms, the LightCycler&amp;reg; (Roche Diagnostics) and a rapid portable system, the RAZOR (Biofire, Salt Lake City, UT) with conventional culture based methods. For these tests we used &lt;em&gt;S. enterica &lt;/em&gt;Typhimurium and &lt;em&gt;Eshcerichia coli&lt;/em&gt; K12 inoculated onto the surface of red leaf lettuce and radish. We were able to detect &lt;em&gt;S. enterica&lt;/em&gt; from 5/5 samples recovered from radish. This rapid method would eliminate the need for plating onto media or DNA extraction followed by real-time quantitative polymerase chain reaction&amp;nbsp;(RT-qPCR) shortening detection and enumeration time from 12-48 hrs to approximately 3 hours.&lt;/p&gt;&lt;p&gt;Two concentrations of sanitizer-saturated wipes were tested to lower the microbial counts on radish, tomato and lettuce and plastic surfaces similar to the materials that comprise the Veggie plant growth system. &amp;nbsp;The sanitizer was effective in lowering the bacterial count by 90- 99.9&#37; on vegetable surfaces and up to 99.99&#37; on plastic surfaces.&lt;/p&gt;",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2013-04-01T00:00:00Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "references",
      "value": [
        "http://techport.nasa.gov/home",
        "http://techport.nasa.gov/doc/home/TechPort_Advanced_Search.pdf",
        "http://techport.nasa.gov/fetchFile?objectId=6561",
        "http://techport.nasa.gov/fetchFile?objectId=3456",
        "http://techport.nasa.gov/fetchFile?objectId=3447",
        "http://techport.nasa.gov/fetchFile?objectId=6584",
        "http://techport.nasa.gov/fetchFile?objectId=6560",
        "http://techport.nasa.gov/fetchFile?objectId=3448"
      ]
    },
    {
      "key": "source_hash",
      "value": "dc3557c0a9529b75359f96cb346cab4211fc6050"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "temporal",
      "value": "2013-04-01T00:00:00Z/2014-06-01T00:00:00Z"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:000"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://techport.nasa.gov/view/14700"
    },
    {
      "key": "harvest_object_id",
      "value": "ce3f18ca-3399-420f-814c-ad12f65fa1ee"
    },
    {
      "key": "publisher",
      "value": "Mission Support Directorate"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a89c63a7fe59b498327"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "National Aeronautics and Space Administration > Mission Support Directorate"
    },
    {
      "key": "modified",
      "value": "2015-03-12"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": "TECHPORT_14700"
    },
    {
      "key": "harvest_object_id",
      "value": "ce3f18ca-3399-420f-814c-ad12f65fa1ee"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Microbiological Quality and Food Safety of Plants Grown on ISS Project",
  "revision_id": "c0695afa-77b2-4ff6-ae86-fcca7c5bfde0"
}