{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "d0653ec1-3f51-48cd-95f8-0def01d1f8c8",
  "metadata_created": "2015-05-19T18:16:24.531321",
  "metadata_modified": "2015-05-19T18:16:24.531321",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "d0653ec1-3f51-48cd-95f8-0def01d1f8c8",
      "webstore_last_updated": null,
      "id": "8387b886-12d4-4182-8670-f4af2dd84552",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "raw_data.htm",
      "format": "HTML",
      "tracking_summary": {
        "total": 9,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "5d84545a-3c93-4bd1-8ac2-37f33c11de89",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-05-19T14:16:24.888209",
      "url": "http://pubs.usgs.gov/of/2006/1118/HTML/raw_data.htm",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "d0653ec1-3f51-48cd-95f8-0def01d1f8c8",
      "webstore_last_updated": null,
      "id": "021fb017-68d3-4db0-980a-8861001691c3",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "start.htm",
      "format": "HTML",
      "tracking_summary": {
        "total": 4,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "5d84545a-3c93-4bd1-8ac2-37f33c11de89",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-05-19T14:16:24.888233",
      "url": "http://pubs.usgs.gov/of/2006/1118/start.htm",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 42,
    "recent": 3
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "biscayne-national-park-lidar-geotiff57b1f",
  "isopen": false,
  "url": null,
  "notes": "Lidar is a remote sensing technique that uses laser light to detect, range, or identify remote objects based on light reflected by the object or emitted through it subsequent fluorescence. Airborne ranging lidar is now being applied in coastal environments to produce accurate, cost-efficient elevation datasets with high data density. The USGS in cooperation with NASA and NPS is using airborne lidar to measure the submerged topography of the north Florida reef tract; secondarily, the data will be assessed for its potential in terms of benthic characterization. Elevation measurements were collected over Biscayne National Park using the NASA Experimental Advanced Airborne Research Lidar (EAARL), a pulsed laser ranging system mounted onboard an aircraft to measure subaerial and submarine coastal topography. With the NASA EAARL lidar system, submarine data is generally acquired to a maximum of approximately 1.5 secchi depths (a measure of water clarity). The system uses a high frequency laser beam directed at the earth's surface through an opening in the bottom of the aircraft's fuselage. The laser system records the time difference between emission of the laser beam and the reception of the reflected laser signal in the aircraft. The Experimental Advanced Airborne Research Lidar, developed by the National Aeronautics and Space Administration (NASA) Wallops Flight Facility (WFF) in Virginia, measures ground elevation with a vertical resolution of roughly 15 centimeters. A sampling rate of up to 3 kHz results in an extremely dense spatial elevation data set. The EAARL system is typically flown at 300 m altitude AGL, resulting in a 240 m swath for each flightline. Data collection occurred with approximately 50% overlap between flightlines, resulting in about one laser sounding per square meter. The data were processed by the USGS Center for Coastal and Watershed Studies to produce 1足meter resolution raster images that can be easily ingested into a Geographic Information System (GIS). The data were organized as 2 km by 2 km data tiles in 32足bit floating足point integer GeoTiff format. For more information on Lidar science and the Experimental Advanced Airborne Research Lidar (EAARL) system and surveys, see http://ngom.usgs.gov/dsp/overview/index.php and http://ngom.usgs.gov/dsp/tech/eaarl/index.php .",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-80.114667"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "25.467404"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "graphic-preview-type",
      "value": "GIF"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "graphic-preview-file",
      "value": "http://pubs.usgs.gov/of/2006/1118/HTML/images/florida_biscayne_web.gif"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-80.1952, 25.323164], [-80.114667, 25.323164], [-80.114667, 25.467404], [-80.1952, 25.467404], [-80.1952, 25.323164]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Although the USGS is making these data sets available to others who may find the data of value, USGS does not warrant, endorse, or recommend the use of these data for any given purpose. The user assumes the entire risk related to the use of these data. These data sets are not for navigational purposes. USGS is providing these data \\\"as is\\\", and USGS disclaims any and all warranties, whether expressed or implied, including (without limitation) any implied warranties of merchantability or fitness for a particular purpose. In no event will USGS be liable to you or to any third party for any direct, indirect, incidental, consequential, special, or exemplary damages or lost profits resulting from any use or misuse of these data.Acknowledgement of the U.S. Geological Survey Center for Coastal and Watershed Studies as a data source would be appreciated in products developed from these data, and such acknowledgement as is standard for citation and legal practices for data source is expected by users of this data. Sharing new data layers developed directly from these data would also be appreciated by USGS staff. Users should be aware that comparisons with other data sets for the same area from other time periods may be inaccurate due to inconsistencies resulting from changes in photo interpretation, mapping conventions, and digital processes over time. These data are not legal documents and are not to be used as such.\", \"Access Constraints: Any use of these data signifies a user's agreement to comprehension and compliance of the USGS Standard Disclaimer. Ensure all portions of metadata are read and clearly understood before using these data in order to protect both user and USGS interests. See section 6.3 Distribution Liability.\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2001-07-10"
    },
    {
      "key": "contact-email",
      "value": "jbrock@usgs.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-80.195200"
    },
    {
      "key": "metadata-date",
      "value": "2015-05-13"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2006-01-01\"}]"
    },
    {
      "key": "graphic-preview-description",
      "value": "Biscayne National Park"
    },
    {
      "key": "frequency-of-update",
      "value": "unknown"
    },
    {
      "key": "licence",
      "value": "[\"The United States Geological Survey shall not be held liable for improper or incorrect use of the data described and/or contained herein. These data and related graphics are not legal documents and are not intended to be used as such.The information contained in these data is dynamic and may change over time. The data are not better than the original sources from which they were derived. It is the responsibility of the data user to use the data appropriately and consistent within the limitations of geospatial data in general and these data in particular. The related graphics are intended to aid the data user in acquiring relevant data; it is not appropriate to use the related graphics as data.The United States Geological Survey gives no warranty, expressed or implied, as to the accuracy, reliability, or completeness of these data. It is strongly recommended that these data are directly acquired from an USGS server and not indirectly through other sources which may have changed the data in some way. Although these data have been processed successfully on a computer system at the United States Geological Survey, no warranty expressed or implied is made regarding the utility of the data on another system or for general or scientific purposes, nor shall the act of distribution constitute any such warranty. This disclaimer applies both to individual use of the data and aggregate use with other data.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"United States Geological Survey, Center for Coastal and Watershed Studies\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2002-08-09"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "bbox-south-lat",
      "value": "25.323164"
    },
    {
      "key": "tags",
      "value": "coastal resource management, airborne lidar processing system, florida, digital elevation model, biscayne national park, laser altimetry, benthic cover types, elevation change, coastal florida, northern florida reef tract, derived surface, united states east coast, submerged topography, atlantic coast, lidar, experimental advanced airborne research lidar, bare earth elevations"
    },
    {
      "key": "harvest_object_id",
      "value": "4d2f46e2-1822-48a7-9894-e8b0153f6b3f"
    },
    {
      "key": "harvest_source_id",
      "value": "16894020-0159-46ce-a489-f032ab74ea30"
    },
    {
      "key": "harvest_source_title",
      "value": "USGS Coastal and Marine Geoscience Data System"
    }
  ],
  "title": "Biscayne National Park LIDAR GeoTIFF",
  "revision_id": "5d84545a-3c93-4bd1-8ac2-37f33c11de89"
}