{
  "license_title": "U.S. Government Work",
  "maintainer": "MARK SCHWABACHER",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "mark.a.schwabacher@nasa.gov",
  "num_tags": 3,
  "id": "211e1940-d4a0-46cb-88db-1d96eb2c5a53",
  "metadata_created": "2016-02-26T22:02:05.535189",
  "metadata_modified": "2016-05-06T08:19:02.714970",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "211e1940-d4a0-46cb-88db-1d96eb2c5a53",
      "webstore_last_updated": null,
      "id": "bdd561e9-083c-49f8-b739-61413a9c9f1f",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "Figure 1: The J-2X Rocket Engine",
      "format": "JPEG",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "image/jpeg",
      "cache_url": null,
      "name": "J-2X_2.jpg",
      "created": "2016-02-26T17:02:06.014233",
      "url": "https://c3.nasa.gov/dashlink/static/media/other/J-2X_2.jpg",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "9ec4b518-65f8-43c6-98ec-e44d6cc5541b",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "211e1940-d4a0-46cb-88db-1d96eb2c5a53",
      "webstore_last_updated": null,
      "id": "d16e43c3-b9bf-4cf2-bdde-fc737f7c2c5f",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "Figure 2: Test Stand A-1",
      "format": "JPEG",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "image/jpeg",
      "cache_url": null,
      "name": "Test_Stand_A-1.jpg",
      "created": "2016-02-26T17:02:06.014255",
      "url": "https://c3.nasa.gov/dashlink/static/media/other/Test_Stand_A-1.jpg",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 1,
      "revision_id": "9ec4b518-65f8-43c6-98ec-e44d6cc5541b",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "211e1940-d4a0-46cb-88db-1d96eb2c5a53",
      "webstore_last_updated": null,
      "id": "2308b352-a1b9-4bd5-bedc-e860344cb5d1",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "Table 1: False Alarm Rates",
      "format": "GIF",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "image/gif",
      "cache_url": null,
      "name": "Table_1_2.gif",
      "created": "2016-02-26T17:02:06.014264",
      "url": "https://c3.nasa.gov/dashlink/static/media/other/Table_1_2.gif",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 2,
      "revision_id": "9ec4b518-65f8-43c6-98ec-e44d6cc5541b",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "211e1940-d4a0-46cb-88db-1d96eb2c5a53",
      "webstore_last_updated": null,
      "id": "cb30c26b-2573-4603-82e4-069c3807a901",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "Table 2: Missed Detection Rates",
      "format": "GIF",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "image/gif",
      "cache_url": null,
      "name": "Table_2_2.gif",
      "created": "2016-02-26T17:02:06.014271",
      "url": "https://c3.nasa.gov/dashlink/static/media/other/Table_2_2.gif",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 3,
      "revision_id": "9ec4b518-65f8-43c6-98ec-e44d6cc5541b",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "211e1940-d4a0-46cb-88db-1d96eb2c5a53",
      "webstore_last_updated": null,
      "id": "929ef4bb-b8ac-4e92-bfef-17446f058272",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "Table 3: Misisolation Rates",
      "format": "GIF",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "image/gif",
      "cache_url": null,
      "name": "Table_3.gif",
      "created": "2016-02-26T17:02:06.014278",
      "url": "https://c3.nasa.gov/dashlink/static/media/other/Table_3.gif",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 4,
      "revision_id": "9ec4b518-65f8-43c6-98ec-e44d6cc5541b",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "211e1940-d4a0-46cb-88db-1d96eb2c5a53",
      "webstore_last_updated": null,
      "id": "75c89240-e000-4fde-a5dd-b356b583d9de",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "Table 4: Confusion Matrix",
      "format": "GIF",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "image/gif",
      "cache_url": null,
      "name": "Table_4.gif",
      "created": "2016-02-26T17:02:06.014285",
      "url": "https://c3.nasa.gov/dashlink/static/media/other/Table_4.gif",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 5,
      "revision_id": "9ec4b518-65f8-43c6-98ec-e44d6cc5541b",
      "resource_type": null
    }
  ],
  "num_resources": 6,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "ames",
      "id": "26409e70-decd-4cc6-9beb-904602430852",
      "name": "ames"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "dashlink",
      "id": "4377f23e-7f40-493e-82fd-834ccb75e9ba",
      "name": "dashlink"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "nasa",
      "id": "34817959-c506-4bfe-b8fd-330f550970e4",
      "name": "nasa"
    }
  ],
  "tracking_summary": {
    "total": 12,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "using-decision-trees-to-detect-and-isolate-leaks-in-the-j-2x",
  "isopen": true,
  "url": null,
  "notes": "**Full title: Using Decision Trees to Detect and Isolate Simulated Leaks in the J-2X Rocket Engine**\r\n\r\nMark Schwabacher, NASA Ames Research Center\r\n\r\nRobert Aguilar, Pratt & Whitney Rocketdyne\r\n\r\nFernando Figueroa, NASA Stennis Space Center\r\n\r\n**Abstract**\r\n\r\nThe goal of this work was to use data-driven methods to automatically detect and isolate faults in the J-2X rocket engine. It was decided to use decision trees, since they tend to be easier to interpret than other data-driven methods. The decision tree algorithm automatically “learns” a decision tree by performing a search through the space of possible decision trees to find one that fits the training data. The particular decision tree algorithm used is known as C4.5. Simulated J-2X data from a high-fidelity simulator developed at Pratt & Whitney Rocketdyne and known as the Detailed Real-Time Model (DRTM) was used to “train” and test the decision tree. Fifty-six DRTM simulations were performed for this purpose, with different leak sizes, different leak locations, and different times of leak onset. To make the simulations as realistic as possible, they included simulated sensor noise, and included a gradual degradation in both fuel and oxidizer turbine efficiency. A decision tree was trained using 11 of these simulations, and tested using the remaining 45 simulations. In the training phase, the C4.5 algorithm was provided with labeled examples of data from nominal operation and data including leaks in each leak location. From the data, it “learned” a decision tree that can classify unseen data as having no leak or having a leak in one of the five leak locations. In the test phase, the decision tree produced very low false alarm rates and low missed detection rates on the unseen data. It had very good fault isolation rates for three of the five simulated leak locations, but it tended to confuse the remaining two locations, perhaps because a large leak at one of these two locations can look very similar to a small leak at the other location.\r\n\r\n**Introduction**\r\n\r\nThe J-2X rocket engine will be tested on Test Stand A-1 at NASA Stennis Space Center (SSC) in Mississippi. A team including people from SSC, NASA Ames Research Center (ARC), and Pratt & Whitney Rocketdyne (PWR) is developing a prototype end-to-end integrated systems health management (ISHM) system that will be used to monitor the test stand and the engine while the engine is on the test stand[1]. The prototype will use several different methods for detecting and diagnosing faults in the test stand and the engine, including rule-based, model-based, and data-driven approaches. SSC is currently using the G2 tool [http://www.gensym.com](http://www.gensym.com) to develop rule-based and model-based fault detection and diagnosis capabilities for the A-1 test stand. This paper describes preliminary results in applying the data-driven approach to detecting and diagnosing faults in the J-2X engine.\r\nThe conventional approach to detecting and diagnosing faults in complex engineered systems such as rocket engines and test stands is to use large numbers of human experts. Test controllers watch the data in near-real time during each engine test. Engineers study the data after each test. These experts are aided by limit checks that signal when a particular variable goes outside of a predetermined range. The conventional approach is very labor intensive. Also, humans may not be able to recognize faults that involve the relationships among large numbers of variables. Further, some potential faults could happen too quickly for humans to detect them and react before they become catastrophic. Automated fault detection and diagnosis is therefore needed.\r\nOne approach to automation is to encode human knowledge into rules or models. Another approach is use data-driven methods to automatically learn models from historical data or simulated data. Our prototype will combine the data-driven approach with the model-based and rule-based approaches. This paper focuses on the data-driven approach.\r\n\r\n**The J-2X Engine**\r\n\r\nThe J-2X is a rocket engine currently under development at Pratt & Whitney Rocketdyne. It will be fueled by liquid hydrogen and liquid oxygen. It will be used as the second-stage engine on NASA’s Ares I crew launch vehicle [http://www.nasa.gov/mission_pages/constellation/ares/aresl/](http://www.nasa.gov/mission_pages/constellation/ares/aresl/) and Ares V cargo launch vehicle [http://www.nasa.gov/mission_pages/constellation/ares/aresV/](http://www.nasa.gov/mission_pages/constellation/ares/aresV/). It is derived from the J-2 engine, which served as the second- and third-stage engines on the Saturn V launch vehicle. The J-2X engine is shown in Figure 1.\r\n[http://www.pw.utc.com/vgn-ext-templating/v/index.jsp?vgnextrefresh=1&vgnextoid=8fd0586642738110VgnVCM100000c45a529fRCRD](http://www.pw.utc.com/vgn-ext-templating/v/index.jsp?vgnextrefresh=1&vgnextoid=8fd0586642738110VgnVCM100000c45a529fRCRD)\r\n\r\n**Test Stand A-1**\r\n\r\nSSC operates several rocket engine test stands. Each test stand provides a structure strong enough to hold a rocket engine in place as it is fired, and a fuel feed system to provide fuel to the engine. Test stand A-1 is a large test stand that is currently used to test the space shuttle's main engines, and will be used to test the J-2X. It can withstand a maximum dynamic load of 1.7 million pounds of force. It provides liquid hydrogen and liquid oxygen to the engine being tested, and has numerous sensors on its fuel feed system. Test Stand A-1 is shown in Figure 2.\r\n[http://rockettest.nasa.gov/rptmb/ssc_a1_test_stand.asp](http://rockettest.nasa.gov/rptmb/ssc_a1_test_stand.asp)\r\n\r\n**The J-2X Detailed Real-Time Model**\r\n\r\nWe used data from a high-fidelity physics-based simulator to train and test the data-driven algorithms. The physics-based model chosen for this project is the J-2X Detailed Transient Model or DTM. The J-2X DTM, as the name indicates, is a transient model that accurately models all phases of engine operation including start, mainstage  (phase between start and shutdown), and shutdown. The J-2X DTM simulates processes describing rocket engine operation including heat transfer, fluid flow, combustion and valve dynamics. Flowrates, pump speeds, temperatures and pressures are modeled as time dependent differential equations that are updated at a high rate, typically 2000 Hz. Property tables, valve characteristics and turbomachinery efficiency and performance curves are also incorporated in the DTM. DTM’s are used to develop safe start and shutdown sequences and for anomaly resolution. The J-2X DTM builds on a long history of DTM’s supporting most major Pratt & Whitney Rocketdyne (PWR) rocket engines.\r\nThe J-2X DTM underwent modification to enable it to run in “real-time” mode. In real-time mode, the DTM will respond in real world clock time to external stimuli such as changes in valve position and engine inlet conditions. The latter will comprise the interface to the test stand model. Advances in computer processor technology have made this possible due to the fast update rate required to maintain numeric stability. (Faster update rates imply smaller time steps, which result in smaller errors, which result in greater stability.)  Real-time performance is achieved if a model advances in time (step time) at the same rate as a wall clock. If a processor can perform all calculations in a step time or less, then the model is real-time capable. The step time should also be consistent and set to the longest measured step time corresponding to the longest logical path.  Shorter frames are then padded to provide a deterministic step time. The J-2X DTM, or any DTM for that matter, was not optimized for real-time operation. Changes that were required include streamlining model code, limiting or eliminating model diagnostic output, and fixing the step time. The J-2X DTM currently uses a variable step time to maintain numeric stability so deterministic timing is not possible. Real-time DTM operation is required when communication to other real-time components of a system is required such as hardware-in-the-loop testing or for online monitoring of an engine and test stand. Near real-time operation has been demonstrated indicating full real-time operation is feasible in the near future. The modified DTM now has the designation J-2X Detailed Real-Time Model or DRTM.\r\nThe DRTM was modified to enable failure mode simulation. Failure modes are modeled as changes to the flowpath of the DRTM (e.g. leaks) or modification of engine parameters (e.g. turbine efficiency) representative of failure signatures. Sensor characteristics, such as lag and bit toggle, and process noise were also modeled to better replicate engine operation.  A simulation of cavitation due to low inlet pressure was also added to the DRTM as the primary test stand/engine interface fault mode. As the inlet pressure falls below a certain level, the propellant begins to vaporize and pump performance drops dramatically.\r\n\r\n**Data-driven fault detection and diagnostics**\r\n\r\nIn our previous work[2,3] , we used unsupervised anomaly detection algorithms to automatically detect faults in Space Shuttle Main Engine data. Unsupervised anomaly detection algorithms are trained using only nominal data. They learn a model of the nominal data, and signal an anomaly when new data fails to match the model. They are useful when few examples of failure data are available. For a rocket such as the Space Shuttle Main Engine, very few examples of failures exist in the historical data. Unsupervised anomaly detection algorithms are therefore useful when using historical data as training data. For the J-2X, no real data is available yet, since the engine has not been built yet. However, we do have a high-fidelity physics-based simulator that can simulate faults. We therefore decided to use supervised learning. When used for fault detection and diagnostics, supervised learning algorithms take as input data from nominal operation and from each failure mode. They learn a model that is able to distinguish between the nominal data and the data for each fault mode. They are able to go beyond the capabilities of unsupervised anomaly detection algorithms by identifying the fault mode, rather than just detecting anomalies.\r\nWe decided to use a decision tree learning algorithm because the decision trees learned by these algorithms are much easier for human experts to interpret than the models produced by some competing algorithms such as neural networks or support vector machines. Having engineering experts examine the decision trees is very helpful for verifying them before deploying them. The decision tree algorithm automatically “learns” a decision tree by performing a search through the space of possible decision trees to find one that fits the training data. The particular decision tree algorithm used is known as C4.5[4].\r\n\r\n**Results**\r\n\r\nIn the first experiment, two DRTM simulations were used to train a decision tree. The two simulations each had a leak at the same location, but the leaks were of two different sizes and started at two different times. The simulations included simulated sensor noise, and included a gradual degradation in both fuel and oxidizer turbine efficiency. The simulations also included all four modes, and lasted 500 seconds. The internal timestep was 0.00005 seconds, and the timestep in the recorded data was 0.02 seconds. The resulting tree had 14 nodes. The tree decides whether or not there is a leak at the one location at which the leaks were simulated. Engineering experts on our team examined the tree and concluded that it makes sense.\r\nA third DRTM simulation was used to test the tree. This simulation had a leak at the same location but again with a different size and at a different time. When applied to this test set, the tree was 99.9957% accurate (meaning that 99.9957% of the time, the tree correctly identified whether there was or was not a leak), which is extremely high accuracy. Only one timestep was classified wrong.\r\nA second set of experiments was performed using 56 DRTM simulations as follows:\r\n* Five leak locations\r\n* Eleven simulations for each leak location, with eleven different leak sizes\r\n* One simulation with no leak\r\n* Each simulation was 500 seconds, and the time at which the leak started ranged from 50 to 400 seconds.\r\nA C4.5 decision tree was trained using 11 of these simulations (two for each leak location plus one with no leak), and tested on the remaining 45 simulations. The resulting decision tree has 12,289 nodes, and is thus too big to be easily comprehended by humans. We can offer two possible explanations for the large number of nodes. The first explanation is that C4.5 is overfitting. This hypothesis is supported by the fact that the tree had a lower error rate on the training data than it did on the test data. The second explanation is that the decision function being learned cannot be represented using a decision tree with axis-parallel cuts; C4.5 therefore learns a \"stairstep\" function consisting of many nodes.\r\n\r\nThe decision tree decides whether there is no leak or a leak at a particular location (out of the five locations). Table 1 shows the false alarm rates for this decision tree. The false alarm rates in the table answer the following question: Of all the time steps that do not have a leak, for what percentage does the decision tree incorrectly report a leak in each location? The total false alarm rate of 0.0072% is considered to be very good.\r\nTable 2 shows the missed detection rates for the same tree. The missed detection rates in the table answer the following question: Of all the time steps that have a leak of the given size at the given location, for what percentage of the time steps does the decision tree fail to detect the leak? It can be seen that at leak locations 3 and 4, the tree performs very well for leaks of size 0.03 square inches or greater. For leaks at location 7, the tree performs well for leaks of size 0.05 square inches or greater. For leaks at location 9, the tree performs well for leaks of size 0.1 square inches or greater. But for leaks at location 8, the tree does not do a good job of detecting the leak until the size of the leak reaches 0.22 square inches. This reflects the fact that leak location 8 produces the smallest leak rates for a given leak area.\r\nTable 3 shows the misisolation rate for the same tree. The misisolation rates in the table answer the following question: Out of all the time steps in which a leak of a particular size at a particular location occurs, how often is it misidentified as being at a different location? It can be seen that the decision tree does a good job of isolating leaks of size 0.1 square inches or larger for locations 3, 4, and 7, but not for locations 8 or 9. More light is shed on misisolation by the confusion matrix, which is shown in Table 4.\r\n\r\nThe confusion matrix answers the following question: When there is a leak at a particular location (or no leak), how often does the decision tree say that there is a leak at a particular location (the correct location or an incorrect location)? The first row is false alarms, the first column is missed detections, and the rest of the matrix is misidentifications (except for the diagonal). (Note: The confusion matrix and the false alarm rate table were calculated using only test data, while the missed detection matrix and misisolation matrix were calculated using both training and test data (in order to include every leak size in the set). Because of this difference, the first column of the confusion matrix does not equal the total missed detections in the missed detection matrix.) The matrix shows that locations 8 and 9 are often confused with each other, explaining the high misisolation rates for those two locations. A possible explanation for this confusion is that a small leak at location 8 could look like a large leak at location 9.\r\n\r\n**Conclusions**\r\n\r\nHigh-fidelity simulated J-2X data was used to train a decision tree for fault detection and fault isolation. Testing the tree on a separate set of simulated data showed that the tree has very low false alarm rates. It has very low missed detection rates for leaks of size 0.1 square inches or larger at four of the five locations, and adequate missed detection rates for leaks of size 0.2 square inches or larger at the fifth location. The tree almost always correctly isolates leaks of size 0.1 square inches or larger for three of the five locations, but tends to confuse the remaining two locations.\r\nThe decision tree described here was delivered to SSC for integration with G2 at Test Stand A-1.\r\n\r\n**References**\r\n\r\n[1] Figueroa, F., Aguilar, R., Schwabacher, M., Schmalzel, J., and Morris, J., “Integrated System Health Management (ISHM) for Test Stand and J-2X Engine: Core Implementation,” Proceedings of the AIAA Joint Propulsion Conference, Reston, VA: American Institute for Aeronautics and Astronautics, Inc, 2008.\r\n[2] Schwabacher, M., “Machine learning for rocket propulsion health monitoring,” Proceedings of the SAE World Aerospace Congress, Vol. 114-1, Society of Automotive Engineers, Warrendale, PA, 2005.\r\n[3] Schwabacher, M., Oza, N., and Matthews, B., “Unsupervised Anomaly Detection for Liquid-Fueled Rocket Propulsion Health Monitoring,” Proceedings of the AIAA Infotech@Aerospace Conference, Reston, VA: American Institute for Aeronautics and Astronautics, Inc., 2007.\r\n[4] Quinlan, J.R., C4.5: Programs for Machine Learning, Morgan Kaufmann, 1993.",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2010-09-22T15:22:33"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "source_hash",
      "value": "9d086293e20f8dfd95b30f87cb9ec93ad59d638f"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:029"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "https://c3.nasa.gov/dashlink/resources/218/"
    },
    {
      "key": "harvest_object_id",
      "value": "430c666d-26c6-4170-b9fc-fc6c5a2757bb"
    },
    {
      "key": "publisher",
      "value": "Dashlink"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "56cf5b00a759fdadc44e564a"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "U.S. Government > National Aeronautics and Space Administration > Dashlink"
    },
    {
      "key": "modified",
      "value": "2010-09-29T14:12:16"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "accrualPeriodicity",
      "value": "irregular"
    },
    {
      "key": "identifier",
      "value": "DASHLINK_218"
    },
    {
      "key": "harvest_object_id",
      "value": "430c666d-26c6-4170-b9fc-fc6c5a2757bb"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Using Decision Trees to Detect and Isolate Leaks in the J-2X",
  "revision_id": "9ec4b518-65f8-43c6-98ec-e44d6cc5541b"
}