{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "b51d702b-406e-4de9-b03b-c8be41697c26",
  "metadata_created": "2013-03-14T15:09:39.045320",
  "metadata_modified": "2015-04-09T22:12:50.898057",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": null,
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "b51d702b-406e-4de9-b03b-c8be41697c26",
      "webstore_last_updated": null,
      "id": "938912e0-6adf-4fad-a394-42e950af4b42",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 2,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "cca75563-b848-4c47-8250-87f776289a3f",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-03-14T16:09:39.066765",
      "url": "http://www.geostor.arkansas.gov/G6/Home.html?id=a896ba6c25f5893318ebce2317025d88",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "b51d702b-406e-4de9-b03b-c8be41697c26",
      "webstore_last_updated": null,
      "id": "2a94f0aa-f0a1-415b-8d0e-26c570d86d85",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 2342,
        "recent": 46
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "cca75563-b848-4c47-8250-87f776289a3f",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-03-14T16:09:39.066787",
      "url": "http://www.geostor.arkansas.gov",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 35,
    "recent": 2
  },
  "groups": [
    {
      "display_name": "Local Government",
      "description": "Local Government Topic - for all datasets with state, local, county organizations",
      "image_display_url": "",
      "title": "Local Government",
      "id": "ccc6c266-eee8-44bd-89aa-7cd8c4c6bf46",
      "name": "local"
    }
  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Arkansas Geographic Information Office coordinates statewide geographic data and hosts a portal and catalog for discovery.",
    "created": "2013-03-14T03:44:44.085871",
    "title": "State of Arkansas",
    "name": "arkansas-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.50states.com/flag/image/nunst005.gif",
    "revision_id": "3a817c03-47cd-4444-b4ab-9734805a04e9",
    "type": "organization",
    "id": "73513ca8-1988-426e-9db2-73b8d0247d67",
    "approval_status": "approved"
  },
  "name": "census-block-2000-polygon",
  "isopen": false,
  "url": null,
  "notes": "Data available online through GeoStor at http://www.geostor.arkansas.gov. The subject file represents Census Blocks 2000 for the State of Arkansas. It is a registered trademark of the Bureau of the Census and an extract of selected geographic and cartographic information from the Census TIGER database. The geographic coverage for a single TIGER/Line file is a county or statistical equivalent entity, based on January 1, 2000 legal boundaries. A complete set of files includes all counties and statistically equivalent entities in the United States and Puerto Rico. Files for the Island Areas are not included. The Census TIGER database represents a seamless national file with no overlaps or gaps between parts. However, each county-based TIGER/Line file is designed to stand alone as an independent data set or the files can be combined to cover the whole Nation. The files consist of line segments representing physical features and governmental and statistical boundaries. They do NOT contain the ZIP Code Tabulation Areas (ZCTAs) and the address ranges are of approximately the same vintage as those appearing in the 1999 TIGER/Line files. That is, the Census Bureau is producing these files in advance of the computer processing that will ensure that the address ranges in the TIGER/Line files agree with the final Master Address File (MAF) used for tabulating Census 2000. The files contain information distributed over a series of record types for the spatial objects of a county. There are 17 record types, including the basic data record, the shape coordinate points, and geographic codes that can be used with appropriate software to prepare maps. Other geographic information contained in the files includes attributes such as feature identifiers/census feature class codes (CFCC) used to differentiate feature types, address ranges and ZIP Codes codes for legal and statistical entities, latitude/longitude coordinates of linear and point features, landmark point features, area landmarks, key geographic features, and area boundaries.",
  "owner_org": "73513ca8-1988-426e-9db2-73b8d0247d67",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"U. S. Bureau of the Census Washington DC 20233 www.census.gov\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "contact-email",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-94.618368"
    },
    {
      "key": "metadata-date",
      "value": "1999-12-31"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2001-01-01\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-89.619987"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "36.531952"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "32.969416"
    },
    {
      "key": "licence",
      "value": "[\"\\nThe data herein, including but not limited to geographic data, tabular data, analytical data, electronic data structures or files, are provided \\\"as is\\\" without warranty of any kind, either expressed or implied, or statutory, including, but not limited to, the implied warranties or merchantability and fitness for a particular purpose. The entire risk as to the quality and performance of the data is assumed by the user. No guarantee of accuracy is granted, nor is any responsibility for reliance thereon assumed. In no event shall the Arkansas Geographic Information Office be liable for direct, indirect, incidental, consequential or special damages of any kind, including, but not limited to, loss of anticipated profits or benefits arising out of use of or reliance on the data. \\nThe Arkansas Geographic Information Office does not accept liability for any damages or misrepresentation caused by inaccuracies in the data or as a result of changes to the data caused by system transfers or other transformations or conversions, nor is there responsibility assumed to maintain the data in any manner or form. \\nThis data has been developed from the best available sources. Although efforts have been made to ensure that the data is accurate and reliable, errors and variable conditions originating from physical sources used to develop the data may be reflected in the data supplied. Users must be aware of these conditions and bear responsibility for the appropriate use of the information with respect to possible errors, scale, resolution, rectification, positional accuracy, development methodology, time period, environmental and climatic conditions and other circumstances specific to this data. The user is responsible for understanding the accuracy limitations of the data provided herein. The burden for determining fitness for use lies entirely with the user.  The user should refer to the accompanying metadata notes for a description of the data and data development procedures. \\nAlthough this data has been processed successfully on computers at the Arkansas Geographic Information Office, no guarantee, expressed or implied, is made by Arkansas Geographic Information Office regarding the use of these data on any other system, nor does the act of distribution constitute or imply any such warranty. Distribution of these data is intended for information purposes and should not be considered authoritative for engineering, legal and other site-specific uses.\\n\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-94.618368, 32.969416], [-94.618368, 36.531952], [-89.619987, 36.531952], [-89.619987, 32.969416], [-94.618368, 32.969416]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: NONE\", \"Access Constraints: NONE\"]"
    },
    {
      "key": "frequency-of-update",
      "value": "irregular"
    },
    {
      "key": "tags",
      "value": "society, block, census, demographic, population, blocks"
    },
    {
      "key": "harvest_object_id",
      "value": "f90661a7-1f3c-4a15-937f-5db1409c7a83"
    },
    {
      "key": "harvest_source_id",
      "value": "79923f0a-a787-4995-aa2e-ccb7c5f402a9"
    },
    {
      "key": "harvest_source_title",
      "value": "Arkansas Geographic Information Office"
    }
  ],
  "title": "Census Block 2000 (polygon)",
  "revision_id": "4b2d3be2-3f83-48cb-b243-a7258f192104"
}