{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "a0c6d49e-af0a-455f-9762-ce16ee9b6363",
  "metadata_created": "2013-03-14T19:46:30.022665",
  "metadata_modified": "2013-05-17T00:00:00",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": null,
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "a0c6d49e-af0a-455f-9762-ce16ee9b6363",
      "webstore_last_updated": null,
      "id": "c420aac1-f41a-4e47-8dbe-d4124e96ea2c",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 185,
        "recent": 2
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "1ff7364f-bd88-45b6-a488-ea5baa6fe022",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-03-14T20:46:30.037007",
      "url": "http://www.kansasgis.org",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 93,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.184067",
    "title": "Kansas Data Access and Support Center",
    "name": "kgs-ku-edu",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.kansasgis.org/_style/img/banner.png",
    "revision_id": "649a4ecd-dd72-4628-b80e-cea6a4f616d2",
    "type": "organization",
    "id": "56d45844-910f-4632-a4ff-bf5f0e6cb653",
    "approval_status": "approved"
  },
  "name": "ecoregions-of-kansas",
  "isopen": false,
  "url": null,
  "notes": "Ecoregions denote areas of general similarity in ecosystems and in the type, quality, and quantity of environmental resources. They are designed to serve as a spatial framework for the research, assessment, management, and monitoring of ecosystems and ecosystem components. By recognizing the spatial differences in the capacities and potentials of ecosystems, ecoregions stratify the environment purpose regions are critical for structuring and implementing ecosystem management strategies across federal agencies, state agencies, and nongovernment same geographical areas (Omernik and others, 2000). The approach used to compile this map is based on the premise that ecological regions are hierarchical and can be identified through the analysis of the spatial patterns and the composition of biotic and abiotic phenomena that affect (1987, 1995). These phenomena include geology, physiography, vegetation, climate, characteristic varies from one ecological region to another regardless of the hierarchical level. A Roman numeral hierarchical scheme has been adopted for different levels of ecological regions. Level I is the coarsest level, dividing North America into 15 ecological regions. Level II divides the continent into 52 III, the continental United States contains 104 ecoregions and the conterminous United States has 84 ecoregions (United States Environmental Protection Agency [USEPA] 2002). Level IV is a further subdivision of level III ecoregions. Explanations of the methods used to define the USEPA's ecoregions are given in Omernik (1995), Omernik and others (2000), and Gallant and others (1989). The level IV ecoregions were compiled at a scale of 1:250,000 and depict revisions and subdivisions of earlier level III ecoregions that were originally compiled at a smaller scale (USEPA 2002; Omernik 1987). In this data layer, states where ecoregions have not yet been subdivided to level IV are represented collaborative project primarily between USEPA Regions, USEPA National Health and Environmental Effects Research Laboratory (Corvallis, Oregon), United States Department of Agriculture-Natural Resources Conservation Service (NRCS, the United States Department of Agriculture-Forest Service (USFS), United States Department of the Interior-Geological Survey (USGS)-Earth Resources Observation Systems (EROS) Data Center, and with multiple state environmental and natural resource agencies. The project is associated with an interagency effort to develop a common framework of ecological regions (McMahon and others, 2001). Reaching that objective requires recognition of the differences in the conceptual approaches and mapping methodologies applied to develop the most common ecoregion-type frameworks, including those developed by the USFS (Bailey and others, 1994), the Conservation Service, 1981). As each of these frameworks is further refined, their differences are becoming less discernible. Regional collaborative projects, where some agreement has been reached among multiple resource management agencies, are a step toward attaining consensus and consistency in ecoregion frameworks for the entire nation. For additional information, contact James M. Omernik, U.S. EPA National Health and Environmental Effects Laboratory (NHEERL), 200 SW 35th Street, Corvallis, OR 97333; phone: (541) 754-4458, email: omernik.james@epa.gov. Or for maps and data information, contact Jeffrey Comstock, Indus Corporation, c/o U.S. EPA National Health and Environmental Effects Laboratory (NHEERL), 200 SW 35th Street, Corvallis, OR 97333; phone: (541) 754-4361; email: comstock.jeffrey@epa.gov. Literature Cited: Bailey, R.G., Avers, P.E., King, T., and McNab, W.H., eds., 1994, Ecoregions and subregions of the United States (map) (supplementary table of map unit descriptions compiled and edited by McNab, W.H. and Bailey, R.G.): Washington, D.C., U.S. Department of Agriculture-Forest Service, scale 1:7,500,000. Bryce, S.A., Omernik, J.M., and Larsen, D.P., 1999, Ecoregions - a geographic framework to guide risk characterization and ecosystem management: Environmental Commission for Environmental Cooperation Working Group, 1997, Ecological regions Gallant, A.L., Whittier, T.R., Larsen, D.P., Omernik, J.M., and Hughes, R.M., 1989, Regionalization as a tool for managing environmental resources: Corvallis, McMahon, G., Gregonis, S.M., Waltman, S.W., Omernik, J.M., Thorson, T.D., Freeouf, J.A., Rorick, A.H., and Keys, J.E., 2001, Developing a spatial framework of common ecological regions for the conterminous United States: Environmental Management, v. 28, no. 3, p. 293-316. Omernik, J.M., 1987, Ecoregions of the conterminous United States (map supplement): Annals of the Association of American Geographers, v. 77, no. 1, p. Omernik, J.M., 1995, Ecoregions - a spatial framework for environmental management, in Davis, W.S., and Simon, T.P., eds., Biological assessment and criteria-tools for water resource planning and decision making: Boca Raton, Florida, Lewis Publishers, p. 49-62. Omernik, J.M., Chapman, S.S., Lillie, R.A., and Dumke, R.T., 2000, Ecoregions of v. 88, no. 2000, p. 77-103. U.S. Department of Agriculture-Soil Conservation Service, 1981, Land resource regions and major land resource areas of the United States: Agriculture Handbook Wiken, E., 1986, Terrestrial ecozones of Canada: Ottawa, Environment Canada, Ecological Land Classification Series no. 19, 26 p. Related Ecoregion Publications: Bryce, S.A., A.J. Woods, J.D. Morefield, J.M. Omernik, T.R. McKay, G.K. Brackley, R.K. Hall, D.K. Higgins, D.C. McMorran, K.E. Vargas, E.B. Petersen, D.C. Zamudio, and J.A. Comstock. In press. Ecoregions of Nevada. (2 sided color poster with map, descriptive text, summary tables, and photographs). U.S. Geological Survey, Reston, VA. Scale 1:1,350,000. Chapman, S.S., J.M. Omernik, G.E. Griffith, W.A. Schroeder, T.A. Nigh, and T.F. Wilton. In press. Ecoregions of Iowa and Missouri. (2 sided color poster with map, descriptive text, summary tables, and photographs). U.S. Geological Survey, Griffith, G.E., J.M. Omernik, J.A. Comstock, S. Lawrence, G. Martin, A. Goddard, color poster with map, descriptive text, summary tables, and photographs). U.S. Geological Survey, Reston, VA. Scale 1:1,700,000. Griffith, G.E., J.M. Omernik, J.A. Comstock, M.P. Shafale, W.H. McNab, D.R. Lenat, J.B. Glover, and V.B. Shelburne. In press. Ecoregions of North and South Carolina. (2 sided color poster with map, descriptive text, summary tables, and photographs). U.S. Geological Survey, Reston, VA. Scale 1:1,500,000. Griffith, G., J. Omernik, and J. Comstock. 2002. Ecoregions of South Carolina. U.S. EPA, National Health and Environmental Effects Research Laboratory, Corvallis, OR. 47p. McGrath, C.L., A.J. Woods, J.M. Omernik, S.A. Bryce, M. Edmondson, J.A. Nesser, J. Shelden, R.C. Crawford, J.A. Comstock, and M.D. Plocher. 2002. Ecoregions of Idaho. (2 sided color poster with map, descriptive text, summary tables, and photographs). U.S. Geological Survey, Reston, VA. Scale 1:1,350,000. Woods, A.J., J.M. Omernik, W.H. Martin, G.J. Pond, W.M. Andrews, S.M. Call, J.A. poster with map, descriptive text, summary tables, and photographs). U.S. Geological Survey, Reston, VA. Scale 1:1,000,000. Chapman, S.S., J.M. Omernik, J.A. Freeouf, D.G. Huggins, J.R. McCauley, C.C. Freeman, G. Steinauer, R.T. Angelo, and R.L. Schlepp. 2001. Ecoregions of Nebraska and Kansas. (2 sided color poster with map, descriptive text, summary tables, and photographs). U.S. Geological Survey, Reston, VA. Scale 1:1,950,000. Griffith, G., J. Omernik, T. Foster, and J. Comstock. 2001. Ecoregions of Georgia. U.S. EPA, National Health and Environmental Effects Research Laboratory, Corvallis, OR. 48p. Woods, A.J., D.A. Lammers, S.A. Bryce, J.M. Omernik, R.L. Denton, M. Domeier, and J.A. Comstock. 2001. Ecoregions of Utah. (2 sided color poster with map, descriptive text, summary tables, and photographs). U.S. Geological Survey, Reston, VA. Scale 1:1,175,000. Woods, A.J., J.M. Omernik, J.A. Nesser, J. Shelden, and S.H. Azevedo. 1999. Ecoregions of Montana. (2 sided, 2 sheet color poster with map, descriptive text, summary tables, and photographs). U.S. Geological Survey, Reston, VA. Scale 1:1,500,000. Bryce, S.A., J.M. Omernik, D.E. Pater, M. Ulmer, J. Schaar, J. Freeouf, R. Johnson, P. Kuck, and S.H. Azevedo. 1998. Ecoregions of North Dakota and South Dakota. (2 sided color poster with map, descriptive text, summary tables, and photographs). U.S. Geological Survey, Reston, VA. Scale 1:1,500,000. Griffith, G.E., J.M. Omernik, and S.H. Azevedo. 1998. Ecoregions of Tennessee. (2 sided color poster with map, descriptive text, summary tables, and photographs). U.S. Geological Survey, Reston, VA. Scale 1:940,000. Pater, D.E., S.A. Bryce, T.D. Thorson, J. Kagan, C. Chappell, J.M. Omernik, S.H. sided color poster with map, descriptive text, summary tables, and photographs). Woods, A.J., J.M. Omernik, C.S. Brockman, T.D. Gerber, W.D. Hosteter, and S.H. Azevedo. 1998. Ecoregions of Indiana and Ohio (2 sided color poster with map, descriptive text, summary tables, and photographs). U.S. Geological Survey, Reston, VA. Scale 1:500,000.",
  "owner_org": "56d45844-910f-4632-a4ff-bf5f0e6cb653",
  "extras": [
    {
      "key": "temporal-extent-begin",
      "value": "1986-03-03"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2003-01-01\"}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2003-02-01"
    },
    {
      "key": "contact-email",
      "value": "dasc@kgs.ku.edu"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "\n-104.0"
    },
    {
      "key": "metadata-date",
      "value": "2009-12-18"
    },
    {
      "key": "bbox-south-lat",
      "value": "\n36.0"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "\n-94.0"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "\n41.0"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "frequency-of-update",
      "value": "unknown"
    },
    {
      "key": "licence",
      "value": "[\"The State of Kansas Geographic Information Systems Core Database's digital data have been tested and their documentation carefully reviewed. However, the State of Kansas Geographic Information Systems Policy Board's Data Access and Support Center and its representatives make no warranty or representation, either expressed or implied, with respect to the digital data and their documentation, their quality, performance, merchantability, or fitness for a particular purpose. The digital data are distributed on \\\"as is\\\" basis, and the user assumes all risk to their quality, the results obtained from their use, and the performance of the data. In no event will the State of Kansas Geographic Information Systems Policy Board or its representatives be liable for any direct, indirect, special, incidental or consequential damages resulting from and defect in the State of Kansas Geographic Information Systems Core Database's digital data or in their documentation. This disclaimer of warranty is exlusive and in lieu of all others, oral or written, express or implied. No agent or employee is authorized to make any modification, extension, or addition to this warranty.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Data Access and Support Center (DASC)\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-104.0, 36.0], [-104.0, 41.0], [-94.0, 41.0], [-94.0, 36.0], [-104.0, 36.0]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: for use at 1:250,000 or smaller scales\", \"Access Constraints: None\"]"
    },
    {
      "key": "tags",
      "value": "environment, Level III ecoregions, ecoregion, ecosystem, ecological regions, Kansas, Ecoregions of Continental US, Level III and IV"
    },
    {
      "key": "harvest_object_id",
      "value": "6f2a37d1-a926-4ceb-b6c3-f4547cd83db7"
    },
    {
      "key": "harvest_source_id",
      "value": "619e3d4a-0a81-4a85-a769-47b591108252"
    },
    {
      "key": "harvest_source_title",
      "value": "Kansas Data Access and Support Center"
    }
  ],
  "title": "Ecoregions of Kansas",
  "revision_id": "1ff7364f-bd88-45b6-a488-ea5baa6fe022"
}