{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "84324aed-78c1-4801-99e3-1ac6c00a3a84",
  "metadata_created": "2015-07-02T23:09:01.784455",
  "metadata_modified": "2015-07-02T23:09:01.784455",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "84324aed-78c1-4801-99e3-1ac6c00a3a84",
      "webstore_last_updated": null,
      "id": "d5ed464d-be31-4579-a792-9725f9cdae7a",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "PLSS-CadNSDI-Data-Set-Availability.pdf",
      "format": "PDF",
      "tracking_summary": {
        "total": 74,
        "recent": 5
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "d9d15426-bc6f-4724-a55e-dc5d668ce336",
      "mimetype": null,
      "cache_url": null,
      "name": "PDF File",
      "created": "2015-07-02T19:09:02.123558",
      "url": "http://nationalcad.org/download/PLSS-CadNSDI-Data-Set-Availability.pdf",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "84324aed-78c1-4801-99e3-1ac6c00a3a84",
      "webstore_last_updated": null,
      "id": "81ec982c-d7bf-426e-8638-133bfd27ba41",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "PLSS-CadNSDI-Data-Set-Availability.pdf",
      "format": "PDF",
      "tracking_summary": {
        "total": 74,
        "recent": 5
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "d9d15426-bc6f-4724-a55e-dc5d668ce336",
      "mimetype": null,
      "cache_url": null,
      "name": "PDF File",
      "created": "2015-07-02T19:09:02.123612",
      "url": "http://nationalcad.org/download/PLSS-CadNSDI-Data-Set-Availability.pdf",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 468,
    "recent": 9
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-21T19:39:06.358236",
    "title": "Federal Geographic Data Committee",
    "name": "fgdc-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.fgdc.gov/library/mediakit/logos/logo_2mb/fgdclogo_mid.jpg/image_preview",
    "revision_id": "9070bd68-6117-44f9-90ed-7f1dcb81efce",
    "type": "organization",
    "id": "ace19361-84f5-4b61-aaa0-fdd668f31f18",
    "approval_status": "approved"
  },
  "name": "plss-cadnsdi-v2-standardized-plss-data-catalog-national-geospatial-data-asset-ngda-public-land-",
  "isopen": false,
  "url": null,
  "notes": "This catalog is a listing of the location of available standardized PLSS data sets which are hosted by BLM and states. The document referenced in the online linkage is updated regularly and will provide linkages for accessing state and BLM hosted sites. The PLSS Data are standardized for publication and are in compliance with the FGDC the Cadastral Publication Data Standard for the National Spatial Data Infrastructure or CadNSDI Version 2.0. This standard publication guideline for cadastral data and is intended to provide a common format, structure and content of the information and allow it to be readily used across jurisdictional boundaries. This data represents the GIS Version of the Public Land Survey System including both rectangular and non-rectangular survey data. The rectangular survey data are a reference system for land tenure based upon meridian, township/range, section, section subdivision and government lots. The non-retangular survey data represent surveys that were largely performed to protect and/or convey title on specific parcels of land such as minerals surveys and tracts. The data are largely complete in reference to the rectangular survey data at the level of first division. However, the data varies in terms of granularity of its spatial representation as well as its content below the first division. Therefore, depending upon the data source and steward, accurate subdivision of the rectangular data may not be available below the first division and the non-rectangular minerals surveys may not be present. At times, the complexity of surveys rendered the collection of data cost prohibitive such as in areas characterized by numerous, overlapping mineral surveys. In these situations, the data were often not abstracted or were only partially abstracted and incorporated into the data set. These PLSS data were compiled from a broad spectrum or sources including federal, county, and private survey records such as field notes and plats as well as map sources such as USGS 7 ½ minute quadrangles. The metadata in each data set describes the production methods for the data content. This data is optimized for data publication and sharing rather than for specific \"production\" or operation and maintenance. A complete PLSS data set includes the following: PLSS Fully Intersected (all of the PLSS feature at the atomic or smallest polygon level), PLSS Townships, First Divisions and Second Divisions (the hierarchical break down of the PLSS Rectangular surveys) PLSS Special surveys (non rectangular components of the PLSS) Meandered Water, Corners and Conflicted Areas (known areas of gaps or overlaps between Townships or state boundaries). The Entity-Attribute section of this metadata describes these components in greater detail.",
  "owner_org": "ace19361-84f5-4b61-aaa0-fdd668f31f18",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-66.9406"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "71.4410"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "18.9117"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-179.1506, 18.9117], [-66.9406, 18.9117], [-66.9406, 71.441], [-179.1506, 71.441], [-179.1506, 18.9117]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: This data is for GIS and mapping purposes and is not intended to support or replace land survey records/data or the information provided by land survey. The data should not be used to process land transactions or as a definitive source of boundary locations. With the variability of sources, positional accuracy, granularity, source of attribution etc. special attention should be given to metadata prior to determining appropriate uses of the data. Caution is especially warranted in areas may have ambulatory boundaries with features such as streams, rivers, lakes and coastlines. All boundary determinations should be deferred to a licensed land surveyor.\", \"Access Constraints: None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "1800-01-01"
    },
    {
      "key": "contact-email",
      "value": "plss@nationalcad.org"
    },
    {
      "key": "bbox-west-long",
      "value": "-179.1506"
    },
    {
      "key": "metadata-date",
      "value": "2015-06-03"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2015-01-01\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "CONTINUOUS AND IRREGULAR UPDATES"
    },
    {
      "key": "licence",
      "value": "[\"This data is for GIS and mapping purposes and is not intended to support or replace land survey records/data or\\nthe information provided by land survey.   The data should not be used to process land transactions or as a definitive source of\\nboundary locations.  With the variability of sources, positional accuracy, granularity, source of attribution etc. special attention should\\nbe given to metadata prior to determining appropriate uses of the data.  Caution is especially warranted in areas may have ambulatory\\nboundaries with features such as streams, rivers, lakes and coastlines.  All boundary determinations should be deferred to a licensed\\nland surveyor.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"U.S. Department of Interior, Bureau of Land Management (BLM), FGDC Cadastral Subcommittee\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "plss points, plss, parcel, public land survey system, plss townships, ngda, cadastre theme, national geospatial data asset, plss sections, cadastral reference, plss divisions, alabama, arkansas, arizona, alaska, california, colorado, florida, idaho, illinois, indiana, iowa, kansas, louisiana, michigan, missouri, minnesota, mississippi, montana, nebraska, nevada, new mexico, north dakota, ohio, oklahoma, oregon, south dakota, utah, washington, wisconsin, wyoming"
    },
    {
      "key": "harvest_object_id",
      "value": "1ba0b96f-b66f-4930-b329-caff121fdeb2"
    },
    {
      "key": "harvest_source_id",
      "value": "d2b8ee7a-2d57-4490-83dd-7875815fb0d8"
    },
    {
      "key": "harvest_source_title",
      "value": "FGDC WAF (Hosted by DOI for Geoplatform.gov)"
    }
  ],
  "title": "PLSS_CadNSDI_V2 Standardized PLSS Data Catalog  National Geospatial Data Asset (NGDA) Public Land Survey System (PLSS) Dataset Catalog",
  "revision_id": "d9d15426-bc6f-4724-a55e-dc5d668ce336"
}