{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "ee8317ca-209b-4a66-8e9c-7c61e14c84bf",
  "metadata_created": "2013-03-15T21:19:09.358773",
  "metadata_modified": "2014-11-17T21:11:45.848023",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": null,
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "ee8317ca-209b-4a66-8e9c-7c61e14c84bf",
      "webstore_last_updated": null,
      "id": "45868b0e-de62-4eae-b592-37801a0d7335",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "PKZIP compression",
      "format": "ZIP",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "mimetype": null,
      "cache_url": null,
      "name": "IMAGINE Image",
      "created": "2014-11-17T16:11:45.980223",
      "url": "http://water.usgs.gov/GIS/dsdl/mosaiced_total_et_april_october_2006_kl_NAD83.zip",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "925850cd-9b38-4509-bd36-7f8a51bb0afe",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "ee8317ca-209b-4a66-8e9c-7c61e14c84bf",
      "webstore_last_updated": null,
      "id": "5016b822-90ce-4108-9bfe-e33805688ae2",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "IMAGINE Image",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "925850cd-9b38-4509-bd36-7f8a51bb0afe",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-11-17T16:11:45.980262",
      "url": "http://water.usgs.gov/lookup/getspatial?mosaiced_total_et_april_october_2006_kl_NAD83",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 13,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "klamath-basin-restoration-agreement-off-project-water-program-total-evapotranspiration-map-2006",
  "isopen": false,
  "url": null,
  "notes": "Hydrological Information Products for the Off-Project Water Program of the Klamath Basin Restoration Agreement U.S. Geological Survey Open-File Report 2012-1199 U.S. Department of the Interior By Daniel T. Snyder, John C. Risley, and Jonathan V. Haynes Prepared in cooperation with The Klamath Tribes Access complete report at: http://pubs.usgs.gov/of/2012/1199 Suggested citation: Snyder, D.T., Risley, J.C., and Haynes, J.V., 2012, Hydrological information products for the Off-Project Water Program of the Klamath Basin Restoration Agreement: U.S. Geological Survey Open-File Report 2012–1199, 17 p., http://pubs.usgs.gov/of/2012/1199 Summary The Klamath Basin Restoration Agreement (KBRA) was developed by a diverse group of stakeholders, Federal and State resource management agencies, Tribal representatives, and interest groups to provide a comprehensive solution to ecological and water-supply issues in the Klamath Basin. The Off-Project Water Program (OPWP), one component of the KBRA, has as one of its purposes to permanently provide an additional 30,000 acre-feet of water per year on an average annual basis to Upper Klamath Lake through “voluntary retirement of water rights or water uses or other means as agreed to by the Klamath Tribes, to improve fisheries habitat and also provide for stability of irrigation water deliveries.” The geographic area where the water rights could be retired encompasses approximately 1,900 square miles. The OPWP area is defined as including the Sprague River drainage, the Sycan River drainage downstream of Sycan Marsh, the Wood River drainage, and the Williamson River drainage from Kirk Reef at the southern end of Klamath Marsh downstream to the confluence with the Sprague River. Extensive, broad, flat, poorly drained uplands, valleys, and wetlands characterize much of the study area. Irrigation is almost entirely used for pasture. To assist parties involved with decisionmaking and implementation of the OPWP, the U.S. Geological Survey (USGS), in cooperation with the Klamath Tribes and other stakeholders, created five hydrological information products. These products include GIS digital maps and datasets containing spatial information on evapotranspiration, subirrigation indicators, water rights, subbasin streamflow statistics, and return-flow indicators. The evapotranspiration (ET) datasets were created under contract for this study by Evapotranspiration, Plus, LLC, of Twin Falls, Idaho. A high-resolution remote sensing technique known as Mapping Evapotranspiration at High Resolution and Internalized Calibration (METRIC) was used to create estimates of the spatial distribution of ET. The METRIC technique uses thermal infrared Landsat imagery to quantify actual evapotranspiration at a 30-meter resolution that can be related to individual irrigated fields. Because evaporation uses heat energy, ground surfaces with large ET rates are left cooler as a result of ET than ground surfaces that have less ET. As a consequence, irrigated fields appear in the Landsat images as cooler than nonirrigated fields. Products produced from this study include total seasonal and total monthly (April–October) actual evapotranspiration maps for 2004 (a dry year) and 2006 (a wet year). Maps showing indicators of natural subirrigation were also provided by this study. “Subirrigation” as used here is the evapotranspiration of shallow groundwater by plants with roots that penetrate to or near the water table. Subirrigation often occurs at locations where the water table is at or above the plant rooting depth. Natural consumptive use by plants diminishes the benefit of retiring water rights in subirrigated areas. Some agricultural production may be possible, however, on subirrigated lands for which water rights are retired. Because of the difficulty in precisely mapping and quantifying subirrigation, this study presents several sources of spatially mapped data that can be used as indicators of higher subirrigation probability. These include the floodplain boundaries defined by stream geomorphology, water-table depth defined in Natural Resources Conservation Service (NRCS) soil surveys, and soil rooting depth defined in NRCS soil surveys. The two water-rights mapping products created in the study were “points of diversion” (POD) and “place of use” (POU) for surface-water irrigation rights. To create these maps, all surface-water rights data, decrees, certificates, permits, and unadjudicated claims within the entire 1,900 square mile study area were aggregated into a common GIS geodatabase. Surface-water irrigation rights within a 5-mile buffer of the study area were then selected and identified. The POU area was then totaled by water right for primary and supplemental water rights. The maximum annual volume (acre-feet) allowed under each water right also was calculated using the POU area and duty (allowable annual irrigation application in feet). In cases where a water right has more than one designated POD, the total volume for the water right was equally distributed to each POD listed for the water right. Because of this, mapped distribution of diversion rates for some rights may differ from actual practice. Water-right information in the map products was from digital datasets obtained from the Oregon Water Resources Department and was, at the time acquired, the best available compilation of water-right information available. Because the completeness and accuracy of the water-right data could not be verified, users are encouraged to check directly with the Oregon Water Resources Department where specific information on individual rights or locations is essential. A dataset containing streamflow statistics for 72 subbasins in the study area was created for the study area. The statistics include annual flow durations (5-, 10-, 25-, 50-, and 95-percent exceedances) and 7-day, 10-year (7Q10) and 7-day, 2-year (7Q2) low flows, and were computed using regional regression equations based on measured streamflow records in the region. Daily streamflow records used were adjusted as needed for crop consumptive use; therefore the statistics represent streamflow under more natural conditions as though irrigation diversions did not exist. Statistics are provided for flow rates resulting from streamflow originating from within the entire drainage area upstream of the subbasin pour point (referring to the outlet of the contributing drainage basin). The statistics were computed for the purpose of providing decision makers with the ability to estimate streamflow that would be expected after water conservation techniques have been implemented or a water right has been retired. A final product from the study are datasets of indicators of the potential for subsurface return flow of irrigation water from agricultural areas to nearby streams. The datasets contain information on factors such as proximity to surface-water features, geomorphic floodplain characteristics, and depth to water. The digital data, metadata, and example illustrations for the datasets described in this report are available on-line from the USGS Water Resources National Spatial Data Infrastructure (NSDI) Node Website http://water.usgs.gov/lookup/getgislist or from the U.S. Government website DATA.gov at http://www.data.gov with links provided in a Microsoft® Excel® workbook in appendix A. Introduction Program Background The Klamath Basin Restoration Agreement (KBRA) was developed by a diverse group of stakeholders, Federal and State resource management agencies, Tribal representatives, and interest groups to provide a comprehensive solution to ecological and water-supply issues in the basin. The KBRA covers the entire Klamath Basin, from headwater areas in southern Oregon and northern California to the Pacific Ocean, and addresses a wide range of issues that include hydropower, fisheries, and water resources. The Water Resources Program (Part IV of the KBRA) includes a section (16) known as the Off-Project Water Program (OPWP) (Klamath Basin Restoration Agreement, 2010, p. 105). Program Goals The primary goals of the OPWP include developing an Off-Project Water Settlement to resolve upper basin water issues, improve fish habitat, and provide for stability in irrigation deliveries (Klamath Basin Restoration Agreement, 2010, p. 105). One of the approaches to achieving these objectives is a water-use retirement program. The water-use retirement program is an effort to permanently provide an additional 30,000 acre-ft of water per year on an average annual basis to Upper Klamath Lake through “voluntary retirement of water rights or water uses, or other means as agreed to by the Klamath Tribes, to improve fisheries habitat and also provide for stability of irrigation water deliveries” (Klamath Basin Restoration Agreement, 2010, p. 105–111). The KBRA sets a 24-month window after the “effective date” for development of a proposal for the Off-Project Water Settlement. There is interest on the part of the Klamath Watershed Partnership (and others) in having a decisionmaking process in place before this time line. To assist parties in the OPWP involved with decisionmaking and implementation, the USGS proposed a two-phase approach. The first phase, which is described in this report, includes compilation and evaluation of relevant existing work and data in the upper basin, and synthesizing that information into a set of five hydrological information products. These products include GIS digital maps and datasets containing spatial information on evapotranspiration, subirrigation indicators, water rights, subbasin streamflow statistics, and return-flow indicators. Should efforts continue, a second phase could be developed to implement a monitoring program to evaluate the level of success of the first phase and to address additional information needs. Understanding the response of streams and groundwater to various land-use changes (such as reduction of irrigation or changes in land management) in particular areas is important to maximizing the benefits to streams and to Upper Klamath Lake while minimizing the impacts to the agricultural community. The hydrology of the region is such that the response to changes in land use will vary from place to place. Because of this, the benefit to the stream from a particular change in land or water use may be greater in one area than another. Description of Project Area The OPWP area is defined in the KBRA as including the Sprague River drainage, the Sycan River drainage downstream of Sycan Marsh, the Wood River drainage, and the Williamson River drainage from Kirk Reef at the southern end of Klamath Marsh downstream to the confluence with the Sprague River, encompassing a total area of approximately 1,900 mi2. Individually, the Sprague, Williamson, and Wood Rivers provide about 33, 18, and 16 percent, respectively, of the total inflow to Upper Klamath Lake and together account for two-thirds of the total inflow (Hubbard, 1970; Kann and Walker, 1999, table 3). Extensive, broad, flat, poorly drained uplands, valleys, and wetlands characterize much of the study area. Elevations in the study area range from about 4,100 ft at Upper Klamath Lake to greater than 9,000 ft in the Cascade Range. In general, land use in the Williamson River, Sprague River, and Wood River basins varies with elevation. At the lowest elevations, adjacent to the major rivers, agricultural lands (primarily irrigated pasture) predominate. Rangelands primarily are on the tablelands, benches, and terraces, and forest is predominant on the slopes of buttes and mountains. Livestock grazing can occur on irrigated pastureland, rangeland, and forestland throughout the study area. Average annual precipitation in the area ranges from as low as about 15 in. near Upper Klamath Lake to about 65 in. at Crater Lake with most precipitation occurring largely as snow in the fall and winter (Western Regional Climate Center, 2012). Previous Studies and Water Conservation Programs Recent studies in the Upper Klamath, Wood River, and Sprague River basins provided a foundation for many of the analyses made for this current study. A study of the regional groundwater hydrology of the Upper Klamath Basin is presented in Gannett and others (2007) and includes discussions of the hydrogeologic units, hydrologic budget, and configuration of the groundwater-flow system. Although the scale of this study is less useful for site-specific analysis, it provides a framework for analysis of the hydrology of the OPWP area. Carpenter and others (2009) provided a comprehensive analysis of hydrologic and water-quality conditions during restoration of the Wood River wetland for 2003–05. In their study, they developed a water budget for the wetland in addition to analyzing the mechanics of groundwater and soil moisture storage. Risley and others (2008) developed streamflow regression models used in this study to estimate a suite of streamflow statistics in study area subbasins. The Natural Resources Conservation Service (2009) presented findings from the Sprague River Conservation Effects Assessment Project (CEAP). Their report documented the effects of water conservation practices on private irrigated lowlands and uplands using field monitoring and hydrologic computer model simulations. Watershed Sciences LCC (2000) conducted a Forward-Looking Infrared (FLIR) survey flown in August 1999 for parts of the Upper Klamath Basin that collected both thermal infrared and color videography to map stream temperatures that can be used to identify point locations where return flows enter streams. Purpose of This Report This report summarizes and provides details on information products created by the USGS for the OPWP and its implementation. These products include a set of digital maps in GIS (ArcMap) format that can be used together as overlays to help evaluate the relative benefits of reducing or curtailing water use in various areas. The maps are not intended to drive the decisionmaking process, but to inform the process. It is envisioned that there will be many additional considerations affecting decisions. The digital maps created for this study, and described below in more detail, are (1) evapotranspiration, (2) subirrigation indicators, (3) water rights, (4) subbasin streamflow statistics, and (5) irrigation return-flow indicators. Access to Data, Metadata, and Example Illustrations The digital data, metadata, and example illustrations for the datasets described in this report are available on-line from the USGS Water Resources National Spatial Data Infrastructure (NSDI) Node Website (U.S. Geological Survey, 2010c) or from the U.S. Government Website DATA.gov (2012). Appendix A consists of a Microsoft® Excel® workbook listing each dataset and URL links to the website for the dataset, metadata, and example illustrations. Evapotranspiration Mapping Development Maps quantifying evapotranspiration (ET) over the entire landscape included in the OPWP were produced under contract for this study by Evapotranspiration, Plus, LLC, of Twin Falls, Idaho. The maps were created using a high-resolution remote sensing technique first developed by the University of Idaho (Allen and others, 2007a, 2007b). The technique known as “Mapping EvapoTranspiration at High Resolution and Internalized Calibration” (METRIC) uses Landsat imagery to estimate monthly actual evapotranspiration at 30-m resolution that can be related to individual irrigated fields. For the KBRA OPWP study, METRIC was applied to 2 separate years of growing season data for which suitable Landsat imagery was available, representing wet (2006) and dry (2004) years. By using these 2 years, it was possible to develop a range of likely actual ET over varied climate conditions. A small number of irrigated areas in the extreme eastern part of the Sprague River basin were not covered by the selected Landsat images used in the METRIC analysis. For these areas, ET was estimated using more traditional approaches that used standard ET models and crop coefficients combined with knowledge of crop and vegetation types. The METRIC procedure uses thermal infrared images from Landsat satellites to quantify ET. Because evaporation uses heat energy, ground surfaces with large ET rates are left cooler than ground surfaces that have less ET. As a consequence, irrigated fields appear on the images as being cooler than nonirrigated fields. The METRIC model is internally calibrated using ground-based reference ET. Both the rate and spatial distribution of ET can be efficiently and accurately quantified. A major advantage of using METRIC over conventional methods of estimating ET that use crop coefficient curves is that neither the crop development stages nor the specific crop type need to be known. In addition to ET, the fraction of reference crop evapotranspiration (ETrF) also is computed by METRIC. The alfalfa reference evapotranspiration (ETr), computed using local weather station meteorological data, is needed in calibrating METRIC to a specific study area. Previous studies have shown that the error between ET estimated from METRIC and measured from lysimeters daily and monthly for various crops and land uses in other areas has been from 1 to 4 percent (Allen and others, 2007b). For the current study, the accuracy of the METRIC ET values for irrigated areas was estimated as 10 percent for seasonal total ET values and 20 percent for monthly ET values (R.G. Allen, Evapotranspiration, Plus, LLC, written commun., 2011). The accuracy of the METRIC ET values for nonirrigated areas was estimated as 20 percent for seasonal total ET values and 40 percent for monthly ET values (R.G. Allen, Evapotranspiration, Plus, LLC, written commun., 2011). These larger values for estimated accuracy relative to other studies are a result of a number of factors including the limited availability of Landsat images not impeded by cloud cover or sensor failure during the period of interest and the heterogeneity of the study area with regard to vegetation, terrain, and soils. When making comparisons between individual areas of actual evapotranspiration, the relative difference between the areas likely has a much better accuracy than the accuracy of the absolute values of actual evapotranspiration for the individual areas. Products produced from this study include total seasonal and total monthly (April–October) actual evapotranspiration maps, in millimeters, for 2004 (dry year) and 2006 (wet year) and Landsat image maps for April–November 2004 and April–November 2006. Full details regarding Landsat image processing, METRIC calibration, and map production for this study are provided in separate reports written by the contractor and included in the GIS metadata (Evapotranspiration, Plus, LLC, 2011a, 2011b, 2011c). Subirrigation Indicators Definition “Subirrigation” as used here is the evapotranspiration of shallow groundwater by plants with roots that penetrate to or near the water table. Subirrigation often occurs in locations where the water table is at or above the plant rooting depth. It can occur where the water table is naturally high or where it is artificially elevated from irrigation. Certain settings, such as lowland areas along present flood plains, are more likely to naturally subirrigate than areas more distant or elevated above surface-water features. This study deals primarily with natural subirrigation occurrence. Because of the difficulty in defining the exact occurrence of subirrigation, this study presents several sources of spatially mapped data that can be used as indicators of higher subirrigation probability. These include (1) the floodplain boundaries and features reflecting stream geomorphology, (2) the water-table depth defined in NRCS soil surveys and by topographic analysis, and (3) the rooting depth defined in NRCS soil surveys. The indicators may be used separately or together, such as depth to water and plant rooting depth, to determine the overall likelihood that subirrigation may take place. Map Descriptions Floodplain Boundaries and Features Floodplains boundaries and features were delineated in a study of Sprague River basin geomorphology conducted by the USGS and the University of Oregon (J.E. O’Connor, U.S. Geological Survey, written commun., 2011). In the study, channel and floodplain processes were evaluated for 81 mi of the Sprague River, including the lower 12 mi of the South Fork Sprague River, the lower 10 mi of the North Fork Sprague River, and the lower 39 mi of the Sycan River. In addition to floodplain boundaries, other GIS layers created for the USGS Sprague River basin geomorphology study are channel centerlines, fluvial bars, vegetation, water features, and built features such as irrigation canals, levees and dikes, and roads that were created from aerial photographs taken from 1940 through 2005, 7.5-minute USGS topographic maps, digital orthophoto quadrangles, and LiDAR (Light Detection and Ranging) images (Watershed Sciences, LCC, 2000). Additional details on the USGS Sprague River basin geomorphology study that developed the floodplain boundary GIS layer can be found at the project website (U.S. Geological Survey, 2011a) or by viewing the metadata for the study (U.S. Geological Survey, 2011b). . The geomorphic unit categories for the areas in and adjacent to floodplains from the Sprague River Oregon Geomorphology dataset (U.S. Geological Survey, 2011b) were assigned qualitative values for subirrigation potential (J.E. O’Connor, U.S. Geological Survey, written commun., 2011). Determination of low, medium, or high subirrigation potential was made on the basis of the characteristics of areas from existing datasets and field observations of soils, vegetation, topography, and hydrology. However, some areas, including wetlands, springs, and ponds, were not mapped with the geomorphic floodplain and are not represented. Soil Rooting Depth The soil rooting depth map is based on data from the USDA NRCS Klamath County soil survey (Cahoon, 1985, p. 13–96) and supplemented by the Soil Survey Geographic (SSURGO) Database (Soil Survey Staff, 2010). The area of the soil survey excludes most public lands, such as National Forest or National Park areas or small private inholdings with these areas. Values of rooting depths typically are presented as either a range between 10 and 60 in. or as being greater than 60 in. For the purposes of this study, minimum, mean, and maximum rooting depths were calculated using the minimum and maximum rooting depth values. For calculation purposes, rooting depths greater than 60 in. are reported as equal to 60 in. Areas where the rooting depth is greater than the depth to water might support subirrigation. Depth to Water The depth-to-water map is based on data for the seasonal high water-table depth presented in the Natural Resources Conservation Service soil survey for southern Klamath County, Oregon (Cahoon, 1985, table 18, p. 258–263) and supplemented by the Soil Survey Geographic (SSURGO) Database (Soil Survey Staff, 2010). As noted above, the area of the soil survey excludes most public lands. Values of seasonal high water-table depth in Cahoon (1985, table 18) or the SSURGO dataset are typically presented as a range between minimum and maximum values. For the purposes of this study, a mean water-table depth was calculated using the minimum and maximum depth to water values. Maps of areas where the depth to water is less than the plant rooting depth provide insight into the likelihood that subirrigation may take place. Water-Rights Mapping Description of Mapping Water-right information in the map products is from digital datasets obtained on July 18, 2011, from the Oregon Water Resources Department (OWRD) and was, at the time acquired, the best available compilation of water-right information. Because the completeness and accuracy of the water-right data could not be verified, users are encouraged to check directly with the OWRD for situations where specific information on individual rights or locations is essential. The two water-right maps produced for the study were a “point of diversion” (POD) map that shows locations of diversion from streams, and a “place of use” (POU) map that shows irrigated areas. Only surface-water rights are included on the maps; groundwater rights are not included. In compiling the surface-water rights data, all decrees, certificates, permits, and unadjudicated claims in the study area were aggregated. The objective was to assemble all known water rights and claims into a common GIS geodatabase consisting of one POU polygon feature class and one relating POD point feature class. For both maps, related POUs and PODs share the same “snp_id” value. All other fields whenever possible were carried through the process to preserve as many original POU and POD attributes as possible. Note that POU polygons may overlap adjacent POU polygons and care is advised to ensure that the correct polygon(s) are selected or used in analyses, such as summation of attributes, to meet the intended purposes of the user. All Oregon surface-water rights, including decrees, certificates, and permits (http://gis.wrd.state.or.us/data/wr_state.zip), were downloaded from the OWRD GIS water-right website (Oregon Water Resources Department, 2012a). Surface-water irrigation water rights for the study area and within a 5-mi buffer of the study area were then selected. The POU area was totaled by water right for primary and supplemental water rights. The maximum annual volume (acre-feet) allowed under each water right was calculated using the POU area and duty (annual irrigation application in feet). In situations where no duty was specified, the maximum annual volume allowed under each water right was estimated assuming a duty of 3 ft/yr (82 percent of surface-water irrigation PODs in the study area had a duty of 3 ft/yr). Often a water right has more than one designated POD. In these cases, the volumes were equally distributed to each POD within the particular water right. The POUs and PODs of Klamath Basin unadjudicated claims were provided in a GIS geodatabase (D. Mortenson, Oregon Water Resources Department, written commun., 2011). To supplement the geodatabase, data (such as priority dates, id numbers, and volumes) for many, although not all, of the claims were downloaded from OWRD’s Water Rights Information System (WRIS) (2012b). Although, the PODs for the claims in the OWRD provided geodatabase did not include a use field, it was assumed that all PODs for each surface-water irrigation claim were used for surface-water irrigation. In cases where claims included multiple PODs, volumes were equally distributed. The maximum annual volume allowed under each claim was either provided or estimated. For approximately 25 percent of the claims, the maximum annual volume for surface-water irrigation was provided by WRIS in acre-feet. For the remaining 75 percent of the claims, volumes were estimated using the POU area and assuming a duty of 3 ft/yr (no claims had assigned duties). Additionally, an annual volume by claim from the adjudication process for the 1864 Walton claims was provided to the study (D. Watson, Ranch and Range Consulting, written commun., 2011). Each of these volumes was a result of proposed order, stipulated agreement, or uncontested agreement and was current as of May 23, 2011. Limitations of Water-Rights Data The information reflected in this dataset is derived by interpretations of paper records by OWRD. The user must refer to the actual water-right records for details on any water right. Care was taken by OWRD in the creation of the dataset but it is provided \"as is.\" The USGS and the OWRD can not accept any responsibility for errors, omission, or accuracy of the information. There are no warranties, expressed or implied, including the warranty of merchantability or fitness for a particular purpose, accompanying this information (Oregon Water Resources Department (2012b). The data from the OWRD Unadjudicated Claims geodatabase (Oregon Water Resources Department, 2012b; D. Mortenson, Oregon Water Resources Department, written commun., 2011) are based on claims as originally filed by claimants in the Klamath Basin Adjudication. The OWRD provides no warranty or guarantee as to the accuracy of the information presented within these data, and is not intended to express a position on the nature or validity of any claim. Any information contained herein does not reflect any recommendation or final determination by the OWRD of the relative water rights in the Klamath Basin. The OWRD datasets may not reflect actual water use or recent changes in land or water use as can sometimes be observed by comparison with the Landsat images or evapotranspiration mapping. A partial list of the reasons for this include (1) the underlying OWRD dataset needing updating, (2) water-right holders not submitting a change of use or transfer of existing water rights, (3) water-rights data may not reflect land-use changes subsequent to the initiation of the water right, (4) water not being diverted to POUs based on Claims that have not yet been approved, (5) POU in the source OWRD database not reflecting recent findings of the adjudication of water rights in the Upper Klamath basin, (6) claimed POUs that OWRD has denied, (7) possible abandoned water rights, (8) claim/water right overlaps, (9) water rights not being utilized during a particular year, or (10) areas irrigated with groundwater or both surface water and groundwater. In the area of the Wood River Valley, there are a number of irrigation water-rights POU polygons missing from the OWRD dataset because the rights have been leased for instream use. In the past, OWRD has removed irrigation water rights with instream leases from the publicly available GIS water-rights geodatabase. The current practice, however, is to provide information regarding these leased water rights to the public. This practice was in place on July 18, 2011, when the GIS water-rights geodatabase was acquired from OWRD. However, most leased water rights were not included in the July 18, 2011 data acquisition and subsequently are not included in this report and associated maps. OWRD has indicated that the omission of these water rights was unintentional and that they are working to correct the dataset; the updated information was not available at the time this report was prepared. Subbasin Streamflow Statistics Importance and Relevance Streamflow statistics were computed for 72 subbasins in the Off-Project Water Program area and adjacent areas and include annual flow durations (5-, 10-, 25-, 50-, and 95-percent exceedances) and 7-day, 10-year (7Q10) and 7-day, 2-year (7Q2) low flows. Streamflow statistics were computed using regional regression equations based on historical unregulated streamflow data; the statistics represent estimated natural flow conditions in the subbasins as though irrigation diversions did not exist. The statistics were computed for the purpose of providing decisionmakers with the ability to estimate streamflow that would be expected after water conservation techniques have been implemented or a water use has been retired. Data Sources The streamflow statistics were computed using regional regression equations presented in Risley and others (2008). Although that report contains regression equations applicable for all of Oregon, equations used for this study were created from the Region 8 subset of 25 streamflow gaging stations in south-central Oregon. For the regression equations, computed annual flow statistics based on the daily mean streamflow records at the gaging stations were used as the dependent variables. Basin characteristics (such as drainage area and mean annual precipitation) of the drainage areas upstream of the gaging stations were the independent (explanatory) variables in the equations. The equations relating dependent and independent variables were computed using time periods when streamflow was unregulated. For some of the streamflow records, estimated irrigation water use was added to the record so that the record would reflect more natural conditions. Details on the procedure used to adjust the records for irrigation water use are provided in Risley and others (2008, p. 8, 10). A total of 7 equations were used to compute the annual flow statistics: 5-, 10-, 25-, 50-, and 95-percent exceedances, and 7-day, 10-year (7Q10) and 7-day, 2-year (7Q2) low flows. Basin characteristics used to create the equations were computed using a geographic information system (GIS) and various data layers. Descriptions for all data layers are documented in Risley and others (2008, table 5). Methods For this study, the Off-Project Water Program area and adjacent areas were divided into 72 subbasins. Preliminary subbasins were delineated on the basis of the locations of the pour points (referring to the outlet of the contributing drainage basin) for Hydrologic Unit Code (HUC) Level 6 (12-digit) classification of drainage basins from the 1:24,000 Watershed Boundary Dataset from the USDA Geospatial Data Gateway (Natural Resources Conservation Service, 2010). However, locations of the pour points for some subbasins were manually delineated on the basis of their proximity to streamflow gages or other criteria thought to be useful for the study. Final delineation of the subbasins was accomplished for each of the 72 pour points using StreamStats for Oregon (U.S. Geological Survey, 2010a), a Web-based GIS tool developed by the USGS (Ries and others, 2008). StreamStats also calculates the basin characteristics required to estimate the streamflow statistics using the Region 8 regression equations from Risley and others (2008, table 5). The calculation of the streamflow statistics using the Region 8 regression equations from Risley and others (2008, table 14) were performed in a Microsoft Excel spreadsheet. The calculations also can be performed using the USGS National Streamflow Statistics (NSS) Program (U.S. Geological Survey, 2012). For the NSS Program, the following settings must be used: Options / Analysis Type / Other; State / Oregon; Rural / New / LowFlow_Ann_Region08_2008_5126. The basin characteristics that are used as the independent variables in the regression equations to compute each of the 7 annual statistics: 5-, 10-, 25-, 50-, and 95-percent exceedances, and 7-day, 10-year (7Q10) and 7-day, 2-year (7Q2) low flows, consist of drainage area (in square miles) and mean annual precipitation (in inches) (Risley and others, 2008, table 5). Details about and the regression equations used to compute the annual flow statistics are provided in Risley and others (2008, table 14). As discussed in Risley and others (2008), to expand the number of available unregulated streamflow-gaging stations needed to create the regression equations, it was necessary to augment the daily-mean streamflow records for some stations with estimated monthly crop consumptive use. This procedure created records that were more representative of natural streamflow conditions. The procedure that was used to estimate consumptive use was developed by the Oregon Water Resources Department (Cooper, 2002). A discussion describing this procedure used also is provided in Risley and others (2008, p. 10). Upper and lower prediction intervals at the 90-percent confidence level for all 7 streamflow statistics (5-, 10-, 25-, 50-, and 95-percent exceedances, and 7Q2 and 7Q10 low flows) for the 72 basins included in the study were computed using the NSS Program (U.S. Geological Survey, 2012). Prediction intervals represent the probability that the true value of the characteristic will fall within the margin of error. For example, a prediction error at the 90-percent confidence level means there is a 90-percent chance the true value of the characteristic will fall within the margin of error. Details about and the equations used to compute the prediction intervals are provided in Risley and others (2008, p. 16). Prediction intervals are not calculated for basins if the value of one or both of the basin characteristic values (drainage area and mean annual precipitation) for that basin is outside the range of the basin characteristic values from the set of gaging stations used to create the regression equations. For Region 8 regression equations, prediction intervals are not calculated for values of drainage area or mean annual precipitation outside the range of 18.32 to 1,591.12 mi2 or 13.9 to 80.2 in., respectively (Risley and others, 2008, table 17). Very few gaging stations with sufficient record were available in Region 8 for use in the regression analyses by Risley and others (2008, p. 17) for estimating streamflow statistics. As a result, for some of the 72 subbasins, the basin characteristics used in the regression equations had values of some variables outside of the range of values used in the development of the regression equations by Risley and others (2008). Typically if one or more of the independent variables in a multiple regression are outside the range of the dataset used to develop the regression equations, increased prediction error can be expected. Additionally, streams with substantial groundwater inflows or streams heavily influenced by wetland areas, such as occurs in some parts of the study area, may not be well represented in the analysis. These factors may contribute to increased uncertainty in the estimates of the streamflow statistics for the 72 subbasins presented in this study. Of the 10 sets of regional regression equations presented in Risley and others (2008) that cover Oregon, the Region 8 regression equations, which include the Upper Klamath Basin and south-central Oregon, have the highest prediction errors. The cause of the errors can be related to two main factors—limited unregulated daily-mean streamflow data and a complex groundwater system. For Region 8, records for only 15 gaging stations with a minimum of 10 years of unregulated streamflow data were available for creating regression equations for the 7 annual streamflow statistics (flow durations [5-, 10-, 25-, 50-, and 95-percent exceedances] and 7-day, 10-year [7Q10] and 7-day, 2-year [7Q2] low flows). Other regions of the State have a greater number of available unregulated streamflow records available for creating regression equations. For example, unregulated streamflow records for 59 gaging stations were available for creating regression equations in Region 3, in the Willamette River basin. As described in Gannett and others (2007), the regional groundwater-flow system in the Upper Klamath Basin is complex, substantial, and variable. “Transmissivity estimates range from 1,000 to 100,000 feet squared per day and compose a system of interconnected aquifers.” “Groundwater discharges to streams throughout the basin, and most streams have some component of groundwater (baseflow). Some streams [such as Wood River and Spring Creek] however, are predominately groundwater fed and have relatively constant flows throughout the year.” If a greater density and number of unregulated streamflow records for gaging stations were available for creating the Region 8 regression equations, the groundwater component of the region’s streamflow could have been more accurately modeled in the regression equations. That in turn would have reduced some of the uncertainty in the estimates of streamflow statistics for the 72 subbasins in the study area. Irrigation Return-Flow Indicators Description Irrigation-return flow is defined herein as unconsumed irrigation water that returns to streams through subsurface flow. Often irrigation-return flow recharges the groundwater system, follows shallow flow paths, and discharges to an adjacent downgradient stream. However, depending on location and the groundwater hydrology, the irrigation-return flow may instead enter and flow through intermediate or even regional groundwater-flow paths bypassing adjacent streams and discharging to distant downgradient rivers or regional discharge areas. The travel time of irrigation-return flow from infiltration point to discharge point may be on the order of days to months for local groundwater-flow systems or from years to decades for intermediate and regional groundwater-flow systems. The greater the distance traveled by the irrigation-return flow, the more likely the discharge will be distributed more broadly spatially and temporally. Irrigation-return flow may result in higher water tables at the place of application or downgradient near discharge areas making it vulnerable to loss by subirrigation, which diminishes the potential return flow. Irrigation-return flow also is subject to loss due to groundwater pumping. The potential for, location, and timing of subsurface return flow of irrigation water for an agricultural area is typically best determined using a numerical flow model. The scale of modeling necessary to evaluate the OPWP, however, exceeded the resolution of the present regional flow model developed by the USGS for the Upper Klamath Basin (Gannett and others, 2012). As a consequence, it was not possible to make the necessary refinements to that model in the time allotted for this study. Instead, a more qualitative approach was used. Maps were developed using available information to show the relative potential for return flow in the study area. Data used as indicators for return-flow potential included depth to water, floodplain boundaries and features defined by stream geomorphology, and distance to surface-water features. Shallow depths to water are often indicative of proximity to a discharge area; infiltration of irrigation water in these areas may be expected to discharge to adjacent streams and to have short travel times. Geomorphic features of floodplains can be used to identify areas that are in close proximity of streams and that have soils conducive to the rapid infiltration of excess irrigation. The distance to the nearest surface-water feature can be used as a surrogate for travel time between infiltration of excess irrigation and discharge to a surface-water feature. Large distances can increase the likelihood that irrigation-return flow will enter intermediate or regional groundwater-flow systems, bypassing adjacent streams and not contributing to their flow. Large lakes, perennial streams, and streams known to be gaining flow from groundwater indicate interaction with the groundwater-flow system, as opposed to intermittent streams, which may only exist as a result of surface runoff. Map Descriptions Datasets for depth to water are described in the section, “Subirrigation Indicators.” Floodplain Boundaries and Features The dataset delineating floodplain boundaries and features for the Sprague River basin previously described in section, “Subirrigation Indicators,” also can be used as an indicator of irrigation-return flow. The geomorphic unit categories for the areas in and adjacent to floodplains from the Sprague River Oregon Geomorphology dataset (U.S. Geological Survey, 2011b) were assigned qualitative values for return flow potential (J.E. O’Connor, U.S. Geological Survey, written commun., 2011). Determination of low, medium, or high return-flow potential was made on the basis of the characteristics of areas from existing datasets and field observations of soils, vegetation, topography, and hydrology. As previously noted, some areas, including wetlands, springs, and ponds, were not mapped with the geomorphic floodplain and are not represented in the dataset. Distance to Surface-Water Features In this study, a GIS analysis was done to compute the distance between the point of interest and the nearest surface-water features. The assumption made is that the greater the distance from the surface-water feature, the lower the likelihood that applied irrigation will appear as return flow at the stream or river in useful spatial and temporal scales. Two analyses were made using different sets of surface-water features. The first analysis calculated the distance from each point in the study area to the nearest perennial stream or perennial large lake or pond. The second analysis calculated the distance from each point in the study area to the nearest gaining (receiving groundwater discharge) stream (and downstream reaches) or perennial large lake or pond. Distance to Perennial Streams and Lakes Perennial streams, lakes, and ponds were selected from the National Hydrography Dataset (U.S. Geological Survey, 2010b). The dataset was further restricted to lakes and ponds greater than 1 km2 in area. The horizontal distance between each point in the study area and the nearest surface-water feature was then calculated using a GIS. Distance to Gaining Streams and Lakes Gaining stream reaches were identified in the regional study of groundwater hydrology of the Upper Klamath Basin by Gannett and others (2007, p. 22–37; figure 7, p. 24; and table 6, p. 72–84). Stream reaches downstream of the gaining stream segments and large (greater than 1 km2) perennial lakes and ponds from the National Hydrography Dataset also were included. The horizontal distance between each point in the study area and the nearest of these surface-water features was then calculated using a GIS. Acknowledgments The authors thank the many people that contributed their time and knowledge to help complete this study. Dorothy Mortenson and Bob Harmon, Oregon Water Resources Department, provided water-rights data. Dani Watson, Ranch and Range Consulting, provided updates to some of the water-rights information. Chrysten Lambert and Shannon Peterson, Klamath Basin Rangeland Trust, assisted in defining and identifying instream leases in the Wood River basin. USGS employees whose efforts contributed to the study include: Esther Duggan, Charlie Cannon, Tess Harden, and Tana Haluska for their assistance with processing of the data; Jim O’Connor for his analysis of the geomorphology of the Sprague River basin; and Marshall Gannett for insights on the hydrology of the Upper Klamath Basin. References Cited Allen, R.G., Tasumi, Masahiro, and Trezza, Ricardo, 2007a, Satellite-based energy balance for mapping evapotranspiration with internalized calibration (METRIC)—Model: Journal of Irrigation and Drainage Engineering, v. 133, no. 4, p. 380–394, accessed June 27, 2012, at http://www.kimberly.uidaho.edu/water/papers/remote/ASCE_JIDE_Allen_et_al_METRIC_model_2007_QIR000380.pdf. Allen, R.G., Tasumi, Masahiro, Morse, A.T., Trezza, Ricardo, Wright, J.L., Bastiaanssen, Wim, Kramber, William, Lorite, Ignacio, and Robison, C.W., 2007b, Satellite-based energy balance for mapping evapotranspiration with internalized calibration (METRIC)—Applications: Journal of Irrigation and Drainage Engineering, v. 133, no. 4, p. 395–406, accessed June 27, 2012, at http://www.kimberly.uidaho.edu/water/papers/remote/ASCE_JIDE_Allen_et_al_METRIC_application2007_QIR000395.pdf. Cahoon, J.S., 1985, Soil survey of Klamath County, Oregon, southern part: U.S. Department of Agriculture Soil Conservation Service, 269 p., 106 soil map sheets, accessed June 27, 2012, at http://soildatamart.nrcs.usda.gov/Manuscripts/OR640/0/or640_text.pdf. Carpenter, K.D., Snyder, D.T., Duff, J.H., Triska, F.J., Lee, K.K., Avanzino, R.J., and Sobieszczyk, Steven, 2009, Hydrologic and water-quality conditions during restoration of the Wood River Wetland, Upper Klamath River Basin, Oregon, 2003–05: U.S. Geological Survey Scientific Investigations Report 2009–5004, 66 p. (Also available at http://pubs.usgs.gov/sir/2009/5004.) Cooper, R.M., 2002, Determining surface-water availability in Oregon: Oregon Water Resources Department Open-File Report SW 02-002, 157 p., accessed August 6, 2012, at http://cms.oregon.gov/owrd/SW/docs/SW02_002.pdf. Evapotranspiration, Plus, LLC, 2011a, Completion report on the production of evapotranspiration maps for year 2004 for the Upper Klamath and Sprague area of Oregon using Landsat Images and the METRIC model: Twin Falls, Idaho, March 2011, Revised March 28, 2011, 55 p., accessed June 27, 2012, at http://water.usgs.gov/GIS/dsdl/Report_KBRA_OPWP_ET_2004_ETplus.pdf. Evapotranspiration, Plus, LLC, 2011b, Completion report on the production of evapotranspiration maps for year 2006, Landsat path 45 covering the Upper Klamath and Sprague area of Oregon using Landsat Images and the METRIC model: Twin Falls, Idaho, May 2011, 64 p., accessed June 27, 2012, at http://water.usgs.gov/GIS/dsdl/Report_KBRA_OPWP_ET_2006_ETplus.pdf. Evapotranspiration, Plus, LLC, 2011c, Production of evapotranspiration maps for years 2004 and 2006 for Landsat Path 44 covering the Upper Sprague River area of Oregon using Landsat images and vegetation indices: Twin Falls, Idaho, May 2011, revised September 8, 2011, 7 p., accessed June 27, 2012, at http://water.usgs.gov/GIS/dsdl/Report_KBRA_OPWP_ET_path44_2004_2006_ETplus.pdf. Gannett, M.W., Lite, K.E., Jr., La Marche, J.L., Fisher, B.J., and Polette, D.J., 2007, Ground-water hydrology of the upper Klamath Basin, Oregon and California: U.S. Geological Survey Scientific Investigations Report 2007–5050, 84 p. (Also available at: http://pubs.usgs.gov/sir/2007/5050/.) Gannett, M.W., Wagner, B.J., and Lite, K.E., Jr., 2012, Groundwater simulation and management models for the upper Klamath Basin, Oregon and California: U.S. Geological Survey Scientific Investigations Report 2012–5062, 92 p. (Also available at: http://pubs.usgs.gov/sir/2012/5062/.) Hubbard, L.L., 1970, Water budget of Upper Klamath Lake southwestern Oregon: U.S. Geological Survey Hydrologic Atlas HA–351, 1 sheet. (Also available at: http://pubs.er.usgs.gov/publication/ha351.) Kann, Jacob, and Walker, W.W., Jr., 1999, Nutrient and hydrologic loading to Upper Klamath Lake, Oregon, 1991–1998: Prepared for Klamath Tribes Natural Resources Department and Bureau of Reclamation Cooperative Studies, Ashland, Oregon, Aquatic Ecosystem Sciences LLC, November 1999, 39 p. plus appendices, accessed June 27, 2012, at http://www.wwwalker.net/pdf/ulk_data_jk_ww_1999.pdf. Klamath Basin Restoration Agreement, 2010, Klamath basin restoration agreement for the sustainability of public and trust resources and affected communities: Yreka, California, KlamathRestoration.gov, February 18, 2010, 371 p., accessed June 27, 2012, at http://klamathrestoration.gov/sites/klamathrestoration.gov/files/Klamath-Agreements/Klamath-Basin-Restoration-Agreement-2-18-10signed.pdf. Natural Resources Conservation Service, 2009, Sprague River CEAP study report: USDA Natural Resources Conservation Service, Portland, Oregon, 100 p. Natural Resources Conservation Service, 2010, Geospatial Data Gateway: Website, accessed August 20, 2010, at http://datagateway.nrcs.usda.gov/. Oregon Water Resources Department, 2012a, GIS water right website, accessed August 20, 2012, at http://www.oregon.gov/owrd/Pages/maps/index.aspx. Oregon Water Resources Department, 2012b, Water Rights Information System (WRIS): Website, accessed September 3, 2012, at http://cms.oregon.gov/owrd/pages/wr/wris.aspx . Ries, K.G., III, Guthrie, J.G., Rea, A.H., Steeves, P.A., and Stewart, D.W., 2008, StreamStats—A water resources web application: U.S. Geological Survey Fact Sheet 2008–3067, 6 p. (Also available at http://pubs.er.usgs.gov/usgspubs/fs/fs20083067.) Risley, J.R., Stonewall, Adam, and Haluska, T.L., 2008, Estimating flow-duration and low-flow frequency statistics for unregulated streams in Oregon: U.S. Geological Survey Scientific Investigations Report 2008–5126, 22 p. (Also available at: http://pubs.usgs.gov/sir/2008/5126.) Soil Survey Staff, 2010, Soil survey geographic (SSURGO) database for Klamath County, Oregon, Survey area symbol–OR640, Survey area name-Klamath County, Oregon, southern part: United States Department of Agriculture, Natural Resources Conservation Service, accessed October 25, 2010, at http://soildatamart.nrcs.usda.gov. U.S. Geological Survey, 2010a, StreamStats for Oregon: accessed June 27, 2012, at http://water.usgs.gov/osw/streamstats/oregon.html. U.S. Geological Survey, 2010b, National hydrography dataset: accessed August 20, 2010, at http://nhd.usgs.gov. U.S. Geological Survey, 2010c, Water resources NSDI node: Website, accessed August 20, 2012, at http://water.usgs.gov/lookup/getgislist. U.S. Geological Survey, 2011a, Sprague River basin geomorphology: Website, accessed July 16, 2012, at http://or.water.usgs.gov/proj/Sprague/. U.S. Geological Survey, 2011b, Sprague River Oregon geomorphology—Metadata: accessed May 30, 2012, at http://water.usgs.gov/lookup/getspatial?sprague_river_oregon_geomorphology. U.S. Geological Survey, 2012, National Streamflow Statistics Program: Website, accessed August 20, 2012, at http://water.usgs.gov/osw/programs/nss/index.html. U.S. Government, 2012, Data.gov: Website, accessed August 20, 2012, at http://www.data.gov/. Watershed Sciences, LLC, 2000, Remote sensing survey of the Upper Klamath River basin—Thermal infrared and color videography, Final report prepared for the Oregon Department of Environmental Quality: Corvallis, Oregon, 387 p. plus 30 p. plus appendix, accessed June 27, 2012, at http://www.deq.state.or.us/wq/tmdls/docs/klamathbasin/flir/upklamath.pdf. Western Regional Climate Center, 2012, Cooperative climatological data summaries, NOAA cooperative stations—Temperature and precipitation, Oregon: accessed July, 15, 2012, at http://www.wrcc.dri.edu/summary/Climsmor.html. Appendix A. Access to Data, Metadata, and Example Illustrations The digital data, metadata, and example illustrations for the datasets described in this report are available on-line from the USGS Water Resources National Spatial Data Infrastructure (NSDI) Node Website (U.S. Geological Survey, 2010c), or from the U.S. Government website DATA.gov (2012). A Microsoft Excel workbook, listing each dataset and URL links to the website for the dataset, metadata, and example illustrations, is available at: http://pubs.usgs.gov/of/2012/1199/KBRA_OPWP_Appendix_A_datasets_v2.xlsx. The datasets are provided as Environmental Systems Research Institute, Inc. (ESRI) ArcMap file geodatabases or shapefiles or as ERDAS IMAGINE .IMG files. All data files have been compressed as .ZIP files. The metadata are provided as .XML (Extensible Markup Language) files. Instructions for accessing the metadata are provided in the section “Viewing Metadata” below. The example illustrations are in the form of Adobe® Systems .PDF (Portable Document Format) files. Viewing Metadata The metadata prepared for the datasets uses the FGDC XML (Federal Geographic Data Committee Extensible Markup Language) format. Suggestions for viewing metadata in FGDC XML format using ArcCatalog: For ArcGIS 10: 1. Navigate to the XML file in the catalog tree 2. Click on the “Description” tab 3. Scroll to the bottom and click “FGDC Metadata”. If this option is not present, change the metadata style (in Customize - ArcCatalog Options – Metadata) to “FGDC CSDGM Metadata” (where CSDGM stands for Content Standard for Digital Geospatial Metadata). For ArcGIS 9 1. Navigate to the XML file in the catalog tree 2. Click on the “Metadata” tab 3. Click “FGDC Metadata.” If this option is not present, change the metadata style (in Customize - ArcCatalog Options – Metadata) to “FGDC CSDGM Metadata.” It is also possible to view FGDC XML metadata using a web browser. Navigate to http://geo-nsdi.er.usgs.gov/validation/. After validation, the metadata may be viewed in a variety of formats. The “Questions and Answers” Output uses a “Plain Language” format that may be helpful to those unfamiliar with metadata. Alternatively, FGDC XML metadata may also be viewed using a web browser if the stylesheet “fgdc_classic.xsl” is present in the same directory as the XML file. The stylesheet is available from http://water.usgs.gov/GIS/metadata/usgswrd/XML/fgdc_classic.xsl. To download the file from the web browser use the File command and “Save As” with the filename “fgdc_classic.xsl” and place the file in the directory with the XML file.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-120.483416"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "43.490807"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "graphic-preview-type",
      "value": "Portable Document Format (PDF)"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "graphic-preview-file",
      "value": "http://water.usgs.gov/GIS/browse/mosaiced_total_et_april_october_2006_kl_NAD83.pdf"
    },
    {
      "key": "bbox-south-lat",
      "value": "41.972926"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-123.425204, 41.972926], [-120.483416, 41.972926], [-120.483416, 43.490807], [-123.425204, 43.490807], [-123.425204, 41.972926]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Evapotranspiration, Plus, LLC of Twin Falls, Idaho under contract to the U.S. Geological Survey should be acknowledged as the data source in products derived from these data.\", \"Access Constraints: None\"]"
    },
    {
      "key": "contact-email",
      "value": "dtsnyder@usgs.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-123.425204"
    },
    {
      "key": "metadata-date",
      "value": "2011-09-30"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2012-01-01\"}]"
    },
    {
      "key": "graphic-preview-description",
      "value": "Illustration of data set"
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\"Although these data have been used by the U.S. Geological Survey, U.S. Department of the Interior, no warranty expressed or implied is made by the U.S. Geological Survey as to the accuracy of the data.  The act of distribution shall not constitute any such warranty, and no responsibility is assumed by the U.S. Geological Survey in the use of these data, software, or related materials. The use of firm, trade, or brand names in this report is for identification purposes only and does not constitute endorsement by the U.S. Geological Survey.  The names mentioned in this document may be trademarks or registered trademarks of their respective trademark owners.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"U.S. Geological Survey\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "klamath basin restoration agreement, inlandwaters, sprague river basin, upper klamath basin, metric, oregon, williamson river basin, wood river basin, evapotranspiration"
    },
    {
      "key": "harvest_object_id",
      "value": "db13fb86-dabf-4f60-8b29-f54125337fb2"
    },
    {
      "key": "harvest_source_id",
      "value": "e11eb0c1-b794-4812-9369-1bd7306336cd"
    },
    {
      "key": "harvest_source_title",
      "value": "Water NSDI Node Spatial Datasets"
    }
  ],
  "title": "Klamath Basin Restoration Agreement Off-Project Water Program Total Evapotranspiration Map for April to October 2006",
  "revision_id": "dc44452b-b0ae-4300-bc1e-e0787618a0d3"
}