{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "583a9645-4e1f-4478-a493-c9be1981c626",
  "metadata_created": "2015-10-15T06:03:18.510893",
  "metadata_modified": "2015-10-30T05:24:24.010412",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "583a9645-4e1f-4478-a493-c9be1981c626",
      "webstore_last_updated": null,
      "id": "ede76a95-a16d-4c97-ad4e-0ccc3df280fa",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "default.aspx",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:24.039808",
      "url": "http://cdhc.noaa.gov/research/default.aspx",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "9c02a97c-2cff-4df4-ac51-532c21d4a7ae",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 1,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "coral-collaborative-culture-facility",
  "isopen": false,
  "url": null,
  "notes": " The Issue Most animal and human research depends on the availability of animal models to elucidate basic biological processes (e.g., reproduction physiology, biochemistry, genetics) and assess disease states. In the case of corals, model species provide the means to focus research on fundamental biological concepts that are broadly applicable across the taxon and are critical if advances are to be made in the underlying science through the use of modern technologies. Coral research has been hampered by the lack of suitable model species and well characterized genetic strains. This deficiency has been exacerbated by the difficulty of maintaining captive colonies and making them routinely available for research purposes. The Coral Culture and Collaborative Research Facility is being used to develop, propagate, and maintain model species under well characterized conditions for use in studies of healthy and diseased states of corals. The Vision To identify and develop model coral species (analogous to &amp;quot;laboratory rats&amp;quot;) that are biologically and genetically well characterized and suitable for laboratory experimentation by establishing a coral culture and state of the art research facility where the animals are captive-reared for investigating coral health and disease issues. The Facility In 2006, NOS NCCOS initiated plans to establish a place for in-house and collaborative projects that is conducive to modern laboratory-based coral research focused on biological, physical and chemical agents impacting coral health. The mission of this endeavor is aligned with one of the CDHC&amp;#39;s highest priority goals: &amp;quot; establish a coral culture and experimental facility capable of providing laboratory research animals in support of coral research dealing with health and diseased states&amp;quot;. As a result of this long-term commitment, a 1,800 sq. ft. indoor coral culture facility was opened in 2008 at the NOS NCCOS Center for Coastal Environmental Health and Biomolecular Research (CCEHBR) in Charleston, SC. Research at the facility is conducted in support of NOAA&amp;#39;s coral conservation goals and has received operational assistance from NOAA&amp;#39;s Coral Reef Conservation Program, initially focusing on hard corals, though other relevant coral reef organisms are being incorporated into the holdings as needed. The experimental resources available at this facility enhance research opportunities for NOAA and its partners by making available captive-reared and clonal coral specimens for collaborative projects. The facility is equipped with four closed artificial seawater raceway systems for propagation and maintenance of corals and related organisms, a support laboratory for analyses ranging from molecular and cellular biology to physiology (e.g., biomarkers) and genetics. Two humidity and temperature controlled challenge rooms are available for laboratory-scale experiments with biological, environmental or chemical agents. The Facility also has novel and advanced fluorescence microscopy capabilities with stereo and dipping microscopes equipped with a PARISS (Prism and Reflector Imaging Spectroscopy System) advanced hyper-spectral imaging device that simultaneously collects wavelengths between 300nm and 900nm using an imaging spectrometer coupled to a CCD camera which can provide spectral signatures from the inherent auto-fluorescence of corals for diagnostics and discovery research. With growing interest and concern for deep sea corals, the facility is also uniquely poised to develop husbandry techniques for these organisms to support research needs in that area.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5384"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "bdef8722-c3ba-41e9-b542-e4b6bb1c41d5"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5384"
    },
    {
      "key": "source_hash",
      "value": "b45bacf54dcc5b29a2413e1f023d6e1b52a9953c"
    },
    {
      "key": "harvest_object_id",
      "value": "bdef8722-c3ba-41e9-b542-e4b6bb1c41d5"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Coral Collaborative Culture Facility",
  "revision_id": "21e5df3e-41b2-4cc8-a8ac-71dfb8c03049"
}