{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "28d6bc17-d415-4a42-b25c-aa1a99a901ec",
  "metadata_created": "2015-10-15T06:05:08.591068",
  "metadata_modified": "2015-10-30T05:24:40.781513",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "28d6bc17-d415-4a42-b25c-aa1a99a901ec",
      "webstore_last_updated": null,
      "id": "90ff76a4-a74e-43f4-86dc-87acce637709",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 4,
        "recent": 2
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:40.826485",
      "url": "http://www.fhwa.dot.gov/research/tfhrc/labs/operations/",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "047a36ed-f117-4198-b704-e1ef7fa69656",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 36,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "saxton-transportation-operations-laboratory",
  "isopen": false,
  "url": null,
  "notes": " The Saxton Transportation Operations Laboratory (Saxton Laboratory) is a state-of-the-art facility for conducting transportation operations research. The laboratory is located at Federal Highway Administration&amp;#39;s (FHWA) Turner-Fairbank Highway Research Center (TFHRC) in McLean, VA. The laboratory enables FHWA to validate and refine new transportation services and technologies before committing to larger scale research, development, testing, and deployment phases, and serves as a gateway where Federal staff, contractors, and academia collaborate on cutting-edge research. The Saxton Laboratory also supports professional development and technology transfer of innovative service concepts and technologies through knowledgeable onsite staff, physical prototype systems, and advanced simulation capabilities. The Saxton Laboratory comprises three testbeds:   Data Resources Testbed (DRT) - Provides researchers with access to live and archived multisource transportation data to support transportation system performance measurement and transportation system management applications. The testbed assembles and archives data, hosts traffic datasets, analyzes operations and performance, provides advanced visualization tools to improve situational awareness, and aids strategic program and tactical operations decisionmaking.    Concepts and Analysis Testbed (CAT) - Incorporates a repository of macroscopic, mesoscopic, and microscopic transportation models to allow simulation runs and visualizations of representative traffic networks and experimental strategies to improve safety (to some extent), mobility, and environmental performance. The testbed allows FHWA research staff to refine the experimental strategies through direct interaction with the models and to determine the potential value of potential strategies to various stakeholders.    Cooperative Vehicle-Highway Testbed (CVHT) - Enables FHWA to explore enabling technologies for connected vehicles and to assess the potential of new transportation services based upon cooperative communication. The facilities, equipment, staff support, and other resources of this testbed enable FHWA researchers to develop prototypes, install systems in the roadside infrastructure and on vehicles, and conduct tests directed to investigate and answer key research questions needed to further connected vehicle research efforts.   The three testbeds help FHWA fulfill multiple operations research missions. For example, for a given test requirement, FHWA can validate fundamental technologies, collect data for proof-of-concept testing, and assess benefits through simulation by using the Saxton Laboratory testbeds. Saxton Laboratory Facilities The Saxton Laboratory includes the following facilities, which can support a broad range of research needs, particularly testing connected automation applications.  Connected Vehicle Fleet  Radar and Ultra Sonic Sensors Front and Rear-Facing Cameras 5.9 GHz Dedicated Short-Range Communications (DSRC), Wi-Fi, and 4G Cellular/LTE Communications Data Collection and Processing Systems Localization System Electronic Throttle and Brake Control Units  Vehicle Preparation Garage  Equipment Installation Maintenance and Storage   Connected Traffic Signal  Roadside Communications (Roadside Equipment and Black Box) Information Processing   Connected Road  5.9 GHz DSRC Wireless Pavement Sensors High-Speed Cameras Weather and Global Positioning System Base Station Worldwide Interoperability for Microwave Access (WiMAX), Cellular, and DSRC Communications  Connected Mobile Traffic Sensing System  Microwave Vehicle Detection Outdoor Pan/Tilt/Zoom Dome Cameras Solar Powered   Connected Laboratory  State-of-the-Art Simulation and Analysis Tools High-Bandwidth Internet2 Connectivity High-Capacity Data Servers   ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6175"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "0f43931c-b883-4720-b279-2502a3da808a"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6175"
    },
    {
      "key": "source_hash",
      "value": "6c3475136ef17362f1ba546b8a8592957eae74c5"
    },
    {
      "key": "harvest_object_id",
      "value": "0f43931c-b883-4720-b279-2502a3da808a"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Saxton Transportation Operations Laboratory",
  "revision_id": "c89936fa-9968-46b7-b34e-8e41e7f38458"
}