{
  "relationships_as_object": [

  ],
  "private": false,
  "revision_timestamp": null,
  "frequency": "MANUAL",
  "id": "79446da9-747a-4912-8ff5-1685bdb68c65",
  "metadata_created": "2016-09-09T16:59:34.641510",
  "metadata_modified": "2016-09-09T16:59:34.641510",
  "title": "2016_ttract",
  "state": "active",
  "creator_user_id": "65349",
  "config": "{\"validator_profiles\": [\"iso19139ngdc\"], \"private_datasets\": false}",
  "resources": [

  ],
  "tags": [

  ],
  "source_type": "waf",
  "tracking_summary": {
    "total": 0,
    "recent": 0
  },
  "groups": [

  ],
  "relationships_as_subject": [

  ],
  "name": "2016-ttract",
  "url": "http://meta.geo.census.gov/data/existing/decennial/GEO/GPMB/TIGERline/TIGER2016/ttract/",
  "type": "harvest",
  "notes": "A tribal census tract is a relatively permanent statistical subdivision of a federally recognized American Indian reservation and/or off-reservation trust land, delineated by the American Indian tribal government and/or the Census Bureau for the purpose of presenting demographic data. For the 2010 Census, tribal census tracts are defined independently of the standard county-based census tract  delineation. For federally recognized American Indian Tribes with reservations and/or off-reservation trust lands with a population less than 2,400, a single tribal census tract is defined. Qualifying areas with a population greater than 2,400 could define additional tribal census tracts within their area. The tribal census tract codes for the 2010 Census are six characters long with a leading \"T\" alphabetic character followed by a five-digit numeric code, for example, T01000, which translates as tribal census tract 10. Tribal block groups nest within tribal census tracts. Since individual tabulation blocks are defined within the standard State-county-census tract geographic hierarchy, a tribal census tract can contain seemingly duplicate block numbers, thus tribal census tracts cannot be used to uniquely identify census tabulation blocks for the 2010 Census. \r\n\r\n The boundaries of tribal census tracts are those delineated through the Tribal Statistical Areas Program (TSAP) for the 2010 Census.\r\n",
  "owner_org": "31c49abe-512a-412a-9cc7-5b2601325d6b",
  "private_datasets": false,
  "organization": {
    "description": "The Census Bureau's mission is to serve as the leading source of quality data about the nation's people and economy. We honor privacy, protect confidentiality, share our expertise globally, and conduct our work openly. We are guided on this mission by scientific objectivity, our strong and capable workforce, our devotion to research-based innovation, and our abiding commitment to our customers.",
    "created": "2013-03-14T03:44:46.743070",
    "title": "US Census Bureau, Department of Commerce",
    "name": "census-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.census.gov/main/img/home/CensusLogo-white.png",
    "revision_id": "0995f525-d563-4254-a535-af5b926fe663",
    "type": "organization",
    "id": "31c49abe-512a-412a-9cc7-5b2601325d6b",
    "approval_status": "approved"
  },
  "revision_id": "71ce7ecb-aecd-40df-9871-4261ee600dfa",
  "validator_profiles": "iso19139ngdc"
}