{
  "license_title": "License not specified",
  "maintainer": "Buddy  Goatcher",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "Buddy.L.Goatcher@usace.army.mil",
  "num_tags": 0,
  "id": "b70ba5ee-c8ad-4b2b-b58a-7bce0e34cac0",
  "metadata_created": "2015-10-15T06:05:17.657333",
  "metadata_modified": "2015-10-30T05:24:47.302660",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "b70ba5ee-c8ad-4b2b-b58a-7bce0e34cac0",
      "webstore_last_updated": null,
      "id": "a0ee2371-c58f-4063-95e5-6167c5d878ea",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "environmental-toxicology-research-facility.aspx",
      "format": "",
      "tracking_summary": {
        "total": 2,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:47.344240",
      "url": "http://www.erdc.usace.army.mil/Media/FactSheets/FactSheetArticleView/tabid/9254/Article/476636/environmental-toxicology-research-facility.aspx",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "838797e1-5757-480f-a855-412da9f56a97",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 16,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "environmental-toxicology-research-facility-aa787",
  "isopen": false,
  "url": null,
  "notes": "  Fully-equipped facilities for environmental toxicology research  The Environmental Toxicology Research Facility (ETRF) located in Vicksburg, MS provides over 8,200 ft 2 of combined research space, including a toxicology laboratory, biochemistry and analytical laboratories, and an animal culture facility, used to conduct a wide variety of environmental toxicology research.  Robust Research and Analytical Capabilities  The extensive resources available at ETRF provide the flexibility to support a variety of environmental toxicology projects, such as:  Aquatic (freshwater and marine), sediment, and terrestrial ecotoxicology and bioaccumulation studies Assessments of effects of contaminant exposure on animal behavior Environmental risk of military related materials Radionuclide and nanomaterial analysis Dredged material assessments Culturing of research organisms, tissues, and cells Current toxicology research activities utilize aquatic and terrestrial models including cell cultures, plants, algae, aquatic and terrestrial invertebrates (polychaetes, earthworms, arthropods, mollusks) reptiles, amphibians, and fish.  Specialized Facilities  The toxicology laboratory is composed ofseven environmental chambers, six flow-through aquatic chambers, and six temperature regulated bath exposure chambers. Five state-of-the-art environmental chambers for sediment, terrestrial, and aquatic ecotoxicology and bioaccumulation studies and the culturing of research organisms are:  Equipped with Fuji control microprocessors for manipulation of experiment conditions such as photoperiod, temperature, and humidity. Controls may be monitored remotely via the web in real time. Computer interfaced, allowing for time-based positive and negative ramping of temperature and/or humidity. Backed up with a dedicated 100 kW natural gas automatic emergency generator.  Monitored with dual computer controllers. Four flow-through aquatic chambers are capable of carrying out both fresh water studies and marine studies. Fresh water studies are supplied by dechlorinated tap water, and marine studies are supplied by reconstituted sea water prepared on-site in three, 200 gallon tanks. Six temperature regulated bath exposure chambers are also available for aquatic and sediment studies. The molecular and cellular toxicology laboratory is comprised of a cell culture facility (three incubators and two biosafety hoods) and an analytical facility with state-of-the-art instrumentation.  Access the Latest Technology and Tools  The biochemistry and analytical laboratories are fully-equipped with the latest, most efficient technology and tools to support a variety of efforts in environmental toxicology research. Tools for biochemistry and analytical chemistry includes:  micro, high-speed, and ultra centrifuges analytical microbalances ultra-cold freezers an Agilent 110 series High Performance Liquid Chromatography (HPLC) tools with fluorescence, spectrophotometric, and radiometric detectors Tools for microscopic examination include:  Leica MZ12 stereomicroscope equipped with a Leica DFC425 digital camera Image-Pro Plus image analysis software Olympus SZH-ILLD stereomicroscope equipped with a Sony XC-57 digital camera Optimus 6.1 image analysis software Floursecence microscopes Tools for molecular/cellular toxicology include:  Beckman Coulter Gallios flow cytometer Cellomics ArrayScan high content screening analyzer Tecan fluorescence, luminescence, and visible light spetrophotometer Tools for radionuclide analysis include:  Beckman Coulter LS6500 scintillation counter Wallac Wizard 3 gamma counter Tools for material analysis include:  NOVA 3200 BET surface area analyzer (Quantachrome Corp) for determining specific surface area Leica TSC-NT confocal microscope for 3-dimensional imaging of tissues and particles at high resolution using fluorescence Brookhaven 90Plus/BI-MAS instrument by dynamic light scattering (DLS) Noldus EthoVision analysis package for quantifying small alterations in animal behavior when challenged by chemical exposures or novel surfaces ZetaPALs zeta potential analyzer for determining effective particle diameter and zeta potential Tools for nanomaterial analysis include:  ICP-MS coupled to field flow fractionation (FFF) Electroscan 3030 Environmental Scanning Electron microscope with a 4-quadrant solid-state back scatter electron detector (Oxford Instruments) energy-dispersive X-ray detector Success Stories  Characterization of Behavioral Responses to a Federally-listed Species  Trichloroethylene (TCE) is a common groundwater contaminant in the US, however due to its volatility, aquatic exposure assessments are difficult to conduct. To support the Anniston Ammunition Depot, ERDC researchers utilized a unique combination of exposure and effects assessment capabilities and designed a closed dilutor board for accurate delivery of the compound to the species of interest. ETRF&amp;#39;s environmental chambers allowed researchers to reverse the photoperiod and conduct the exposure at 16 &amp;#176;C to best replicate their preferred environmental conditions. Two approaches to assessing behavioral responses, EthoVision and BioSensor&amp;#174;, were applied to identify the most sensitive endpoints.  Integrated Multi-Agency Sediment Assessment of the Anniston, AL Polychlorinated Biphenyl (PCB) Site  ERDC researchers, in conjunction with partners at USGS, provided fate and effects bioassay testing as well as technical expertise for developing remediation goals and resource damage assessment at the spatially expansive Anniston, AL PCB site. ETRF was identified as one of two laboratories in the United States with the expertise and the environmentally-controlled testing facility capacity to conduct the specialized assessments of PCB bioavailability, toxicity, and bioaccumulation in this unique system. Multiple intensive chronic life cycle bioassays were performed as well as investigation into PCB bioavailability through the use of state-of-the-art passive sampler technology.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "37643a72-117d-4d99-b5d9-6cdfbd0b014a"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6149"
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "repPhone",
      "value": "601-634-3619"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6149"
    },
    {
      "key": "source_hash",
      "value": "9a3c87f22f445e6016e5839df6b58497a7b6626f"
    },
    {
      "key": "harvest_object_id",
      "value": "37643a72-117d-4d99-b5d9-6cdfbd0b014a"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Environmental Toxicology Research Facility",
  "revision_id": "fa8ab037-8415-498d-a5f7-be3766ce0ba1"
}