{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "644f0b09-78ee-474a-bba9-f97a24c48e38",
  "metadata_created": "2016-09-24T15:28:31.460135",
  "metadata_modified": "2016-09-24T15:28:31.460135",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "644f0b09-78ee-474a-bba9-f97a24c48e38",
      "webstore_last_updated": null,
      "id": "c07684f1-1fce-4b74-807c-949c9801df1f",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "Esri REST",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "b006203c-8698-4418-9ab1-d3475f957af8",
      "mimetype": null,
      "cache_url": null,
      "name": "Esri Rest API Endpoint",
      "created": "2016-09-24T11:28:31.622137",
      "url": "https://gispub.epa.gov/arcgis/rest/services/r6/albuquerquenmurbanwaters/MapServer",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "644f0b09-78ee-474a-bba9-f97a24c48e38",
      "webstore_last_updated": null,
      "id": "f5fe1730-30fa-482a-a58e-569745e743d9",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "b006203c-8698-4418-9ab1-d3475f957af8",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-09-24T11:28:31.622178",
      "url": "https://www3.epa.gov/",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 7,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "Our mission is to protect human health and the environment. ",
    "created": "2013-03-14T03:44:48.513616",
    "title": "U.S. Environmental Protection Agency",
    "name": "epa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://edg.epa.gov/EPALogo.svg",
    "revision_id": "f0e4b475-7424-4ce0-9a22-412e7e595154",
    "type": "organization",
    "id": "6d90e48d-3076-4327-b2f4-c33919f374d5",
    "approval_status": "approved"
  },
  "name": "albuquerque-middle-rio-grande-urban-waters-viewer",
  "isopen": false,
  "url": null,
  "notes": "These data have been compiled in support of the Middle Rio Grande/Albuquerque Urban Waters Partnership for the region including Albuquerque, New Mexico.The Middle Rio Grande/Albuquerque Urban Waters Federal Partnership is co-chaired by the U.S. Dept. of Housing and Urban Development and the U.S. Environmental Protection Agency. There are also a number of other federal agencies engaged in projects with Tribal, State, and local officials, and community stakeholders. Like many western river ecosystems, the Middle Rio Grande faces numerous challenges in balancing competing needs within a finite water supply and other resource constrains. Historical practices by our ancestors and immigrants to the Middle Rio Grande have established the conditions that we have inherited. Long-term drought exacerbated by climate change is changing conditions that affect natural and human communities as we strive to improve our precious Rio Grande.The Middle Rio Grande/Albuquerque Urban Waters Federal Partnership will reconnect our urban communities, particularly those that are overburdened or economically distressed, with the waterway by improving coordination among federal agencies and collaborating with community-led revitalization efforts. Our projects will improve our community water systems and promote their economic, environmental and social benefits. Specifically, the Middle Rio Grande/Albuquerque Urban Waters Federal Partnership will support the development of the Valle de Oro National Wildlife Refuge, the first urban refuge in the Southwest, as well as numerous restoration projects along the Middle Rio Grande/Albuquerque, a pilot watershed-based storm water management program, a climate change project, and transportation and economic development initiatives in the South Valley.Users can discover more about the project on the partnerships website, http://www.urbanwaters.gov/mid-riogrande/index.html.The portion of the partnership data provided by the Bureau of Reclamation in support of the project is based in significant part on data compiled in support the mapping exercise for the DOI Secretary’s 2012 Middle Rio Grande Conservation Initiative Report http://middleriogrande.com/LinkClick.aspx?fileticket=zWjw3lgpeyE%3d&tabid=488&mid=1401&forcedownload=true> The data compiled for this report was ultimately presented in the Appendix as maps and tabular data and ultimately no metadata was produced other than at the attribute level. The original data’s scope was identified as applicable in support of the Urban Waters Partnership since the partnership seeks to advance the work of the America’s Great Outdoors Initiative http://www.doi.gov/americasgreatoutdoors/index.cfm>, of which the 2012 MRG Conservation Initiative was a part of. This data represents an updated and revised dataset of similar scope with additions identifying Conservation, Education, and Recreation opportunities within the Middle Rio Grande region from Cochiti Reservoir through Elephant Butte Reservoir and as such depicts features from a more broad geographic area of interest than the Urban Waters Partnership.Originally, maintenance and restoration work was included in the point feature class of the MRG Conservation Initiative and classified as a Conservation activity; however, many of the restoration activities are better represented by a polyline feature class. The dynamic nature of the expected deployment of this data allowed for the better representation of each activity as either a point or a polyline. Subsequently, the maintenance and restoration activities have been removed from the comparible layer in the Urban Waters dataset, UrbanWaters_POIs_Points and devided into two feature classes as appropriate, MRG_Activities_line and MRG_Activities_multipoint. Unlike the Urban Waters POIs feature classes in which features share overalap in representation between point and polygon coverages, these to maintenance and restoration activity feature classes are mutually exclusive.The MRG Conservation Initiative dataset was compiled by the Technical Services Division of the Albuquerque Area Office of the Bureau of Reclamation from multiple sources. Because of the congestive nature of the static maps published in the 2012 report, several lesser projects were ommitted in 2012. The dataset for the Urban Waters Program however, while not depicting any new activities from either 2013 or 2014, has been expanded to depict all identified activities from 2002 to 2012. Many maintenance and restoration activities coincide with previous activities also resident in this dataset, therfore portions of or wholly coincident geometries may identify multiple featues discernable only through interogating the data with the identify tool.The source geometry for this feature class is a derivative of the National Hydrographic Dataset (NHD) Flowline feature class. Along much of the Rio Grande, this feature class is classified as an artificial path, i.e., a geometric network path used for directed flow analysis. Often these artificial paths do not accurately represent the geometry of the river because they are covered by a polygon for cartographic purposes. In any case, the NHD is out of date, especially over dynamic features like rivers such as the Rio Grande which change annually and indeed with every precipitation or release event. Therefore, the source geometry will not reflect the ground truth alignment of the Rio Grand at larger scales. All locations are approximate and in no case does the geometry reflect or is intended to reflect the actual maintenance and restoration activities.",
  "owner_org": "6d90e48d-3076-4327-b2f4-c33919f374d5",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-105.280"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "36.240"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "34.250"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-107.64, 34.25], [-105.28, 34.25], [-105.28, 36.24], [-107.64, 36.24], [-107.64, 34.25]]]}"
    },
    {
      "key": "progress",
      "value": "planned"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: None. Please check sources, scale, accuracy, currentness and other available information. Please confirm that you are using the most recent copy of both data and metadata. Acknowledgement of the EPA would be appreciated.\", \"Access Constraints: None\"]"
    },
    {
      "key": "licence_url",
      "value": "https://edg.epa.gov/EPA_Data_License.htm"
    },
    {
      "key": "contact-email",
      "value": "kirkland.robert@epa.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-107.640"
    },
    {
      "key": "metadata-date",
      "value": "9999-01-01"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2014-12-01\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\"https://edg.epa.gov/EPA_Data_License.htm\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"U.S. Environmental Protection Agency, Region 6\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "mrgcd, ecology, side channel, willow swales, bdanwr, mitigation, habitat creation, sandia pueblo, pilot cut, levy widening, biop, rpa, santo domingo pueblo, u.s. army corps of engineers, high flow reconnection, human, rootwad, san felipe pueblo, river maintenance, middle rio grande conservancy district, oxbow reconnection, large wood, ohkay owingeh pueblo, bank destabilization, infrastructure setback, management, interstate stream commission, ose, lateral constraints removal, island lowering, saltcedar eradication, backwater area, bendway wiers, environment, riparian habitat, pilot channel, conservation, perennial pools, habitat restoration, longitudinal bank lowering, bureau of reclamation, river analysis, erosion control, floodplain, jetty jack removal, middle rio grande endangered species collaborative program, biological opinion, riprap windrow, levy strengthening, albuquerque, water, connection bar, sediment plug, bosque del apache, reasonable and prudent alternative, southwestern willow flycatcher, santa ana pueblo, island destabilization, bankline embayments, bar lowering, land, office of the state engineer, natural resources, ecosystem, swfl, usace, longitudinal stone toe, exotic vegetation removal, levy raising, erosion prevention, isc, bioengineering, riparian vegetation establishment, mrgescp"
    },
    {
      "key": "harvest_object_id",
      "value": "8d148f09-307d-475b-b488-117ac74d21af"
    },
    {
      "key": "harvest_source_id",
      "value": "d0d72986-7693-406b-b71d-840540909711"
    },
    {
      "key": "harvest_source_title",
      "value": "Environmental Dataset Gateway FGDC CSDGM"
    }
  ],
  "title": "Albuquerque/Middle Rio Grande Urban Waters Viewer",
  "revision_id": "b006203c-8698-4418-9ab1-d3475f957af8"
}