{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "0ad26128-bfb7-4928-bd0b-628b1675e469",
  "metadata_created": "2016-04-13T02:51:53.151996",
  "metadata_modified": "2016-04-13T02:51:53.151996",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "0ad26128-bfb7-4928-bd0b-628b1675e469",
      "webstore_last_updated": null,
      "id": "14a47f44-6565-4eb9-b4eb-d546f81e9e9a",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "Online accessible data",
      "format": "ZIP",
      "tracking_summary": {
        "total": 2,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "mimetype": null,
      "cache_url": null,
      "name": "shapefile",
      "created": "2016-04-12T22:51:53.302441",
      "url": "http://water.usgs.gov/GIS/dsdl/sir2016-5029_GIS_data.zip",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "6ff98582-2e54-49cd-8ff8-8f0ce3252e77",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "0ad26128-bfb7-4928-bd0b-628b1675e469",
      "webstore_last_updated": null,
      "id": "05d65825-9426-4755-9568-af10f8662e9b",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "6ff98582-2e54-49cd-8ff8-8f0ce3252e77",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-04-12T22:51:53.302476",
      "url": "http://water.usgs.gov/lookup/getspatial?sir2016-5029_Low_Res_Extents",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "0ad26128-bfb7-4928-bd0b-628b1675e469",
      "webstore_last_updated": null,
      "id": "07ae7b89-3f83-48be-a933-6edf64166988",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 2,
        "recent": 2
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "6ff98582-2e54-49cd-8ff8-8f0ce3252e77",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-04-12T22:51:53.302487",
      "url": "http://dx.doi.org/10.3133/sir2016/5029",
      "webstore_url": null,
      "last_modified": null,
      "position": 2,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 3,
  "tags": [

  ],
  "tracking_summary": {
    "total": 2,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "sir2016-5029-low-res-extents-flood-inundation-maps-for-the-coast-fork-willamette-river-from-cre",
  "isopen": false,
  "url": null,
  "notes": "The Digital Elevation Model (DEM) utilized for this Willamette FIS submittal was produced by combining multiple overlapping topographic surveys for the Middle Fork and Coast Fork of the Willamette River. The DEM was created from four sources: LIDAR of the Springfield area that was flown in 2008, LIDAR of Silk Creek that was flown in 2011, LIDAR of Fall Creek that was flown in 2012, and photogrammetry of the Middle Fork and Coast Fork of the Willamette River that was flown in 2004. In areas where no high-resolution elevation data were available, USGS National Elevation Dataset (NED) data were used to supplement the DEM. This feature represents the areas NED information is presented. The horizontal datum of the DEM is NAD 1983 State Plane-Oregon South HARN with units of International Feet (NAD83). The vertical datum of the elevation model is NAVD 1988 with units of international feet (NAVD-88). The lower resolution elevation data means that there is less confidence in the flooded area polygon and water depth for a particular water surface elevation.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-122.647590"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "44.050000"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "graphic-preview-type",
      "value": "jpg"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "graphic-preview-file",
      "value": "http://water.usgs.gov/GIS/browse/sir2016-5029_Low_Res_Extents.jpg"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-123.102392, 43.708632], [-122.64759, 43.708632], [-122.64759, 44.05], [-123.102392, 44.05], [-123.102392, 43.708632]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: The estimated inundated areas are based on flows at the Goshen gage (USGS 14157500), using the Willamette FIS Hydrology Report (phase one). The hydrology of a specific storm will likely be different than presented. This feature should never be separated from the feature classes Hi_Res_Extents and Low_Res_Extents, which delineate the areas of 1m LiDAR (Light Detection and Ranging) and NED data. The area downstream of the confluence with the Middle Fork (forming the mainstem Willamette River) is shown in the Middle feature class. Flooding that is not due to the Coast Fork, Row or Silk Creek within the reaches shown above is not reflected in this feature class. Uncertainties and Limitations for Use of Flood-Inundation Maps: Although the flood-inundation maps represent the boundaries of inundated areas with a distinct line, some uncertainty is associated with these maps. The flood boundaries shown were estimated based on water stages and streamflows at the USGS streamflow-gaging station 14157500, Coastal Fork Willamette River Near Goshen, OR. Water-surface elevations along the stream reaches were estimated by steady-state hydraulic modeling, assuming unobstructed flow, and using streamflows and hydrologic conditions anticipated at the USGS streamgage. The hydraulic model reflects the land-cover characteristics and any bridge, dam, levee, or other hydraulic structures existing as of 2011. Unique meteorological factors (timing and distribution of precipitation) may cause actual streamflows along the modeled reach to vary from those assumed during a flood, which may lead to deviations in the water-surface elevations and inundation boundaries shown. Additional areas may be flooded due to unanticipated conditions such as: changes in the streambed elevation or roughness, backwater into major tributaries along a main stem river, or backwater from localized debris or ice jams. The accuracy of the floodwater extent portrayed on these maps will vary with the accuracy of the digital elevation model used to simulate the land surface. Additional uncertainties and limitations pertinent to this study may be described elsewhere in this report. If this series of flood-inundation maps will be used in conjunction with National Weather Service (NWS) river forecasts, the user should be aware of additional uncertainties that may be inherent or factored into NWS forecast procedures. The NWS uses forecast models to estimate the quantity and timing of water flowing through selected stream reaches in the United States. These forecast models (1) estimate the amount of runoff generated by precipitation and snowmelt, (2) simulate the movement of floodwater as it proceeds downstream, and (3) predict the flow and stage (water-surface elevation) for the stream at a given location (AHPS forecast point) throughout the forecast period (every 6 hours and 3 to 5 days out in many locations). For more information on AHPS forecasts, please see: http://water.weather.gov/ahps/pcpn_and_river_forecasting.pdf. Disclaimer for Flood-Inundation Maps: Inundated areas shown should not be used for navigation, regulatory, permitting, or other legal purposes. The USGS provides these maps \\u00e2\\u0080\\u009cas-is\\u00e2\\u0080\\u009d for a quick reference, emergency planning tool but assumes no legal liability or responsibility resulting from the use of this information. Although USGS intends to make this server available 24 hours a day, seven days a week, timely delivery of data and products from this server through the Internet is not guaranteed.\", \"Access Constraints: None. This dataset is provided by USGS as a public service.\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2004-01-01"
    },
    {
      "key": "contact-email",
      "value": "info-or@usgs.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-123.102392"
    },
    {
      "key": "metadata-date",
      "value": "2016-03-14"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2016-03-30\"}]"
    },
    {
      "key": "graphic-preview-description",
      "value": "Illustration of the dataset."
    },
    {
      "key": "frequency-of-update",
      "value": "unknown"
    },
    {
      "key": "licence",
      "value": "[\"Although this data set has been used by the U.S. Geological Survey, U.S. Department of the Interior, no warranty expressed or implied is made by the U.S. Geological Survey as to the accuracy of the data and related materials. The act of distribution shall not constitute any such warranty, and no responsibility is assumed by the U.S. Geological Survey in the use of this data, software, or related materials. Any use of trade, product, or firm names is for descriptive purposes only and does not imply endorsement by the U.S. Government. \\n\\t\\t\\n\\t\\tUncertainties and Limitations for Use of Flood-Inundation Maps: Although the flood-inundation maps represent the boundaries of inundated areas with a distinct line, some uncertainty is associated with these maps.  The flood boundaries shown were estimated based on water stages and streamflows at the USGS streamflow-gaging station 14157500, Coastal Fork Willamette River Near Goshen, OR. Water-surface elevations along the stream reaches were estimated by steady-state hydraulic modeling, assuming unobstructed flow, and using streamflows and hydrologic conditions anticipated at the USGS streamgage.  The hydraulic model reflects the land-cover characteristics and any bridge, dam, levee, or other hydraulic structures existing as of 2011.  Unique meteorological factors (timing and distribution of precipitation) may cause actual streamflows along the modeled reach to vary from those assumed during a flood, which may lead to deviations in the water-surface elevations and inundation boundaries shown.  Additional areas may be flooded due to unanticipated conditions such as: changes in the streambed elevation or roughness, backwater into major tributaries along a main stem river, or backwater from localized debris or ice jams. The accuracy of the floodwater extent portrayed on these maps will vary with the accuracy of the digital elevation model used to simulate the land surface.  Additional uncertainties and limitations pertinent to this study may be described elsewhere in this report. If this series of flood-inundation maps will be used in conjunction with National Weather Service (NWS) river forecasts, the user should be aware of additional uncertainties that may be inherent or factored into NWS forecast procedures.  The NWS uses forecast models to estimate the quantity and timing of water flowing through selected stream reaches in the United States.  These forecast models (1) estimate the amount of runoff generated by precipitation and snowmelt, (2) simulate the movement of floodwater as it proceeds downstream, and (3) predict the flow and stage (water-surface elevation) for the stream at a given location (AHPS forecast point) throughout the forecast period (every 6 hours and 3 to 5 days out in many locations).  For more information on AHPS forecasts, please see: http://water.weather.gov/ahps/pcpn_and_river_forecasting.pdf.\\n\\t\\t\\t\\t\\n\\t\\tDisclaimer for Flood-Inundation Maps: Inundated areas shown should not be used for navigation, regulatory, permitting, or other legal purposes. The USGS provides these maps \\u00e2\\u0080\\u009cas-is\\u00e2\\u0080\\u009d for a quick reference, emergency planning tool but assumes no legal liability or responsibility resulting from the use of this information. Although USGS intends to make this server available 24 hours a day, seven days a week, timely delivery of data and products from this server through the Internet is not guaranteed.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"U.S. Geological Survey, Oregon Water Science Center\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2012-01-01"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "bbox-south-lat",
      "value": "43.708632"
    },
    {
      "key": "tags",
      "value": "flooded area, goshen oregon, high-water marks, stream, willamette valley, creswell oregon, coast fork willamette river, inlandwaters, oregon, flood, flood-inundation maps, geospatial analysis, elevation, river"
    },
    {
      "key": "harvest_object_id",
      "value": "4826206a-3f19-4e3c-bffd-6adf5836a730"
    },
    {
      "key": "harvest_source_id",
      "value": "e11eb0c1-b794-4812-9369-1bd7306336cd"
    },
    {
      "key": "harvest_source_title",
      "value": "Water NSDI Node Spatial Datasets"
    }
  ],
  "title": "sir2016-5029_Low_Res_Extents: Flood-Inundation Maps for the Coast Fork Willamette River from Creswell, Oregon to Goshen, Oregon",
  "revision_id": "6ff98582-2e54-49cd-8ff8-8f0ce3252e77"
}