{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "8c247531-b825-4ea3-afe2-7f8f0067d7d4",
  "metadata_created": "2015-10-15T06:05:12.642660",
  "metadata_modified": "2015-10-30T05:24:43.418688",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "8c247531-b825-4ea3-afe2-7f8f0067d7d4",
      "webstore_last_updated": null,
      "id": "9d38e3f9-64aa-46c9-b980-59d550e7b2e5",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "about.aspx",
      "format": "",
      "tracking_summary": {
        "total": 23,
        "recent": 3
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:43.452450",
      "url": "http://www.niddk.nih.gov/research-funding/at-niddk/labs-branches/LBM/Pages/about.aspx",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "3f9bc90e-d6b8-435c-b8c4-3ddf05ae6db9",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 63,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "laboratory-of-biological-modeling",
  "isopen": false,
  "url": null,
  "notes": " The Laboratory of Biological Modeling is defined by both its methodologies and its areas of application. We use mathematical modeling in many forms and apply it to a diverse array of problems, mostly related to diabetes, obesity, and metabolism.&amp;#226;&#128;&#139;  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5955"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "253da928-0d0d-40b8-9425-09c655cb2339"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "expertise",
      "value": " The laboratory&amp;#39;s principal investigators are theorists who are trained in mathematics and physics who apply mathematical modeling to a variety of biological problems. We develop models in concert with experiments carried out either by our fellows or experimental collaborators and validate the models by generating and testing predictions. A common theme across these efforts is the study of systems as they change over time using differential equations and stochastic simulations. The equations we study are more complicated than, but similar in spirit to, Newton&amp;#39;s laws of motion. They enable us to unify a wide range of phenomena and relate them to fundamental physical principles, such as the laws of conservation of mass, charge, and energy. We also pay close attention to model fitting and statistics, both to aid in model selection and to analyze experimental data in order to find correlations that can suggest mechanistic models. The diseases and conditions we study are systemic in nature. We do not expect the related causes and solutions to revolve around single genes or environmental stressors, rather to arise from the interaction of multiple genes, cell types, and organs. It is easy for investigators to find dysfunction in particular sub-systems and to attribute the disease process to that element. On the other hand, putting these specific perturbations into context requires methods that can integrate data coming from multiple sources, including cells in vitro, animals, and human subjects. Mathematics is essential for success in such a program of research. In many cases, casting hypotheses in the form of mathematical models enforces quantitative consistency that can be overlooked when making verbal hypotheses: that is, making the numbers add up can expose problems in data collection and inconsistencies in proposed explanations. Our research covers a wide range of phenomena in cell biology, genetics, and physiology with a primary common focus on diabetes, obesity, and metabolism. One specific project area addresses the mechanisms and regulation of insulin secretion, including cell electrical activity, calcium homeostasis, metabolic oscillations, and vesicle exocytosis. Another major emphasis is to identify how body composition and energy utilization vary with diet. In other words, how what you eat and do determines what you are. This leads naturally to the study of the role of the brain in coordinating energy intake and energy expenditure. These areas are important because of popular and professional debate about whether weight loss and gain depend on the type of food eaten (carbohydrates vs. fat) or just the number of calories. A major obstacle in diet research is determining how much people eat, as questionnaires and diet records are notoriously unreliable. An innovative use of the model is to reverse its inputs and outputs and use repeated body weight measurements to estimate the underlying changes in energy intake. Other work on metabolism in the lab examines how mitochondria produce ATP and by-products, such as reactive oxygen species, which both play positive signaling roles and cause cell stress and damage. We approach metabolism through genetics as well. This is a difficult problem, as large numbers of genes contribute to obesity and other risk factors for type 2 diabetes, such as insulin resistance and defects in insulin secretion. This work has led to the study of genes for other diseases, such as autism, and to the regulation of gene transcription in order to understand which genes present are actually expressed. "
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5955"
    },
    {
      "key": "source_hash",
      "value": "ea7f076e7fa0f1c05e83df79645657739fab1a6d"
    },
    {
      "key": "harvest_object_id",
      "value": "253da928-0d0d-40b8-9425-09c655cb2339"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Laboratory of Biological Modeling",
  "revision_id": "1b5005b6-b630-4236-86a5-62b177f3dc87"
}