{
  "license_title": "Creative Commons Attribution",
  "maintainer": "James E. Faulds",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "jfaulds@unr.edu",
  "num_tags": 6,
  "id": "f4cc844a-d6fa-45f9-b7a4-94f9a4c985dc",
  "metadata_created": "2016-11-30T21:29:59.883145",
  "metadata_modified": "2016-11-30T21:29:59.883145",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "f4cc844a-d6fa-45f9-b7a4-94f9a4c985dc",
      "webstore_last_updated": null,
      "id": "f0758858-b80c-4eae-9002-12cbcd082203",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "Some of the more robust systems contain more than one type of structural setting. These\ninclude Steamboat, Coso, and Dixie Valley. About 21% of the fields are hybrid or compound\nsystems.\n Pull‐aparts and displacement transfer zones are more abundant in the transtensional western\npart of the Great Basin.\n An analysis of the relations between Quaternary faulting and geothermal systems was\ncompleted for the Great Basin region. The 426 localities were overlain on USGS Quaternary\nfault database in GoogleEarth to evaluate proximity to mapped faults and look for unrecognized\nfaults.\no Quaternary faults typically lie within or near most of the geothermal systems.\no Geothermal fields were evaluated with proximity to Quaternary faults classified in 4\ncategories: <1 km, 1‐2 km, 1‐5 km, 1‐10 km.\no Fault ages were classified as historical, Holocene, late Pleistocene, mid‐Pleistocene, and\nQuaternary undivided.\no The highest percentage of high‐temp sites are within 2 km of Quaternary faults. This\nsuggests a statistical correlation between proximity to active faults and high‐temp\nresources.\n Geothermal systems are rare along major range‐front faults, possibly due to both reduced\npermeability in thick zones of clay gouge and periodic release of stress in major earthquakes.\n Step‐overs, terminations, intersections, and accommodation zones correspond to long‐term,\ncritically stressed areas, where fluid pathways would more likely remain open in networks of\nclosely‐spaced, breccia‐dominated fractures.",
      "format": "XLS",
      "tracking_summary": {
        "total": 11,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "application/vnd.ms-excel",
      "cache_url": null,
      "name": "faulds-structural-inventory-great-basin-de-ee0002748.xls",
      "created": "2016-11-30T16:30:00.087925",
      "url": "http://gdr.openei.org/files/355/Faulds_Structural_Inventory_Great_Basin_DE-EE0002748%20%281%29.xls",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "25b7a26d-20b0-4527-ab14-3fa093421864",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "blind-geothermal-systems",
      "id": "b70e1821-7572-4d5c-967b-8d015279ba7f",
      "name": "blind-geothermal-systems"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "geothermal",
      "id": "3f323051-fbd3-4715-bc13-e2fa5e65d369",
      "name": "geothermal"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "geothermometry",
      "id": "ec0fc313-7e8b-43d3-a59f-4f1424cd06e9",
      "name": "geothermometry"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "quaternary-faults",
      "id": "d791c43b-c920-4e31-9df7-c711720e6339",
      "name": "quaternary-faults"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "structural-controls",
      "id": "1ceafef8-8701-4601-a416-f30a2e16dd45",
      "name": "structural-controls"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "temperature",
      "id": "43703fee-ad58-4a94-aef7-4e903e93eb62",
      "name": "temperature"
    }
  ],
  "tracking_summary": {
    "total": 0,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "cc-by",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-05-18T11:31:21.471948",
    "title": "Department of Energy",
    "name": "doe-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://energy.gov/sites/prod/files/styles/imagelink/public/DoE-Logo.jpeg",
    "revision_id": "14e1d3c1-4cc7-460c-bf1c-b10e3429b4b0",
    "type": "organization",
    "id": "735d0118-b2a7-4246-a0e3-608b0fa8d1ec",
    "approval_status": "approved"
  },
  "name": "structural-inventory-of-great-basin-geothermal-systems-and-definition-of-favorable-structu-04751",
  "isopen": true,
  "url": null,
  "notes": "Over the course of the entire project, field visits were made to 117 geothermal systems in the Great Basin region. Major field excursions, incorporating visits to large groups of systems, were conducted in western Nevada, central Nevada, northwestern Nevada, northeastern Nevada, east‐central Nevada, eastern California, southern Oregon, and western Utah. For example, field excursions to the following areas included visits of multiple geothermal systems:\n- Northwestern Nevada: Baltazor Hot Spring, Blue Mountain, Bog Hot Spring, Dyke Hot Springs, Howard Hot Spring, MacFarlane Hot Spring, McGee Mountain, and Pinto Hot Springs in northwest Nevada.\n- North‐central to northeastern Nevada: Beowawe, Crescent Valley (Hot Springs Point), Dann Ranch (Hand‐me‐Down Hot Springs), Golconda, and Pumpernickel Valley (Tipton Hot Springs) in north‐central to northeast Nevada.\n- Eastern Nevada: Ash Springs, Chimney Hot Spring, Duckwater, Hiko Hot Spring, Hot Creek Butte, Iverson Spring, Moon River Hot Spring, Moorman Spring, Railroad Valley, and Williams Hot Spring in eastern Nevada.\n- Southwestern Nevada‐eastern California: Walley’s Hot Spring, Antelope Valley, Fales Hot Springs, Buckeye Hot Springs, Travertine Hot Springs, Teels Marsh, Rhodes Marsh, Columbus Marsh, Alum‐Silver Peak, Fish Lake Valley, Gabbs Valley, Wild Rose, Rawhide‐ Wedell Hot Springs, Alkali Hot Springs, and Baileys/Hicks/Burrell Hot Springs.\n- Southern Oregon: Alvord Hot Spring, Antelope Hot Spring‐Hart Mountain, Borax Lake, Crump Geyser, and Mickey Hot Spring in southern Oregon.\n- Western Utah: Newcastle, Veyo Hot Spring, Dixie Hot Spring, Thermo, Roosevelt, Cove Fort, Red Hill Hot Spring, Joseph Hot Spring, Hatton Hot Spring, and Abraham‐Baker Hot Springs.\n\nStructural controls of 426 geothermal systems were analyzed with literature research, air photos, google‐Earth imagery, and/or field reviews (Figures 1 and 2). Of the systems analyzed, we were able to determine the structural settings of more than 240 sites. However, we found that many “systems” consisted of little more than a warm or hot well in the central part of a basin. Such “systems” were difficult to evaluate in terms of structural setting in areas lacking in geophysical data.\n\nDeveloped database for structural catalogue in a master spreadsheet. Data components include structural setting, primary fault orientation, presence or absence of Quaternary faulting, reservoir lithology, geothermometry, presence or absence of recent magmatism, and distinguishing blind systems from those that have surface expressions.\n\nReviewed site locations for all 426 geothermal systems– Confirmed and/or relocated spring and geothermal sites based on imagery, maps, and other information for master database. Many systems were mislocated in the original database. In addition, some systems that included several separate springs spread over large areas were divided into two or more distinct systems. Further, all hot wells were assigned names based on their location to facilitate subsequent analyses.\nWe catalogued systems into the following eight major groups, based on the dominant pattern of faulting (Figure 1):\n- Major normal fault segments (i.e., near displacement maxima).\n- Fault bends.\n- Fault terminations or tips.\n- Step‐overs or relay ramps in normal faults.\n- Fault intersections.\n- Accommodation zones (i.e., belts of intermeshing oppositely dipping normal faults),\n- Displacement transfer zones whereby strike‐slip faults terminate in arrays of normal faults.\n- Transtensional pull‐aparts.\n\nThese settings form a hierarchal pattern with respect to fault complexity.\n- Major normal faults and fault bends are the simplest.\n- Fault terminations are typically more complex than mid‐segments, as faults commonly break up into multiple strands or horsetail near their ends.\n- A fault intersection is generally more complex, as it generally contains both multiple fault strands and can include discrete dilational quadrants.\n- A step‐over consists of two overlapping fault terminations and thus involves additional complexity, especially where the relay ramp is breached by multiple fault splays between the main overlapping faults and thus contains multiple fault intersections.\n- Accommodation zones involve further complexity, as they contain multiple fault terminations and fault intersections.\n\nOf the 426 fields analyzed, major findings include (Figures 1 and 2):\n- 39% of the known systems are blind or hidden (Figure 1), with no surface hot springs or fumaroles.\n- The structural setting for ~25% of the systems could not be determined (Figure 2). In most cases, undetermined systems reside in the central part of a basin (commonly warm wells) that lacks adequate geophysical data for elucidating the subsurface structure.\n- Step‐overs or relay ramps in normal faults are the most favorable setting (Figure 2), hosting ~32% of the systems analyzed. Such areas are characterized by multiple, commonly overlapping fault strands, increased fracture density, and thus enhanced permeability.\n- Normal fault terminations host 25%.\n- Intersections of normal faults and strike‐slip or oblique‐slip faults host 22%.\n- Accommodation zones (belts of intermeshing oppositely dipping normal faults) host 9%.\n- Displacement transfer zones host 5%.\n- Pull‐aparts in strike‐slip faults host 3%.\n- Bends in major normal faults host 2%.\n- Major range‐front faults host 1% of the known systems.\nSome of the more robust systems contain more than one type of structural setting. These include Steamboat, Coso, and Dixie Valley. About 21% of the fields are hybrid or compound systems.\n\nPull‐aparts and displacement transfer zones are more abundant in the transtensional western part of the Great Basin.\n\nAn analysis of the relations between Quaternary faulting and geothermal systems was completed for the Great Basin region. The 426 localities were overlain on USGS Quaternary fault database in GoogleEarth to evaluate proximity to mapped faults and look for unrecognized faults.\n- Quaternary faults typically lie within or near most of the geothermal systems.\n- Geothermal fields were evaluated with proximity to Quaternary faults classified in 4 categories: <1 km, 1‐2 km, 1‐5 km, 1‐10 km.\n- Fault ages were classified as historical, Holocene, late Pleistocene, mid‐Pleistocene, and Quaternary undivided.\n- The highest percentage of high‐temp sites are within 2 km of Quaternary faults. This suggests a statistical correlation between proximity to active faults and high‐temp resources.\n\nGeothermal systems are rare along major range‐front faults, possibly due to both reduced permeability in thick zones of clay gouge and periodic release of stress in major earthquakes.\n\nStep‐overs, terminations, intersections, and accommodation zones correspond to long‐term, critically stressed areas, where fluid pathways would more likely remain open in networks of closely‐spaced, breccia‐dominated fractures.\n",
  "owner_org": "735d0118-b2a7-4246-a0e3-608b0fa8d1ec",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "8d4de31c-979c-4b50-be6b-ea3c72453ff6"
    },
    {
      "key": "issued",
      "value": "2013-12-31"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "source_hash",
      "value": "e9e8c79f75f75a846804b39b7a09dd1510d2aab6"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "spatial",
      "value": "{\"type\":\"Polygon\",\"coordinates\":[[[-122.55098125,33.925360940459],[-110.4331625,33.925360940459],[-110.4331625,44.991419536079],[-122.55098125,44.991419536079],[-122.55098125,33.925360940459]]]}"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "format",
      "value": "application/vnd.ms-excel"
    },
    {
      "key": "harvest_source_title",
      "value": "Energy JSON"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "019:006"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "019:20"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://gdr.openei.org/submissions/355"
    },
    {
      "key": "harvest_object_id",
      "value": "c89f0b36-c860-4839-b7e6-ff60439ded22"
    },
    {
      "key": "accessURL",
      "value": "http://gdr.openei.org/files/355/Faulds_Structural_Inventory_Great_Basin_DE-EE0002748%20%281%29.xls"
    },
    {
      "key": "publisher",
      "value": "University of Nevada Reno"
    },
    {
      "key": "license",
      "value": "https://creativecommons.org/licenses/by/4.0/"
    },
    {
      "key": "modified",
      "value": "2013-12-31"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "dataQuality",
      "value": true
    },
    {
      "key": "identifier",
      "value": "http://en.openei.org/doe-opendata/dataset/f0000000-e214-4c72-acd2-000000000355"
    },
    {
      "key": "harvest_object_id",
      "value": "c89f0b36-c860-4839-b7e6-ff60439ded22"
    },
    {
      "key": "harvest_source_id",
      "value": "8d4de31c-979c-4b50-be6b-ea3c72453ff6"
    },
    {
      "key": "harvest_source_title",
      "value": "Energy JSON"
    }
  ],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "Structural Inventory of Great Basin Geothermal Systems and Definition of Favorable Structural Settings",
  "revision_id": "25b7a26d-20b0-4527-ab14-3fa093421864"
}