{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "2a3056ca-7f9d-4e65-a1fb-2ba6aa806ae2",
  "metadata_created": "2013-06-12T18:00:30.200374",
  "metadata_modified": "2015-04-10T01:30:16.949840",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "2a3056ca-7f9d-4e65-a1fb-2ba6aa806ae2",
      "webstore_last_updated": null,
      "id": "21e716ee-29ba-4924-b523-027d6d0bacd9",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "rki_all.zip",
      "format": "ZIP",
      "tracking_summary": {
        "total": 7,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "74516a22-4090-4ee0-a9ef-48552ac0d2fd",
      "mimetype": null,
      "cache_url": null,
      "name": "Zip File",
      "created": "2013-06-12T14:00:30.404480",
      "url": "ftp://ftp.lmic.state.mn.us/pub/data/phys_biol/water/rki_all.zip",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 161,
    "recent": 1
  },
  "groups": [
    {
      "display_name": "Local Government",
      "description": "Local Government Topic - for all datasets with state, local, county organizations",
      "image_display_url": "",
      "title": "Local Government",
      "id": "ccc6c266-eee8-44bd-89aa-7cd8c4c6bf46",
      "name": "local"
    }
  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:47.372413",
    "title": "State of Minnesota",
    "name": "state-mn-us",
    "is_organization": true,
    "state": "active",
    "image_url": "http://mn.gov/portal/images/mn_header_mn-logo.png",
    "revision_id": "018d8409-7698-467f-8dc2-c58188806480",
    "type": "organization",
    "id": "24298fe4-ee0d-43ae-af51-81ae5f5c6165",
    "approval_status": "approved"
  },
  "name": "river-kilometer-index-rki-mile-point-files",
  "isopen": false,
  "url": null,
  "notes": "The River Kilometer Index (RKI) Mile Point files are mile point markers associated with the RKI stream trace data set. The River Kilometer Index (RKI) Stream Trace Files are a set of arc covers representing centerlines of stream traces for Minnesota rivers. Digitizing was done by the Minnesota Department of Natural Resources in 1980-81. The base maps for the project were USGS 1:24,000 quadrangle maps where they were available, and 1: 62,500 maps where the 1:24,000's had not been completed. Digitizing was done in PIOS, the ESRI predecessor to Arc/INFO. Before beginning this project, DNR obtained from the U.S. Environmental Protection Agency digital river trace files of major rivers which had been automated by an EPA contractor in an early attempt to build a REACH' file. DNR used these base files, dating from the mid-1970's, then digitized in any tributaries appearing on the 1:24,000 or 1:62,500 base maps which were not on the EPA files. LMIC converted the files from their original PIOS format into ARC/INFO format in 1984. Mile points were generated from the stream trace layers.. Stream traces and mile points are stored in coverages by DNR major watershed (corresponding to USGS 8-digit HUC codes). A secondary set of files stores only the trace of the major river and its mile points in each major watershed.",
  "owner_org": "24298fe4-ee0d-43ae-af51-81ae5f5c6165",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-89.0"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "49.5"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "graphic-preview-file",
      "value": "ftp://ftp.lmic.state.mn.us/pub/data/phys_biol/water/rkip.gif"
    },
    {
      "key": "bbox-south-lat",
      "value": "43.0"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-97.5, 43.0], [-89.0, 43.0], [-89.0, 49.5], [-97.5, 49.5], [-97.5, 43.0]]]}"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Use should be consistent with the scale of origin and the capture methods of the dataset, as reported in the Data Quality section. Rivers are not all connected (for instance, a river flowing into another river at the point where the receiving river widens into a lake). This has a slight effect on mile point calculations. Digitization of major river traces is coarse, reflecting the early date of the data preparation (mid-1970's). The digitization of tributary rivers more closely matches the linework on the base maps. The mile point calculations are only as good as the original capture of the stream trace lines.\", \"Access Constraints: None\"]"
    },
    {
      "key": "contact-email",
      "value": "clearing.house@state.mn.us"
    },
    {
      "key": "bbox-west-long",
      "value": "-97.5"
    },
    {
      "key": "metadata-date",
      "value": "2007-04-11"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"1984-01-01\"}]"
    },
    {
      "key": "graphic-preview-description",
      "value": "Arc 7.1.1"
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\"Limitations: Although extensive effort has been made to produce error free and complete data, all geographic information has limitations due to the scale, resolution, date and interpretation of the original source materials.  You should consult available data documentation (metadata) for these particular data to determine their limitations and the precision to which they depict distance, direction, location or other geographic characteristics.  These data may be subject to periodic change without prior notification.\\n\\nNo Warranty: These data are provided as is, without any warranty whatsoever, including but not limited to any warranty as to their performance, merchantability, or fitness for any particular purpose.\\n\\nLiability: The entire risk as to the results of the use of these data is assumed by the user. LMIC is not responsible for any interpretation or conclusions based on these data made by those who acquire or use it. LMIC shall not be liable for any direct, indirect, special, incidental, compensatory or consequential damages or third party claims resulting from the use of these data, even if LMIC has been advised of the possibility of such potential loss or damage.  In States that do not allow the exclusion or limitation of incidental or consequential damages, you may not use these data.\\n\\nRedistribution Conditions: In obtaining these data from LMIC, it is understood that you and/or your organization have the right to use them for any internal purpose. If you modify them, you should document those changes in a metadata record that should accompany all redistributed data.  If you transmit or provide these data in any form to another user, the data MUST be accompanied by a copy of this disclaimer and all documentation provided with the original data set including the full metadata record.\\n\\nData Delivered on Electronic Media: If these data have been requested from LMIC on magnetic media, CD-ROM or any other physical media, LMIC will deliver this product in the computer-readable format agreed upon with the requestor.  LMIC will re-issue these data if they are determined unreadable by correctly adjusted computer input devices, or when the medium is delivered in a damaged condition.  Requests for re-issue of this digital data product must be made within 30 days of the date shipped from LMIC.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Minnesota Land Management Information Center (LMIC)\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": ""
    },
    {
      "key": "harvest_object_id",
      "value": "25fbaf41-c097-485f-a9d8-e122afaeaf31"
    },
    {
      "key": "harvest_source_id",
      "value": "526b774b-2dbe-4b61-91f5-8e3e020b9bce"
    },
    {
      "key": "harvest_source_title",
      "value": "Minnesota Geospatial Information Office"
    }
  ],
  "title": "River Kilometer Index (RKI) Mile Point files",
  "revision_id": "3cda9f73-1cf5-424f-b25a-91809e2adff8"
}