{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "285f7fb9-9a50-4712-a700-c1080c249033",
  "metadata_created": "2016-09-03T03:41:32.269013",
  "metadata_modified": "2016-09-03T03:41:32.269013",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "285f7fb9-9a50-4712-a700-c1080c249033",
      "webstore_last_updated": null,
      "id": "c81376f0-f090-4485-a521-1be379c7957d",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "geospatial data",
      "format": "ZIP",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "mimetype": null,
      "cache_url": null,
      "name": "ASC",
      "created": "2016-09-02T23:41:32.555358",
      "url": "http://maps.vcgi.vermont.gov/gisdata/vcgi/packaged_zips/ElevationDEM_VTHYDRODEM.zip",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "9af16e7b-8995-4f8b-96e0-114fe5fa6561",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 4,
    "recent": 1
  },
  "groups": [
    {
      "display_name": "Local Government",
      "description": "Local Government Topic - for all datasets with state, local, county organizations",
      "image_display_url": "",
      "title": "Local Government",
      "id": "ccc6c266-eee8-44bd-89aa-7cd8c4c6bf46",
      "name": "local"
    }
  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:41.302957",
    "title": "Vermont Center for Geographic Information",
    "name": "vcgi-org",
    "is_organization": true,
    "state": "active",
    "image_url": "http://vcgi.vermont.gov/sites/all/themes/vt_template/logo.png",
    "revision_id": "c5dfbbb0-f1e0-4db6-b566-e932e1520060",
    "type": "organization",
    "id": "0c3a4ebc-9929-4f21-bdd0-76a35d52f57d",
    "approval_status": "approved"
  },
  "name": "vermont-hydrologically-corrected-digital-elevation-model-vthydrodem",
  "isopen": false,
  "url": null,
  "notes": "VTHYDRODEM was created to produce a \"hydrologically correct\" DEM, compliant with the Vermont Hydrography Dataset (VHD) in support of the \"flow regime\" project whose goal it is to derive stream perenniality for the VHD through application of logistic regression techniques. Some very important notes about the data: 1)Produced specifically for hydrologic modeling purposes and elevation surface has been altered and should not be used for analyses requiring unmodified elevation values; 2) ELEVATION VALUES, i.e., \"Z units\", are in CENTIMETERS (details below); and 3) Source data spans a five year period where varying techniques were used. This may explain observed inconsistencies both between and within tiles (detailed in the Attribute Accuracy Report below). This dataset has elevation values present in the surface that accurately reflect the down gradient nature and location of surface water features, i.e. the VHD. This process is also known as \"hydro-enforcement\" or \"drainage enforcement\". It is largely unknown that the 1:24k scale National Elevation Dataset (NED) is not \"hydrologically correct\" in relation to the National Hydrography Dataset (NHD) vector data of the same scale, e.g., the flow paths in the NED surface are not perfectly coincident to those in the scale NHD surface water features. This fact precluded the use of the NED data for hydrologic modeling efforts and reaffirmed the need to create a new \"hydrologically correct\" DEM. All processing was done using ARCINFO workstation (v.8.3) commands. The ARCINFO \"TOPOGRID\" command was used to create VTHYDRODEM as it was specifically designed to create \"hydrologically correct\" digital elevation models (DEM's) from elevation, stream and lake data sets. Single line \"1D\" streams and lake/pond \"2D\" polygons, from the 1:5k scale VHD, were given priority over input elevation data in the interpolation process to ensure that the resulting data is \"hydrologically correct\". Both the VHD and VTHYDRODEM share a common base of the state digital orthophotos, ensuring their interoperability. The Triangulated Irregular Networks (TIN) method was not considered but interested readers should review West Virginia's approach http://www.wvgis.wvu.edu/stateactivities/wvsamb/elevation/topogrid_vs_tin.pdf. This report notes the advantages and disadvantages of each approach. It should be noted that the WV effort included more recent imagery, and a much tighter sampling interval of source data. Nonetheless, it makes a strong case for the TIN approach that should be considered in any subsequent DEM development efforts. The density of input points used to create VTHYDRODEM was lower than the 1:24k NED but the vertical accuracy of those points tested at a higher accuracy and these points were generated with less variability in technique than that of the NED (see http://gisdata.usgs.net/website/USGS_GN_NED_DSI/viewer.htm and check \"production methods\" under \"Layers\" for NED data sources and methods). Vertical accuracy was derived using the FGDC National Standards for Spatial Data Accuracy (NSSDA) standards. For the sake of comparison, VTHYDRODEM tested at 6.05 meters, vertical accuracy at the 95% confidence level, whereas, the 1:24k National Elevation Dataset (DEM_24) tested at 21.3 meters. VTHYDRODEM was created for a specific, in-house project to support hydrologic modeling activities using the 1:5k scale VHD. It was interpolated from: 1) the Vermont Mapping Program (VMP) \"x, y, z\" data known as the \"DEM points\" (originally used to georectify the state digital orthophotos); and 2) VHD surface water features. A 10-meter cell resolution was chosen for VTHYDRODEM as a balance between input data accuracy and practical considerations and does not necessarily reflect the accuracy of the input data. The 10-meter resolution of this dataset was chosen arbitrarily for reasons noted below and should not be confused with an accuracy of 10 meters. This data should not be confused with the \"1/3 arc second\" 10m NED data. The lower 10m cell resolution has the following advantages when compared to the existing 30m 1:24k NED: 1) Stream confluences (junctions) can be defined with a greater degree of precision; 2) Confluences in close proximity can be represented individually; 3) Smaller landscape features can be represented and larger ones in greater detail; 4) Exponential improvement in volumetric measurement and tripling of precision in linear measurement of derived vector features, e.g., a watershed boundary is composed of aggregated 10m, i.e., 3 cells equals 30m vs. 30m resolution where 3 cells equals 90m. Similarly the concept applies to volumetric measurements); and 5) Improved cartographic accuracy for derived vector features. NOTE! Elevation units, e.g., \"Z units\" are in CENTIMETERS. This seeming arbitrary decision has a number of advantages worth considering. The output grid can now be stored as an \"integer\" type grid while simultaneously preserving the precision of the input data to the nearest centimeter. Integer type grids require one-tenth the storage space and are consequently much faster to process, e.g., deriving watershed boundaries. While it is unlikely that the input data is accurate to the nearest centimeter, this approach allows for greater precision storage, improves the overall appearance of the DEM and precludes problems with the model's depiction of over land flow in hydrologic related analyses when compared to coarser vertical resolutions. This approach mirrors a trend among the USGS and its contractors, who are now producing DEM's with a vertical resolution of decimeters (0.1 meter) for the benefits outlined above.",
  "owner_org": "0c3a4ebc-9929-4f21-bdd0-76a35d52f57d",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-71.463514"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "45.019270"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "42.722067"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-73.456573, 42.722067], [-71.463514, 42.722067], [-71.463514, 45.01927], [-73.456573, 45.01927], [-73.456573, 42.722067]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: While VCGI has made an assessment of the vertical accuracy of VTHYDRODEM data against National Geodetic Survey vertical benchmarks (see Data Quality Section), users should assess this data and derived data products for appropriate use in any given project. This data was produced specifically for hydrologic modeling purposes and should not be used for true elevation analyses.\", \"Access Constraints: VCGI and the State of VT make no representations of any kind, including but not limited to the warranties of merchantability or fitness for a particular use, nor are any such warranties to be implied with respect to the data.\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "1994-01-01"
    },
    {
      "key": "contact-email",
      "value": "accd.vcgiinfo@vermont.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-73.456573"
    },
    {
      "key": "metadata-date",
      "value": "2006-10-30"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2006-10-31\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\"VCGI and the State of Vermont make no representations of any kind, including but not limited to the warranties of merchantability or fitness for a particular use, nor are any such warranties to be implied with respect to the data.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"VT Center for Geographic Information\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2000-01-01"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "vermont, vthydrodem, digital elevation model, stratum_keyword, hydro enforced dem, temporal_keyword, hydrologically correct dem, drainage enforced dem"
    },
    {
      "key": "harvest_object_id",
      "value": "8cdfa4f5-66c7-4c19-ad49-9b4eee141424"
    },
    {
      "key": "harvest_source_id",
      "value": "a0d2a02b-5473-48ce-816c-8c6c6f8fabdb"
    },
    {
      "key": "harvest_source_title",
      "value": "VT Center for Geographic Information, Inc."
    }
  ],
  "title": "Vermont \"Hydrologically Corrected\" Digital Elevation Model (VTHYDRODEM)",
  "revision_id": "9af16e7b-8995-4f8b-96e0-114fe5fa6561"
}