{
  "license_title": "Other License Specified",
  "maintainer": "admin",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "HealthData@hhs.gov",
  "num_tags": 10,
  "id": "97c063d0-2422-4b4e-b444-5268d14f55e0",
  "metadata_created": "2016-07-15T04:25:34.795745",
  "metadata_modified": "2016-10-07T14:55:39.645224",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "97c063d0-2422-4b4e-b444-5268d14f55e0",
      "webstore_last_updated": null,
      "id": "69adde9e-ea21-4c8f-a610-255ffae80641",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "HTML",
      "tracking_summary": {
        "total": 26,
        "recent": 3
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "application/unknown",
      "cache_url": null,
      "name": "Widget ",
      "created": "2016-07-15T00:25:35.206402",
      "url": "http://smokefree.gov/health-care-professionals",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "aa743ccb-d04a-4ee9-94ba-0f5afcf28531",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "cancer",
      "id": "5dd0d639-d6df-4c98-acf6-1638e5fd1c71",
      "name": "cancer"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "cessation",
      "id": "880a9a01-999b-4746-91da-41d44de36f69",
      "name": "cessation"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "cigarettes",
      "id": "7a4f49ef-638c-4d0b-98e6-870db50fd0a1",
      "name": "cigarettes"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "mobile",
      "id": "caf1f0c4-073c-4e4c-aad0-7ae72f04d3d5",
      "name": "mobile"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "mobile-health",
      "id": "a8faa8e3-13ed-4498-96d4-5437cd63fcae",
      "name": "mobile-health"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "quitting",
      "id": "0350e00d-6ed9-4555-8e7e-3b8bacb194ca",
      "name": "quitting"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "smoking",
      "id": "364a1519-b240-407e-adfb-ddc328c93691",
      "name": "smoking"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "text-messaging",
      "id": "498a5f4d-395f-4f9a-a2f8-5cd9545474af",
      "name": "text-messaging"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "tobacco",
      "id": "8b866a9e-3034-4fd0-a9c6-9dbde2a09513",
      "name": "tobacco"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "tobacco-control",
      "id": "f248be89-d91b-4c41-bc52-19aba37f4e29",
      "name": "tobacco-control"
    }
  ],
  "tracking_summary": {
    "total": 33,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "other-license-specified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-08-26T15:35:30.958442",
    "title": "U.S. Department of Health & Human Services",
    "name": "hhs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.healthdata.gov/sites/all/themes/hdtheme/logo-dark.png",
    "revision_id": "eff89d9e-dc00-4101-bbd4-750e1adcc5bb",
    "type": "organization",
    "id": "3609164c-4c49-4a44-9179-23163027dc0a",
    "approval_status": "approved"
  },
  "name": "quitnowtxt-text-messaging-library",
  "isopen": true,
  "url": null,
  "notes": "<p>Overview: The QuitNowTXT text messaging program is designed as a resource that can be adapted to specific contexts including those outside the United States and in languages other than English. Based on evidence-based practices, this program is a smoking cessation intervention for smokers who are ready to quit smoking. Although evidence supports the use of text messaging as a platform to deliver cessation interventions, it is expected that the maximum effect of the program will be demonstrated when it is integrated into other elements of a national tobacco control strategy.  The QuitNowTXT program is designed to deliver tips, motivation, encouragement and fact-based information via unidirectional and interactive bidirectional message formats. The core of the program consists of messages sent to the user based on a scheduled quit day identified by the user. Messages are sent for up to four weeks pre-quit date and up to six weeks post quit date. Messages assessing mood, craving, and smoking status are also sent at various intervals, and the user receives messages back based on the response they have submitted. In addition, users can request assistance in dealing with craving, stress/mood, and responding to slips/relapses by texting specific key words to the QuitNow. Rotating automated messages are then returned to the user based on the keyword. Details of the program are provided below. Texting STOP to the service discontinues further texts being sent.  This option is provided every few messages as required by the United States cell phone providers.  It is not an option to remove this feature if the program is used within the US.  If a web-based registration is used, it is suggested that users provide demographic information such as age, gender, and smoking frequency (daily or almost every day, most days, only a few days a week, only on weekends, a few times a month or less) in addition to their mobile phone number and quit date. This information will be useful for assessing the reach of the program, as well as identifying possible need to develop libraries to specific groups. The use of only a mobile phone-based registration system reduces barriers for participant entry into the program but limits the collection of additional data. At bare minimum, quit date must be collected.  At sign up, participants will have the option to choose a quit date up to one month out. Text messages will start up to 14 days before their specified quit date. Users also have the option of changing their quit date at any time if desired. The program can also be modified to provide texts to users who have already quit within the last month.  One possible adaptation of the program is to include a QuitNowTXT \"light\" version. This adaptation would allow individuals who do not have unlimited text messaging capabilities but would still like to receive support to participate by controlling the number of messages they receive. In the light program, users can text any of the programmed keywords without fully opting in to the program. Program Design: The program is designed as a 14-day countdown to quit date, with subsequent six weeks of daily messages. Each day within the program is identified as either a pre-quit date (Q- # days) or a post-quit date (Q+#). If a user opts into the program fewer than 14 days before their quit date, the system will begin sending messages on that day. For example, if they opt in four days prior to their quit date, the system will send a welcome message and recognize that they are at Q-4 (or four days before their quit date), and they will receive the message that everyone else receives four days before their quit date. As the user progresses throughout the program, they will receive messages outlined in the text message library. Throughout the program, users will receive texts that cover a variety of content areas including tips, informational content, motivational messaging, and keyword responses. The frequency of messages increases as the days leading up to and following the user's quit date, with a heavy emphasis on support, efficacy building, and actionable tips. Further away from a user's quit date, the messages will reduce in frequency. If the user says they have started to smoke again, the system will give them the option of continuing the program as planned or starting over and setting a new quit date.  The system is also designed to assess the user's mood, craving level, and smoking status several times during the program. These assessment messages are characterized as MOOD, CRAVE, and STATUS messages. Whenever the system asks for a response from the user, it will send a programmed response based on the user's answer (i.e., if the user responds with MOOD = BAD then they will receive a message customized to that response). These programmed response messages rotate throughout the course of the program. Users can also send the system one of three programmed keywords (CRAVE, MOOD, and SLIP), and the system will send unique, automated responses based on the texted keyword. There are 10 messages for each of the programmed keywords, which rotate on a random basis, decreasing the likelihood the user will get the same response in a row.  After the full six-week program comes to an end, the system will follow up at one, three, and six months to check on the user's smokefree status and offer additional assistance if needed.  Message Types: -'''¢ Tips: Tips provide users with actionable strategies on how to manage cravings and deal with quitting smoking in general. -'''¢ Motivation/encouragement: Motivational messages encourage users to keep going on their smokefree journey despite the difficulty and struggle they may be facing. -'''¢ Information: Informational messages provide users with facts and other salient points about the impact of smoking relevant to their socio-cultural environment. -'''¢ Assessment: The assessment messages are built into the text messaging program and are designed to collect information about the user's experience as they are quitting and provide immediate feedback based on the user's response. Assessment messages fall along three dimensions: mood, craving, and smoking status. -'''¢ Reactive Messaging (Key Words): At any point, the user can initiate an interaction with the program that will return a text message relevant to the user's request for help. In response to the user texting one of the key words, the system will send them unique, automated responses. The key words cover topics relevant to various aspects of cessation.</p>\n",
  "owner_org": "3609164c-4c49-4a44-9179-23163027dc0a",
  "extras": [
    {
      "key": "publisher",
      "value": "National Cancer Institute (NCI), National Institutes of Health (NIH)"
    },
    {
      "key": "identifier",
      "value": "c90f280f-7c5c-4d12-a648-a521301708c0"
    },
    {
      "key": "license",
      "value": "http://opendefinition.org/licenses/odc-odbl/"
    },
    {
      "key": "harvest_source_id",
      "value": "15c538b5-31a0-474e-8ba5-c85ee421cb4d"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "modified",
      "value": "2016-05-02"
    },
    {
      "key": "harvest_source_title",
      "value": "Healthdata.gov"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "language",
      "value": [
        "en"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "000:00"
      ]
    },
    {
      "key": "catalog_@id",
      "value": "https://www.healthdata.gov/data.json"
    },
    {
      "key": "programCode",
      "value": [
        "009:000"
      ]
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "harvest_object_id",
      "value": "43026859-d6c8-4ab6-b9d1-2491ceced206"
    },
    {
      "key": "source_hash",
      "value": "e47ade71aeaf9a76820f7c6b5123ed1aeb075d02"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_object_id",
      "value": "43026859-d6c8-4ab6-b9d1-2491ceced206"
    },
    {
      "key": "harvest_source_id",
      "value": "15c538b5-31a0-474e-8ba5-c85ee421cb4d"
    },
    {
      "key": "harvest_source_title",
      "value": "Healthdata.gov"
    }
  ],
  "title": "QuitNowTXT Text Messaging Library",
  "revision_id": "aa743ccb-d04a-4ee9-94ba-0f5afcf28531"
}