{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "b36dc81c-9e11-49ca-813a-85c3a57ef7bd",
  "metadata_created": "2015-02-03T21:06:51.963894",
  "metadata_modified": "2015-02-03T21:06:51.963894",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "b36dc81c-9e11-49ca-813a-85c3a57ef7bd",
      "webstore_last_updated": null,
      "id": "ea9bd556-0e2b-419d-b065-58767b06c43a",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 109,
        "recent": 4
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "3b9a648b-184f-434a-aa36-0ea5588f4e13",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-02-03T16:06:52.123026",
      "url": "http://pubs.usgs.gov/ds/781/",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 15,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "geology-and-geomorphology-offshore-of-fort-ross-map-area-california",
  "isopen": false,
  "url": null,
  "notes": "This part of DS 781 presents data for the geologic and geomorphic map of the Offshore of Fort Ross map area, California. The vector data file is included in \"Geology_OffshoreFortRoss.zip,\" which is accessible from http://pubs.usgs.gov/ds/781/OffshoreFortRoss/data_catalog_OffshoreFortRoss.html. The morphology and the geology of the offshore part of the Offshore of Fort Ross map area result from the interplay between local sedimentary processes, oceanography, sea-level rise, and tectonics. The nearshore seafloor in the northern half of the map area is characterized by rocky outcrops of Tertiary sedimentary rocks (units Tgr and Tsm). This rugged nearshore zone and the inner shelf (to water depths of about 50 m) typically dip seaward about 1.5 to 2.5 degrees, whereas the mid-shelf within State Waters (about 50 to 85 m) dips more gently, about 0.4 degrees. In contrast, the nearshore to mid shelf in the southern half of the map area lies directly offshore of the mouth of the Russian River and has a more gentle, uniform dip, about 0.45 to 0.55 degrees, out to water depths of about 70 m at the outer limit of State Waters. A significant amount of the Russian River sediment load, estimated at about 900,000 metric tons/yr by Farnsworth and Warrick (2007) is deposited offshore of the river mouth, contributing to the noted north-to-south contrast in bathymetric slope. On a larger geomorphic scale, sea level has risen about 125 to 130 m over about the last 21,000 years (for example, Lambeck and Chappell, 2001; Peltier and Fairbanks, 2005), leading to broadening of the continental shelf, progressive eastward migration of the shoreline and wave-cut platform, and associated transgressive erosion and deposition. Tectonic influences impacting shelf geomorphology and geology are primarily related to the active San Andreas Fault system (see below). Given exposure to high wave energy, modern nearshore to inner-shelf sediments north of the mouth of the Russian River are mostly sand (unit Qms) and a mix of sand, gravel, and cobbles (units Qmsc and Qmsd). The more coarse-grained sands and gravels (units Qmsc and Qmsd) are primarily recognized on the basis of bathymetry and high backscatter. Both Qmsc and Qmsd typically have abrupt landward contacts with bedrock (units Tgr, Tsm, Tkfs, fsr) and form irregular to lenticular exposures that are commonly elongate in the shore-normal direction. Contacts between units Qmsc and Qms are typically gradational. Unit Qmsd forms erosional lags in scoured depressions that are bounded by relatively sharp and less commonly diffuse contacts with unit Qms horizontal sand sheets. These depressions are typically a few tens of centimeters deep and range in size from a few 10's of sq m to more than one sq km. Similar Qmsd scour depressions are common along this stretch of the California coast (see, for example, Cacchione and others, 1984; Hallenbeck and others, 2012) where surficial offshore sandy sediment is relatively thin (thus unable to fill the depressions) due to both lack of sediment supply and to erosion and transport of sediment during large northwest winter swells. Such features have been referred to as \"rippled-scour depressions\" (see, for example, Cacchione and others, 1984) or \"sorted bedforms\" (see, for example, Goff and others, 2005; Trembanis and Hume, 2011). Although the general areas in which both Qmsd scour depressions and surrounding mobile sand sheets occur are not likely to change substantially, the boundaries of the individual Qmsd depressions are likely ephemeral, changing seasonally and during significant storm events. Unit Qmsf lies offshore of unit Qms, and consists primarily of mud and muddy sand and is commonly extensively bioturbated. The water depth of the transition from sand-dominated marine sediment (unit Qms) to mud-dominated marine sediment (Qmsf) increases from about 45 to 50 m directly offshore of the mouth of the Russian River to as much as about 60 m adjacent to the rocky outcrops along the northern map boundary. This change is clearly related to the large amount of fine sediment load carried by the Russian River, which feeds a widespread, mid-shelf, mud belt that extends along the mid-shelf from Point Arena to Point Reyes (Klise, 1983; Drake and Cacchione, 1985; Demirpolat, 1991). Map unit polygons were digitized over underlying 2-meter base layers developed from multibeam bathymetry and backscatter data (see Bathymetry--Offshore Fort Ross, California and Backscattter A to C--Offshore Fort Ross, California, DS 781, for more information). The bathymetry and backscatter data were collected between 2006 and 2009. References Cited Cacchione, D.A., Drake, D.E., Grant, W.D., and Tate, G.B., 1984, Rippled scour depressions of the inner continental shelf off central California: Journal of Sedimentary Petrology, v. 54, p. 1,280-1,291. Demirpolat, S., 1991, Surface and near-surface sediments from the continental shelf off the Russian River, northern California: Marine Geology, v. 99, p. 163-173. Drake, D.E., and Cacchione, D.A., 1985, Seasonal variation in sediment transport on the Russian River shelf, California: Continental Shelf Research, v. 14, p. 495-514. Farnsworth, K.L., and Warrick, J.A., 2007, Sources, dispersal, and fate of fine sediment supplied to coastal California: U.S. Geological Survey Scientific Investigations Report 2007-5254, 77 p. Goff, J.A., Mayer, L.A., Traykovski, P., Buynevich, I., Wilkens, R., Raymond, R., Glang, G., Evans, R.L., Olson, H., and Jenkins, C., 2005, Detailed investigations of sorted bedforms or \"rippled scour depressions\", within the Martha’s Vineyard Coastal Observatory, Massachusetts: Continental Shelf Research, v. 25, p. 461-484. Hallenbeck, T.R., Kvitek, R.G., and Lindholm, J., 2012, Rippled scour depressions add ecologically significant heterogeneity to soft-bottom habitats on the continental shelf: Marine Ecology Progress Series, v. 468, p. 119-133. Klise, D.H., 1983, Modern sedimentation on the California continental margin adjacent to the Russian River: M.S. thesis, San Jose State University, 120 p. Lambeck, K., and Chappell, J., 2001, Sea level change through the last glacial cycle: Science, v. 292, p. 679-686, doi: 10.1126/science.1059549. Peltier, W.R., and Fairbanks, R.G., 2005, Global glacial ice volume and Last Glacial Maximum duration from an extended Barbados sea level record: Quaternary Science Reviews, v. 25, p. 3,322-3,337. Trembanis, A.C., and Hume, T.M., 2011, Sorted bedforms on the inner shelf off northeastern New Zealand-Spatiotemporal relationships and potential paleo-environmental implications: Geo-Marine Letters, v. 31, p. 203-214.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-123.10"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "38.56"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "graphic-preview-type",
      "value": "JPEG"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "graphic-preview-file",
      "value": "<http://pubs.usgs.gov/ds/781/OffshoreFortRoss/images/Geology_OffshoreFortRoss.jpg>"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-123.31, 38.4], [-123.1, 38.4], [-123.1, 38.56], [-123.31, 38.56], [-123.31, 38.4]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: This information is not intended for navigational purposes. Read and fully comprehend the metadata prior to data use. Uses of these data should not violate the spatial resolution of the data. Where these data are used in combination with other data of different resolution, the resolution of the combined output will be limited by the lowest resolution of all the data. Acknowledge the U.S. Geological Survey in products derived from these data. Share data products developed using these data with the U.S. Geological Survey. This database has been approved for release and publication by the Director of the USGS. Although this database has been subjected to rigorous review and is substantially complete, the USGS reserves the right to revise the data pursuant to further analysis and review. Furthermore, it is released on condition that neither the USGS nor the United States Government may be held liable for any damages resulting from its authorized or unauthorized use. Although this Federal Geographic Data Committee-compliant metadata file is intended to document these data in nonproprietary form, as well as in ArcInfo format, this metadata file may include some ArcInfo-specific terminology.\", \"Access Constraints: If physical samples or materials are available, constraints on their on-site access are described in \\\"WR CMG Sample Distribution Policy\\\" at URL: http://walrus.wr.usgs.gov/infobank/programs/html/main/sample-dist-policy.html\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2006-01-01"
    },
    {
      "key": "contact-email",
      "value": "shartwell@usgs.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-123.31"
    },
    {
      "key": "metadata-date",
      "value": "2013-01-01"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2014-01-01\"}]"
    },
    {
      "key": "graphic-preview-description",
      "value": "Geology offshore Fort Ross."
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\" \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"USGS Pacific Coastal and Marine Science Center\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2009-01-01"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "bbox-south-lat",
      "value": "38.40"
    },
    {
      "key": "tags",
      "value": "jenner, pacific ocean, russian river, state of california, oceans, bathymetry/seafloortopography, bathymetry, seafloor topography, fort ross"
    },
    {
      "key": "harvest_object_id",
      "value": "7313e6a7-d474-4341-8032-70234d5336f1"
    },
    {
      "key": "harvest_source_id",
      "value": "77f16df5-23cd-41bb-86af-1bdf1be6f907"
    },
    {
      "key": "harvest_source_title",
      "value": "U.S. Geological Survey Coastal Map"
    }
  ],
  "title": "Geology and geomorphology--Offshore of Fort Ross Map Area, California",
  "revision_id": "3b9a648b-184f-434a-aa36-0ea5588f4e13"
}