{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "3a16c7de-f180-4640-bcd7-704e3d57fcd2",
  "metadata_created": "2015-12-20T18:45:41.379351",
  "metadata_modified": "2015-12-20T18:45:41.379351",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "3a16c7de-f180-4640-bcd7-704e3d57fcd2",
      "webstore_last_updated": null,
      "id": "a028a26d-4a75-4aa8-91a9-7e9e4e5ae4cf",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 19,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "43ceda4d-e603-497a-ac7a-0b0325ca853b",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-12-20T13:45:41.516688",
      "url": "http://www.ccfhr.noaa.gov/",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 1,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "noaa-point-shapefile-100m2-fish-density-for-dry-tortugas-united-states-project-nf-08-06-sacs-2de014",
  "isopen": false,
  "url": null,
  "notes": "The research mission was conducted in the Dry Tortugas, FL by National Ocean Service scientists from the Center for Coastal Habitat and Fisheries Research (CCFHR) during 2008 aboard the NOAA Ship Nancy Foster. The overall objective of CCFHR's research in the Tortugas is to examine the effects of implementation of the Tortugas North Ecological Reserve (TNER). The establishment of the TNER, a no-take reserve, in 2001 provided the opportunity to examine the response of the fish and benthic communities to the creation of a refuge for exploited reef fishes. Historically, exploitation of reef fishes in the Tortugas has focused on large predatory reef fishes, primarily snappers and groupers and, to a lesser extent, grunts. Trends in populations of these targeted species are expected to vary relative to geographic variation in fishing mortality (F). Increasing trends in targeted species abundance are expected in the TNER where all fishing was prohibited in 2001. Within adjacent areas managed as the Exclusive Economic Zone (EEZ), where both federally sanctioned commercial and recreational fisheries are permitted, exploited populations are expected to be depressed relative to those in the TNER. Within the Dry Tortugas National Park (DTNP) where fishing effort is limited to recreational hook and line fishing, trends in exploited species are expected to be intermediate to those observed in the TNER and EEZ. Cascading effects due to change in abundance of exploited species is expected to indirectly impact corals and other sessile benthic communities. Sampling to detect reserve implementation effects was conducted at the ecotone between the reef habitat of the banks and the surrounding soft-bottom shelf where the structure and composition of communities should provide sensitive indicators of a reserve effect. Energy flow across reef-sand boundaries is critical to reef communities. Energy and nutrients are imported to the reef by nocturnally foraging reef fish that feed in sand, algae, and seagrass flats adjacent to the reef. The majority of the TNER (approximately 70%) consists of soft-bottom shelf habitat, and previous work on the west Florida shelf suggests that benthic primary production is the major energy source supporting fish biomass. In addition to providing ecologically sensitive sampling locations, the interface between bank and shelf provided a distinct landscape feature suited to a comparative analysis of management impact. Observations were made using 1) a stratified-random survey design for scuba divers visual observations, 2) a systematic survey of fish and fauna using scientific splitbeam echosounders (fisheries sonar) to map fish densities and biomass on the shelf, coral and softbottom habitats.",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-82.921730"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "24.880377"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "24.583962"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-83.113441, 24.583962], [-82.92173, 24.583962], [-82.92173, 24.880377], [-83.113441, 24.880377], [-83.113441, 24.583962]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Not for Navigation\", \"Access Constraints: Please cite any use of this data.\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2008-07-25"
    },
    {
      "key": "contact-email",
      "value": "chris.taylor@noaa.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-83.113441"
    },
    {
      "key": "metadata-date",
      "value": "2011-12-05"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "asNeeded"
    },
    {
      "key": "licence",
      "value": "[\"These data were prepared by an agency of the United States Government. Neither the United States Government nor any agency thereof, nor any of their employees, make any warranty, expressed or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of any information, apparatus, product, or process disclosed, or represents that its use would not infringe privately owned rights. Reference therein to any specific commercial product, process, or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply its endorsement, recommendation, or favoring by the United States Government or any agency thereof. Any views and opinions expressed herein do not necessarily state or reflect those of the United States Government or any agency thereof. Although all data have been used by NOAA, no warranty, expressed or implied, is made by NOAA as to the accuracy of the data and/or related materials. The act of distribution shall not constitute any such warranty, and no responsibility is assumed by NOAA in the use of these data or related materials.NOAA makes no warranty regarding these data, expressed or implied, nor does the fact of distribution constitute such a warranty. NOAA can not assume liability for and damages caused by any errors or omissions in these data, nor as a result of the failure of these data to function on a particular system.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Department of Commmerce (DOC), National Oceanic and Atmospheric Administration (NOAA), Nation Ocean Service (NOS), National Centers for Coastal Ocean Science (NCCOS), Center for Coastal Fisheries and Habitat Research (CCFHR), Applied Ecology and Restoration Research Branch\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2008-08-04"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "fisheries acoustics, 120khz, coral, splitbeam sonar, hydrographic acoustics, es60, noaa, simard, fish survey, florida keys, reef, gulf of mexico, florida keys national marine sancturay, dry tortugas"
    },
    {
      "key": "harvest_object_id",
      "value": "ee9bb58b-f5de-4f82-bce2-95e24cf8bad5"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "NOAA Point Shapefile - 100m2 Fish Density for Dry Tortugas, United States, Project NF-08-06-SACS, 2008, WGS84",
  "revision_id": "43ceda4d-e603-497a-ac7a-0b0325ca853b"
}