{
  "license_title": "License not specified",
  "maintainer": "Russ  Strach",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "402679b1-4073-4bbb-b0e2-c4dde5aa4403",
  "metadata_created": "2015-10-15T06:05:26.477266",
  "metadata_modified": "2015-10-15T06:05:26.477266",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 15,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "great-lakes-science-center",
  "isopen": false,
  "url": null,
  "notes": " Since 1927, Great Lakes Science Center (GLSC) research has provided critical information for the sound management of Great Lakes fish populations and other important natural resources in the basin. GLSC research focuses on six science themes: deepwater ecosystems, coastal ecosystems, environmental health, invasive species, restoration ecology, and emerging issues. The GLSC is geographically deployed throughout the Great Lakes basin through seven strategically located field stations and five large research vessels. The GLSC uses interdisciplinary teams and approaches to provide the information needed to solve the complex biological issues and natural resource management problems facing the Great Lakes. Working in partnership with resource management agencies, the GLSC provides unbiased scientific information on Great Lakes biological and habitat resources, and determines the effectiveness of resource management and ecological restoration efforts. The Great Lakes states, tribal fishery management authorities, Canadian federal and provincial authorities, and U.S. federal agencies are the GLSC&amp;#39;s main partners. The Science Research at the GLSC is organized according to six science themes, which build upon historical and current strengths, and anticipate future concerns and needs: Deepwater ecosystems, involving basinwide netting and hydro-acoustic surveys, with emphasis on sampling preyfish and other lower trophic level biota, and development of ecosystem models that improve our understanding of food web structure and function. Coastal ecosystems, including research spanning the microscopic to landscape that explores the dynamic zone linking watersheds to offshore waters, terrestrial and aquatic ecosystems, and locations where people use, impact, and appreciate the Great Lakes. Environmental health, incorporating monitoring of beach and fish health, evaluation of health risks, mitigation of negative effects of stressors, and development of new methods of monitoring to anticipate emerging threats at the lake and basin levels. Invasive species, focusing on understanding ecosystem impacts through the integration of observational, experimental, and modeling methods that characterize the drivers of invasion, and the development and evaluation of control measures for managers. Restoration ecology, using scientific expertise in species biology, community dynamics, and ecosystem processes torestore habitats altered by human activity, rehabilitate vulnerable species, and promote resilient and sustainable communities. Emerging issues, such as rapid ecological change due to climate effects and species invasions, involving the prioritization of issues, and consideration of how new techniques and technology can change the effectiveness of science.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "687d707f-0375-4392-bd36-74ef62e7f702"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5819"
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "repPhone",
      "value": "734-994-3331"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5819"
    },
    {
      "key": "source_hash",
      "value": "5582a813e787d236d42abe3d3f7575a264e7c3c5"
    },
    {
      "key": "harvest_object_id",
      "value": "687d707f-0375-4392-bd36-74ef62e7f702"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Great Lakes Science Center",
  "revision_id": "688f0616-909f-4ed6-b6da-daef0ecbb31b"
}