{
  "license_title": "U.S. Government Work",
  "maintainer": "Stephen Gaddis",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "stephen.w.gaddis@nasa.gov",
  "num_tags": 3,
  "id": "9a3f33ec-3d6e-4d52-8b32-2f3db364d514",
  "metadata_created": "2015-04-09T18:58:25.160432",
  "metadata_modified": "2015-07-08T19:31:12.977947",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "9a3f33ec-3d6e-4d52-8b32-2f3db364d514",
      "webstore_last_updated": null,
      "id": "769f0fbb-3740-4a3c-bec9-c15d8a0de2b9",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "XML",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/xml",
      "cache_url": null,
      "name": "XML File",
      "created": "2015-04-09T14:58:25.284846",
      "url": "http://techport.nasa.gov/xml-api/17559",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "574aff9e-4354-44b7-9fbb-7dca617b09ff",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "active",
      "id": "e48100ef-ebfc-4859-8e8a-91a0f5feaae6",
      "name": "active"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "langley-research-center",
      "id": "e1d02700-3cef-4e5e-9f1b-0d386d40aa41",
      "name": "langley-research-center"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "project",
      "id": "24471320-3e5c-42b5-a078-8e48e70e2ac4",
      "name": "project"
    }
  ],
  "tracking_summary": {
    "total": 32,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "lightweight-materials-and-structures-lms-minimalistic-advanced-softgoods-hatch-mash-projec",
  "isopen": true,
  "url": null,
  "notes": "&lt;p&gt;MASH project will collaborate with NASA and industry stakeholders to facilitate design, identify materials, novel fabrication processes, and conduct validation testing and analysis of a lightweight airlock hatch system test article.&amp;nbsp; MASH project will meet its objective through a combination of concept designs and trades, system and conop requirements definition, component development, and system design, fabrication, and testing in conjunction with mission architecture and operations studies.&amp;nbsp; The project will address mission needs, technical challenges, risks related to the use of soft goods materials and structures.&lt;/p&gt;&lt;p&gt;The MASH project has 2 elements.&amp;nbsp; The first element is a series of trade studies and evaluations that will 1) establish basic requirements and figure of merits (FOM) for the hatch system, 2) evaluate hatch concepts against requirements and FOMs, 3) survey candidate materials for hatch design, and 4) support mission impact studies that will inform the hatch design requirements. &amp;nbsp;&amp;nbsp;&lt;/p&gt;&lt;p&gt;The second element (WBS 2.2), hatch technology development, uses a building block approach to systematically develop and demonstrate a soft goods hatch system.&amp;nbsp; The approach includes design, analysis, fabrication and testing of first, hatch components and then, an integrated hatch system.&lt;/p&gt;&lt;p&gt;In FY14, the requirements and FOMs were determined from existing NASA standards for soft good structures and hatch design as well as customer needs. An initial trade evaluation informed the design of the hatch system at the beginning of the project and down selected a minimal set of design options.&amp;nbsp;&amp;nbsp; This minimal set of concept options will be matured with analysis and design details in the first quarter of FY15.&amp;nbsp; A final trade evaluation with updated requirements and FOMS will be conducted to select a primary hatch design for maturation, fabrication and demonstration.&amp;nbsp;&amp;nbsp; In addition, a materials survey will be conducted to inform the current state of the art (SOA) and advance material options for the hatch system design.&amp;nbsp;&lt;/p&gt;&lt;p&gt;In FY15, the MASH project will work with a HAT vehicle analysis team to define a reference airlock.&amp;nbsp; The reference airlock will be used to inform and evaluate the performance of the hatch system against the key performance parameters, mass and volume.&lt;/p&gt;&lt;p&gt;In FY15 MASH will also futher the technology development of a soft goods hatch system design.&amp;nbsp; Material candidate(s) from the materials survey and performance evaluations will be selected for implementation into the hatch design.&amp;nbsp; Design analysis cycles will be conducted to inform fabrication of hatch components.&amp;nbsp; Hatch components will be experimentally tested to validate performance.&amp;nbsp; Specifically, sealing tests for required pressure loads and packaging evaluations will be peformed.&amp;nbsp; The design, analysis, and component test validation along with customer needs will inform a final hatch design for a hatch system demonstration in FY16.&amp;nbsp; The potential customers will be invited to participate in the design selection and evaluation to ensure the soft hatch design continues to be relevant to their needs.&amp;nbsp; The technical review of the final hatch system design will be conducted prior to a continuation review of the project, and fabrication of a hatch system.&amp;nbsp;&lt;/p&gt;&lt;p&gt;In FY16 MASH project activities will focus on the fabrication and experimental testing of the integrated hatch system. &amp;nbsp;Design details for fabrication and the procurment statement of work (SOW) will be completed and ready for award the first quarter of FY16.&amp;nbsp; An award kick-off and an intermin review for fabrication will be held during the fabrication process to ensure the fabrication of the hatch will meet requirements.&amp;nbsp; On reciept of the fabricated hatch system, evaluations&amp;nbsp; will include analysis focused on structural performance for require loads and test evaluations focused on packaging to detemine compact stowage parameters.&amp;nbsp; Analysis and hardware evaluation will assess the expected mass of the system.&amp;nbsp; Operation functions will be defined and examined in conjunction with customer needs and requirements.&amp;nbsp; A final technical review of the design, analysis, and evaluations will be conduct to confirm the level of TRL advancement of the MASH project.&lt;/p&gt;&lt;p&gt;Key Deliverables:&lt;/p&gt;&lt;p&gt;The MASH project will provide potential users with a soft hatch concept of operations, detailed design, interface, and performance information, as well as the results of formal trade studies and test results at the completion of the project (FY16).&amp;nbsp; Interim reports and presentations will also be provided throughout the project.&amp;nbsp;&amp;nbsp;&lt;/p&gt;",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2014-04-01T00:00:00Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "references",
      "value": [
        "http://techport.nasa.gov/home",
        "http://techport.nasa.gov/doc/home/TechPort_Advanced_Search.pdf",
        "http://techport.nasa.gov/fetchFile?objectId=6561",
        "http://techport.nasa.gov/fetchFile?objectId=3456",
        "http://techport.nasa.gov/fetchFile?objectId=3447",
        "http://techport.nasa.gov/fetchFile?objectId=6584",
        "http://techport.nasa.gov/fetchFile?objectId=6560",
        "http://techport.nasa.gov/fetchFile?objectId=3448"
      ]
    },
    {
      "key": "source_hash",
      "value": "d91129c8ca4e70a1a280405410889f3d90972fd3"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "temporal",
      "value": "2014-04-01T00:00:00Z/2016-09-01T00:00:00Z"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:000"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://techport.nasa.gov/view/17559"
    },
    {
      "key": "harvest_object_id",
      "value": "1dc0b372-2759-4489-a401-0125650b4fa3"
    },
    {
      "key": "publisher",
      "value": "Space Technology Mission Directorate"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a8bc63a7fe59b4984b5"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "National Aeronautics and Space Administration > Space Technology Mission Directorate"
    },
    {
      "key": "modified",
      "value": "2015-03-12"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": "TECHPORT_17559"
    },
    {
      "key": "harvest_object_id",
      "value": "1dc0b372-2759-4489-a401-0125650b4fa3"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Lightweight Materials and Structures (LMS): Minimalistic Advanced SoftGoods Hatch (MASH) Project",
  "revision_id": "f3470f60-e910-44f5-8f59-b0cc69323a59"
}