{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "388459a2-ec00-47a1-859b-6dd28b94909a",
  "metadata_created": "2013-12-07T09:04:35.840496",
  "metadata_modified": "2013-12-07T09:04:35.840496",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "388459a2-ec00-47a1-859b-6dd28b94909a",
      "webstore_last_updated": null,
      "id": "b54e5d9a-d3e9-4e28-a303-fcfe2b313435",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "NDGIS web site",
      "format": "",
      "tracking_summary": {
        "total": 2071,
        "recent": 62
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "WWW:LINK-1.0-http--link",
      "mimetype": null,
      "cache_url": null,
      "name": "NDGIS web site",
      "created": "2013-12-07T04:04:35.943265",
      "url": "http://www.nd.gov/gis",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "370a240e-e154-4e55-9717-b89bf28467cf",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "388459a2-ec00-47a1-859b-6dd28b94909a",
      "webstore_last_updated": null,
      "id": "c4d59b35-83ee-4b38-91b4-3606b713ecaf",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "Download STATSGO Soils Polygons",
      "format": "",
      "tracking_summary": {
        "total": 9,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "WWW:LINK-1.0-http--related",
      "mimetype": null,
      "cache_url": null,
      "name": "Download STATSGO Soils Polygons",
      "created": "2013-12-07T04:04:35.943296",
      "url": "http://www.nd.gov/gis/apps/DataDownload/?clipping=Full&coord=ND83-SF&format=SHAPE&layers=NDHUB.STATSGO_NORTHDAKOTA",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "370a240e-e154-4e55-9717-b89bf28467cf",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "388459a2-ec00-47a1-859b-6dd28b94909a",
      "webstore_last_updated": null,
      "id": "7aed4176-5e0f-4e23-a459-82ba2ecedf3c",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "STATSGO Description",
      "format": "HTML",
      "tracking_summary": {
        "total": 3,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "WWW:LINK-1.0-http--related",
      "mimetype": null,
      "cache_url": null,
      "name": "STATSGO Description",
      "created": "2013-12-07T04:04:35.943305",
      "url": "http://soils.usda.gov/survey/geography/ssurgo/description_statsgo2.html",
      "webstore_url": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "370a240e-e154-4e55-9717-b89bf28467cf",
      "resource_type": null
    }
  ],
  "num_resources": 3,
  "tags": [

  ],
  "tracking_summary": {
    "total": 69,
    "recent": 3
  },
  "groups": [
    {
      "display_name": "Local Government",
      "description": "Local Government Topic - for all datasets with state, local, county organizations",
      "image_display_url": "",
      "title": "Local Government",
      "id": "ccc6c266-eee8-44bd-89aa-7cd8c4c6bf46",
      "name": "local"
    }
  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The GIS Hub is the state source for GIS - data, services, and information.  More information can be found at www.nd.gov/gis.",
    "created": "2013-03-14T03:44:44.340717",
    "title": "State of North Dakota",
    "name": "nd-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.nd.gov/gis/images/ndgis-logo.gif",
    "revision_id": "27517bb9-815c-4d4f-b45b-b88b6316697b",
    "type": "organization",
    "id": "1c782de6-9f1f-4427-93fd-33732e29970f",
    "approval_status": "approved"
  },
  "name": "statsgo-soils-polygons-1-250000-scale",
  "isopen": false,
  "url": null,
  "notes": "This data set is a digital general soil association map developed by the National Cooperative Soil Survey. It consists of a broad based inventory of soils and nonsoil areas that occur in a repeatable pattern on the landscape and that can be cartographically shown at the scale mapped. The soil maps for STATSGO are compiled by generalizing more detailed soil survey maps. Where more detailed soil survey maps are not available, data on geology, topography, vegetation, and climate are assembled, together with Land Remote Sensing Satellite (LANDSAT) images. Soils of like areas are studied, and the probable classification and extent of the soils are determined. Map unit composition for a STATSGO map is determined by transecting or sampling areas on the more detailed maps and expanding the data statistically to characterize the whole map unit. This data set consists of georeferenced digital map data and computerized attribute data. The map data are collected in 1-by 2-degree topographic quadrangle units and merged and distributed as statewide coverages. The soil map units are linked to attributes in the Map Unit Interpretations Record relational data base which gives the proportionate extent of the component soils and their properties.",
  "owner_org": "1c782de6-9f1f-4427-93fd-33732e29970f",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-96.554672"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "49.000305"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "graphic-preview-type",
      "value": "png"
    },
    {
      "key": "guid",
      "value": "1ba042ba-0202-4ccf-aae6-9722b83d37a3"
    },
    {
      "key": "graphic-preview-file",
      "value": "soilsstatsgopoly_s.png"
    },
    {
      "key": "bbox-south-lat",
      "value": "45.934937"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-104.049263, 45.934937], [-96.554672, 45.934937], [-96.554672, 49.000305], [-104.049263, 49.000305], [-104.049263, 45.934937]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"The U.S. Department of Agriculture, Soil Conservation Service should be acknowledged as the data source in products derived from these data. STATSGO was designed primarily for regional, multicounty, river basin, State, and multistate resource planning, management, and monitoring. STATSGO data are not detailed enough to make interpretations at a county level. This soil survey product is not designed for use as a primary regulatory tool in permitting or citing decisions, but may be used as a reference source. The use of these data is not restricted and may be interpreted by organizations, agencies, units of government, or others; however, they are responsible for its appropriate application. Federal, State, or local regulatory bodies are not to reassign to the Soil Conservation Service any authority for the decisions that they make. The Soil Conservation Service will not perform any evaluations of these maps for purposes related solely to state or local regulatory programs. When STATSGO data are overlayed with other data layers, such as land use data, caution must be used in generating statistics on the co-occurence of the land use data with the soil data. The composition of the STATSGO map unit can be characterized independently for the land use and for the soil component, but there are no data on their joint occurrence at a more detailed level. Analysis of the overlayed data should be on a map polygon basis. Additional political, watershed, or other boundaries may be intersected with the soil data. Although the composition of each political and watershed unit may be described in terms of the STATSGO map units, information is not available to assign the components to the boundary units with full accuracy. As with the land use categories, the analysis should be restricted to the classified components. The approximate minimum area delineated is 625 hectares (1,544 acres), which is represented on a 1:250,000-scale map by an area approximately 1 cm by 1 cm (0.4 inch by 0.4 inch). Linear delineations are not less than 0.5 cm (0.2 inch) in width. The number of delineations per 1:250,000 quadrangle typically is 100 to 200, but may range up to 400. Delineations depict the dominant soils making up the landscape. Other dissimilar soils, too small to be delineated, are present within a delineation. Digital enlargements of these maps to scales greater than at which they were originally mapped can cause misinterpretation of the data. If enlarged, maps do not show the small areas of contrasting soils that could have been shown at a larger scale. The depicted soil boundaries, interpretations, and analysis derived from them do not eliminate the need for onsite sampling, testing, and detailed study of specific sites for intensive uses. Thus, these data and their interpretations are intended for planning purposes only. Data attributes for some data elements may be incomplete or missing. Where data are unavailable, a mask should be used to exclude the area from analysis. Digital data files are periodically updated. Files are dated, and users are responsible for obtaining the latest version of the data.\", \"Although these data have been processed successfully on a computer system at the U.S Department of Agriculture, no warranty expressed or implied is made by the Agency regarding the utility of the data on any other system, nor shall the act of distribution constitute any such warranty. The U.S. Department of Agriculture will warrant the delivery of this product in computer-readable format, and will offer appropriate adjustment of credit when the product is determined unreadable by correctly adjusted computer input peripherals, or when the physical medium is delivered in damaged condition. Request for adjustment of credit must be made within 90 days from the date of this shipment from the ordering site. The U.S. Department of Agriculture, nor any of its agencies are liable for misuse of the data. It is also not liable for damage, transmission of viruses, or computer contamination through the distribution of these data sets. The U.S. Department of Agriculture prohibits discrimination in its programs on the basis of race, color, national origin, sex, religion, age, disability, political beliefs, and marital or familial status. (Not all prohibited bases apply to all programs.)\"]"
    },
    {
      "key": "contact-email",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-104.049263"
    },
    {
      "key": "metadata-date",
      "value": "2013-05-10T10:46:00"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"1994-01-02\"}]"
    },
    {
      "key": "graphic-preview-description",
      "value": "thumbnail"
    },
    {
      "key": "frequency-of-update",
      "value": "asNeeded"
    },
    {
      "key": "licence",
      "value": "[]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"U.S. Department of Agriculture, Soil Conservation Service\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "geoscientificInformation, farming, Soils, General Soils Map, USDA, environment, State Soil Geographic, NRCS, STATSGO, North Dakota (38)"
    },
    {
      "key": "harvest_object_id",
      "value": "cb1a40b8-a1f8-4db4-84a4-468a60af25ca"
    },
    {
      "key": "harvest_source_id",
      "value": "84c521c5-b395-41bb-9ea0-af7f22bed9d8"
    },
    {
      "key": "harvest_source_title",
      "value": "North Dakota GIS Hub Data Portal"
    }
  ],
  "title": "STATSGO Soils Polygons - 1:250,000 Scale",
  "revision_id": "370a240e-e154-4e55-9717-b89bf28467cf"
}