{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "283f12f5-21db-4ac2-9a3f-44658beb9af2",
  "metadata_created": "2015-10-15T06:05:09.883288",
  "metadata_modified": "2015-10-30T05:24:41.494074",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "283f12f5-21db-4ac2-9a3f-44658beb9af2",
      "webstore_last_updated": null,
      "id": "5ab18109-d20b-453f-aa29-35fad64659d2",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:41.581479",
      "url": "http://www.fhwa.dot.gov/research/tfhrc/labs/geometric/",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "d0423148-4b5f-40f7-a350-be20735f9ea9",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 4,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "geometric-design-laboratory",
  "isopen": false,
  "url": null,
  "notes": "  Purpose: The mission of the Geometric Design Laboratory (GDL) is to support the Office of Safety Research and Development in research related to the geometric design of roadways and the impacts on safety. The GDL provides technical support to develop, maintain, and enhance tools for the safety evaluation of highway geometric design alternatives. This includes coordination of the Highway Safety Manual (HSM) with related tools, e.g., the Interactive Highway Safety Design Model (IHSDM) and SafetyAnalyst. The GDL supports the HSM through implementation of HSM methods in IHSDM software; by providing technical support to HSM users; by performing HSM-related technology facilitation; and by conducting HSM-related training and research. The GDL also contributes to Federal Highway Administration&amp;#39;s (FHWA&amp;#39;s) Roadway Safety Data Program (RSDP) initiatives to advance State and local safety data systems and safety data analyses by supporting the use of Geographic Information Systems (GIS) for advancing the quantification of highway safety (e.g., through the integration of GIS with highway safety analysis tools); and supports the Safety Training and Analysis Center (STAC) in its mission to assist the research community and State departments of transportation (DOTs) in using data from the second Strategic Highway Research Program&amp;#39;s (SHRP2) Naturalistic Driving Study (NDS) and Roadway Information Database (RID).  Laboratory Description: GDL staff focuses on the following tasks.   Research: Support IHSDM, Highway Safety Manual, and other highway safety-related research efforts.  Software Development: Support the full life cycle of IHSDM software development, including developing functional specifications; performing verification and validation of the models that are core IHSDM components; providing recommendations to the IHSDM software developer on all facets of the software (e.g., the graphical user interface, output/reporting); preparing IHSDM documentation; performing alpha testing of IHSDM software; and coordinating the beta testing of IHSDM software by end users. The GDL also helps coordinate the interaction of key players in IHSDM software development, including research contractors, software developers, end users, and commercial computer-aided design (CAD)/roadway design software vendors.  Technology Facilitation: Support technology facilitation for the IHSDM and HSM. The GDL provides the sole source of technical support to IHSDM users and provides technical support to HSM users. GDL markets IHSDM and HSM to decisionmakers and potential end users, and participates in developing and delivering IHSDM/HSM training.   Laboratory Capabilities: The staff of the GDL includes professionals with expertise in transportation engineering and familiarity with software development, which allows the GDL to support IHSDM development in various ways and to assume a unique coordination role. The GDL&amp;#39;s transportation engineering expertise supports the laboratory&amp;#39;s function of reviewing and assisting the development of the engineering models included in IHSDM for evaluating the safety of roadway designs. By combining transportation engineering and software development expertise, the GDL has the unique ability to evaluate software from both the software developer and end-user perspective. Communications and engineering skills help GDL staff to understand the needs of the audience (e.g., design engineers), thereby supporting effective technical assistance to end users. IHSDM development is a long-term effort, involving many research contractors, software developers, and FHWA staff. In addition, FHWA seeks input from end users and user organizations to help ensure that IHSDM is responsive to user needs. The staff of the GDL helps coordinate the interaction of all those involved with IHSDM development. Staff at the GDL participates in HSM development and technology facilitation. In addition, the IHSDM Crash Prediction Module is a faithful implementation of HSM Part C (Predictive Method). Therefore, GDL staff is well equipped to support HSM-related activities.  Laboratory Equipment: The GDL is equipped with computer hardware and software typically employed by users of IHSDM, including commercial CAD/roadway design software.  Laboratory Services: The GDL supports the HSM through implementation of HSM methods in IHSDM software; by providing technical support to HSM users; by performing HSM-related technology facilitation; and by conducting HSM-related research. To develop and promote IHSDM, GDL staff provides or has provided the following services:  For all IHSDM safety evaluation modules (Crash Prediction, Design Consistency, Intersection Review, Policy Review, Traffic Analysis and Driver/Vehicle), the GDL conducts software testing to verify, validate, and evaluate the IHSDM software system and develops and/or finalizes the software&amp;#39;s functional specifications. Participates in development and delivery of IHSDM training. Provides the sole source of technical assistance to IHSDM users ( ihsdm.support@dot.gov; 202-493-3407). Supports coordination and integration of IHSDM with civil design software packages. Develops, reviews, maintains, and enhances documentation for IHSDM users. Conducts technical reviews and prepares review comments on contract research deliverables. Provides technical support in the development, production, and dissemination of IHSDM-related marketing materials. Provides technical content for the IHSDM Web site.  The GDL also contributes to FHWA Roadway Safety Data Program (RSDP) initiatives to advance State and local safety data systems and safety data analyses by supporting the use of GIS for advancing the quantification of highway safety; e.g., through the integration of GIS with highway safety analysis tools (including extraction of data from GIS for input to safety analyses and representation of safety analysis results in the GIS environment). Such contributions support efforts by State and local agencies to:  Extract roadway geometrics from GIS/GPS data. Develop GIS-based tools for collecting roadway inventory data. Process data gathered using instrumented vehicles (e.g., LiDAR). Leverage GIS/GPS data for populating safety databases and performing safety analyses (e.g., safety management - HSM Part B, and crash prediction - HSM Part C).   The GDL supports the Safety Training and Analysis Center (STAC) in assisting the research community and State DOTs in using data from the SHRP2 Naturalistic Driving Study (NDS) and Roadway Information Database (RID); e.g., by assessing analytical possibilities associated with GIS data linkages to the RID.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6178"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "9570985f-cfb3-4495-9a67-5b1f1fd678dd"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6178"
    },
    {
      "key": "source_hash",
      "value": "556900df114315baf56652d4f73d2a6f187c9571"
    },
    {
      "key": "harvest_object_id",
      "value": "9570985f-cfb3-4495-9a67-5b1f1fd678dd"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Geometric Design Laboratory",
  "revision_id": "9040e49a-e469-40b0-a5dc-fcb95683f7e3"
}