{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "8c78ee69-f359-430c-b3fe-b69737d70792",
  "metadata_created": "2015-10-15T06:05:52.283950",
  "metadata_modified": "2015-10-30T05:25:02.574913",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "8c78ee69-f359-430c-b3fe-b69737d70792",
      "webstore_last_updated": null,
      "id": "a830ab74-e9c6-4452-8058-6bb4c32c7841",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:25:02.613138",
      "url": "http://www.fhwa.dot.gov/research/tfhrc/labs/materialscomplex/concrete/",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "ca69f934-bb12-4c3b-8749-107f7f428d8d",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 9,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "concrete-laboratory",
  "isopen": false,
  "url": null,
  "notes": "  Purpose: Researchers in the Concrete Laboratory evaluate new test methods, conduct concrete materials research, develop mixture design and analysis procedures for concrete pavements, and provide concrete forensics.  Laboratory Description: The Concrete Laboratory has facilities for evaluating plastic and hardened concrete properties, including rheology, setting, and calorimetry; concrete curing and volume change; concrete durability, including freezing, and thawing, and alkali-silica reaction; and mechanical properties, including strength and modulus of elasticity.  Laboratory Capabilities: The laboratory batches, mixes, and conducts tests on cement paste, mortar, and concrete. A curing room is available for curing concrete specimens under standard or other controlled conditions, and for assessing curing-related properties, such as degree of hydration, maturity, and shrinkage. The Concrete Laboratory includes facilities for investigating the effects of chemical and environmental exposure on concrete, as well as capabilities for assessing a number of distress mechanisms, including alkali-aggregate reaction, sulfate attack, chloride penetration, freezing and thawing, and thermal effects. The Concrete Laboratory also has an aggregate materials and sample preparation room. Facilities are available for testing the mechanical properties of concrete, steel, and composites. These facilities are inspected by the Cement and Concrete Reference Laboratory and accredited by the American Association of State Highway and Transportation Officials Materials Reference Laboratory.  Laboratory Equipment: Several concrete, mortar, and paste mixers of various sizes and types are available in the Concrete Laboratory, including a high-shear paste mixer and a high-intensity concrete mixer (Figure 1).    Figure 1. High-Intensity Concrete Mixer. Equipment for evaluating early-age mixtures includes a Vebe Consistometer, a Dynamic Shear Rheometer (Figure 2), a semi-adiabatic calorimeter, and an isothermal calorimeter (Figure 3).       Figure 2. Dynamic Shear Rheometer.     Figure 3. Isothermal Calorimeter. Concrete curing equipment includes three controlled curing tanks and two walk-in environmental chambers. Equipment for evaluating the durability of concrete includes an automated freeze-thaw chamber (Figure 4) with the capacity for 17 specimens, coefficient of thermal expansion test frames (developed in-house and obtained commercially), computer-controlled chloride penetration test equipment, and a surface resistivity apparatus (Figure 5).       Figure 4. Freeze-Thaw Chamber.     Figure 5. Surface Resistivity Apparatus. The Concrete Laboratory also performs shrinkage tests that include restrained shrinkage tests and autogenous shrinkage tests. The mechanical properties measurement equipment includes a universal testing machine with a capacity of 4,500 kilonewtons (1,000,000 pounds) and a beam tester with a capacity of 130 kilonewtons (30,000 pounds), a compressometer/extensometer, and four creep frames.  Laboratory Services: The Concrete Laboratory provides support in the following areas:  Evaluates and develops new or improved equipment and procedures for assessing the properties and performance of concrete, including materials selection, mixture proportioning, and construction of concrete. Mixes, casts, and tests concrete test specimens in support of other researchers at the Turner-Fairbank Highway Research Center. Investigates the properties and performance of concrete and its component materials (cement, aggregate, and supplementary and alternative cementitious materials admixtures, etc.). Performs specialized testing and forensic investigations on concrete to assist State departments of transportation and other research offices and divisions within the Federal Highway Administration.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6170"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "289dcc7f-f8f3-47a4-bc6a-89c834b96c7b"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6170"
    },
    {
      "key": "source_hash",
      "value": "66f4f270a6cb23710df361f907753c0c0a86e826"
    },
    {
      "key": "harvest_object_id",
      "value": "289dcc7f-f8f3-47a4-bc6a-89c834b96c7b"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Concrete Laboratory",
  "revision_id": "4a93e9b1-51f7-47fe-acf0-6e28c6a54719"
}