{
  "license_title": "U.S. Government Work",
  "maintainer": "Jason Derleth",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "jason.e.derleth@nasa.gov",
  "num_tags": 3,
  "id": "0a6680ca-073e-48ba-ad50-91bee128c6ae",
  "metadata_created": "2015-04-09T18:57:08.557863",
  "metadata_modified": "2015-07-08T19:30:29.708620",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "0a6680ca-073e-48ba-ad50-91bee128c6ae",
      "webstore_last_updated": null,
      "id": "282464ff-9147-4aac-9a60-a6c1cd1d23a4",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "XML",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/xml",
      "cache_url": null,
      "name": "XML File",
      "created": "2015-04-09T14:57:08.690115",
      "url": "http://techport.nasa.gov/xml-api/15889",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "5afa3adb-0ab2-438f-b76e-adfe2b1a1545",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "active",
      "id": "e48100ef-ebfc-4859-8e8a-91a0f5feaae6",
      "name": "active"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "nasa-headquarters",
      "id": "ba148baf-ed21-4140-a8f3-d5f87bcf6344",
      "name": "nasa-headquarters"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "project",
      "id": "24471320-3e5c-42b5-a078-8e48e70e2ac4",
      "name": "project"
    }
  ],
  "tracking_summary": {
    "total": 15,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "comet-hitchhiker-harvesting-kinetic-energy-from-small-bodies-to-enable-fast-and-low-cost-d",
  "isopen": true,
  "url": null,
  "notes": "&lt;p&gt;This idea can be intuitively understood by the analogy of fishing. Imagine a fisherman on a small boat tries to catch a big fish that runs at a high relative speed. Once the fish is on a hook, the experienced fisherman would let the line go while applying a moderate tension on it, instead of holding it tightly. If the line has a sufficient length, the boat can eventually catch up with the fish with moderate acceleration.&lt;/p&gt;&lt;p&gt;This concept brings three novel capabilities:&lt;/p&gt;&lt;p&gt;1. Fuel-less landing and orbit insertion. We estimate that a comet hitchhiker spacecraft can obtain up to ~10 km/s of delta-V by using a carbon nanotube (CNT) tether. This level of delta-V enables a spacecraft to land on/orbit around long-period comets and Kuiper belt objects (KBOs), which have not been even visited by any spacecraft yet. With existing technologies only a fly-by is realistic for these targets.&lt;/p&gt;&lt;p&gt;2. Non-gravitational slingshot around small bodies. A comet hitchhiker can obtain ~5 km/s of additional delta-V by utilizing just 25&#37; of the harvested energy for reeling in the tether and/or driving electric propulsion engines. The tether is detached from the target after the desired delta-V is obtained. Our concept enables to design a fast trajectory to a wide range of destinations in the Solar System by taking full advantage of the high relative velocity, abundance, and orbital diversity of small bodies. For example, by hitching a comet with q=0.5 AU, a comet hitchhiker can reach the current orbital distance of Pluto (32.6 AU) in 5.6 years and that of Haumea (50.8 AU) in 8.8 years.&lt;/p&gt;&lt;p&gt;3. Deep space energy production. Assuming 25&#37; efficiency of regenerative brake, a 2-ton comet hitchhiker can produce ~25 GJ of energy, which is sufficient to drive an instrument with 1 kW power consumption over 290 days. If future storage device can achieve the energy density of gasoline, 25 GJ can be stored in 500 kg of mass, making it a potential energy source in the outer Solar System.&lt;/p&gt;&lt;p&gt;Science missions enabled by the comet hitchhiker concept are not only intellectually exciting but also crucial to achieve a NASA&amp;rsquo;s strategic goals to &amp;quot;ascertain the content, origin and evolution of the Solar System.&amp;quot; Three particular examples of such missions are 1) exploration of primitive bodies, which preserve the chemical composition at the formation of the Solar System, 2) in-depth observation of KBOs, and 3) mapping of the distribution of interplanetary dust particles. All of the three science missions require a level of delta-V in deep space that is impractical or extremely costly using currently available technologies.&lt;/p&gt;&lt;p&gt;Our concept brings important advantages over a related concept of tether-based flyby, which uses a fixed length of tether in order to change the direction of the relative velocity like gravity assist. This concept cannot be used for landing and orbit insertion because it does not reduce the relative speed. The comet hitchhiker concept is distinct in that it reels out a tether while applying regenerative brake force to accelerate itself, and at the same time, to harvest energy. This approach allows the spacecraft to match its velocity with that of the target, and as a result, enables soft landing on and orbit insertion around unexplored bodies such as long-period comets and KBOs. We strongly believe that the comet hitchhiker concept will advance the frontier of space exploration to the most exotic worlds in the Solar System.&lt;/p&gt;",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2014-07-01T00:00:00Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "references",
      "value": [
        "http://techport.nasa.gov/home",
        "http://techport.nasa.gov/doc/home/TechPort_Advanced_Search.pdf",
        "http://techport.nasa.gov/fetchFile?objectId=6561",
        "http://techport.nasa.gov/fetchFile?objectId=3456",
        "http://techport.nasa.gov/fetchFile?objectId=3447",
        "http://techport.nasa.gov/fetchFile?objectId=6584",
        "http://techport.nasa.gov/fetchFile?objectId=6560",
        "http://techport.nasa.gov/fetchFile?objectId=3448"
      ]
    },
    {
      "key": "source_hash",
      "value": "e09327cc623a560f86a2c1dbc3ac825569be76d4"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "temporal",
      "value": "2014-07-01T00:00:00Z/2015-06-01T00:00:00Z"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:000"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://techport.nasa.gov/view/15889"
    },
    {
      "key": "harvest_object_id",
      "value": "8438da68-a30e-4478-9a5a-4a75cee99176"
    },
    {
      "key": "publisher",
      "value": "Space Technology Mission Directorate"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a89c63a7fe59b498358"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "National Aeronautics and Space Administration > Space Technology Mission Directorate"
    },
    {
      "key": "modified",
      "value": "2015-03-12"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": "TECHPORT_15889"
    },
    {
      "key": "harvest_object_id",
      "value": "8438da68-a30e-4478-9a5a-4a75cee99176"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Comet Hitchhiker: Harvesting Kinetic Energy from Small Bodies to Enable Fast and Low-Cost Deep Space Exploration Project",
  "revision_id": "ac000b90-32c3-4e9c-8cb3-f9370d583355"
}