{
  "license_title": "U.S. Government Work",
  "maintainer": "Stephen Gaddis",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "stephen.w.gaddis@nasa.gov",
  "num_tags": 3,
  "id": "3caa2e75-7b59-4c02-87b0-fe5c25ab091c",
  "metadata_created": "2015-04-09T18:56:26.587391",
  "metadata_modified": "2015-07-08T19:29:53.342750",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "3caa2e75-7b59-4c02-87b0-fe5c25ab091c",
      "webstore_last_updated": null,
      "id": "bb28e77a-8fb3-42e7-8135-a2144bb91d3f",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "XML",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/xml",
      "cache_url": null,
      "name": "XML File",
      "created": "2015-04-09T14:56:26.718058",
      "url": "http://techport.nasa.gov/xml-api/13680",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "e7bbcb13-186f-47cd-a349-06b24598de8c",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "active",
      "id": "e48100ef-ebfc-4859-8e8a-91a0f5feaae6",
      "name": "active"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "element",
      "id": "9a704213-f65a-4683-aa2a-c227662a25bc",
      "name": "element"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "johnson-space-center",
      "id": "8c48e662-8810-405c-ac79-3dd5ea311315",
      "name": "johnson-space-center"
    }
  ],
  "tracking_summary": {
    "total": 11,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "human-robotic-systems-hrs-robotic-isru-acquisition-element",
  "isopen": true,
  "url": null,
  "notes": "&lt;p&gt;During 2014, the &lt;em&gt;Robotic ISRU Resource Acquisition &lt;/em&gt;project element will develop two technologies:&lt;/p&gt;&lt;ul&gt;&lt;li&gt;Exploration Ground Data Systems (xGDS)&lt;/li&gt;&lt;li&gt;Sample Acquisition on Asteroids, Mars, Moons of Mars, and Lunar Cold Traps&lt;/li&gt;&lt;/ul&gt;&lt;p&gt;A primary technology of this element is development of HRS&amp;rsquo;s Exploration Ground Data Systems (xGDS) software, a set of planning, monitoring, archiving, and search tools for dealing with data sent to or received from robotic spacecraft or crew systems.&amp;nbsp; xGDS is being matured through technology development under HRS (with STMD funds) and field-tested with funds from the Human Exploration and Operations Mission Directorate (HEOMD) and Science Mission Directorate (SMD).&amp;nbsp; The outcome of this development will be that the desired parts of the xGDS system (likely the traverse planner, real time plotting, and raster mapping tools) will be ready to be infused into the lunar Resource Prospector Mission (RPM).&amp;nbsp; The scope of FY14 xGDS work includes maturing time delayed image and video processing and archiving tools and adding support for mobile devices.&amp;nbsp; During 2014, xGDS will support the AES-funded Regolith and Environment Science and Oxygen and Lunar Volatile Extraction (RESOLVE) payload thermal vacuum chamber testing the SMD-funded Mojave Volatiles Prospector (MVP) project.&amp;nbsp;&lt;/p&gt;&lt;p&gt;Another technology under this element will develop regolith sampling and excavation for reduced and low gravity environments.&amp;nbsp; The objective for this work in FY14 is to acquire representative samples of target bodies in order to characterize the regolith for ISRU prospecting purposes which would also benefit science objectives and other relevant Strategic Knowledge Gaps (SKG&amp;rsquo;s). The requirements of the Advanced Exploration Systems (AES) lunar Resource Prospector (RP) are focused on a lunar South pole mission near the impact site of the recent Lunar CRater Observation and Sensing Satellite (LCROSS) mission in order to obtain ground truth on the lunar surface.&amp;nbsp; Orbital data from neutron spectrometers shows that most of the detected hydrogen on the moon is in these crater floor cold traps. The goal is to confirm the existence of volatiles such as water, hydrogen and helium in the regolith at the lunar poles.&amp;nbsp; Other target bodies such as asteroids and Mars&amp;rsquo; moons will also need prospecting and characterization. One of the primary potential uses of the returned asteroid in the Asteroid Initiative is for ISRU demonstrations in lunar orbit.&amp;nbsp; Sampling devices will be needed to prospect the asteroid for useful resources, such as water on a carbonaceous condrite. The Mars&amp;rsquo; moons and Mars itself are also of interest for ISRU purposes and can be sampled with robotic devices or by human crews to determine the ISRU value of their regolith.&lt;/p&gt;&lt;p&gt;Regolith excavation and sample acquisition in low gravity environments ( micro-G, 1/3 G, 1/6th G) is difficult due to the lack of reaction force from the weight of the excavation robot.&amp;nbsp; On Earth, excavators are typically large and heavy to take advantage of this large reaction force to counter-act the digging forces. In space, new methods of digging and sampling must be found, due to their light weight in low gravity environments.&amp;nbsp; Percussive excavation is one method for reducing digging forces, and in FY14, the HRS project will test interfaces for a large percussive excavation end effector: the Vibratory Implement for Percussive Excavation of Regolith (VIPER) which is designed to be mounted on the All-Terrain Hex-Limbed Extra-Terrestrial Explorer (ATHLETE) robot from JPL. The VIPER was designed and fabricated by HRS. A smaller percussive excavation implement called Badger, will be operated on the Centaur 2 mobility robot with a positioning mechanism. First, the Badger implement will be mounted for Geo-Technical Testing in a Controlled Simulant Bin. Afterward, the pair of devices from will be integrated onto Centaur 2 and tested at a NASA outdoor test facility.&amp;nbsp; The Regolith Advanced Surface Systems Operations Robot (RASSOR) 2.0 will be completed and tested in a regolith test bed.&lt;/p&gt;&lt;p&gt;The objective of this effort is to raise the technology readiness level (TRL) of sampling and excavation for reduced and low gravity environments to the point where it is viable for future precursor or Asteroid exploration missions.&amp;nbsp; A second objective is to have technologies identified and proven to be feasible for lunar cold trap access and prospecting which could be a follow-on mission to the Resource Prospector.&amp;nbsp; The same technologies may be useful for Mars prospecting at the poles. A third major objective is to demonstrate how to reduce digging forces and make low -weight excavators possible on low-gravity target bodies.&amp;nbsp;&amp;nbsp;&lt;/p&gt;",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2012-10-01T00:00:00Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "references",
      "value": [
        "http://techport.nasa.gov/home",
        "http://techport.nasa.gov/doc/home/TechPort_Advanced_Search.pdf",
        "http://techport.nasa.gov/fetchFile?objectId=6561",
        "http://techport.nasa.gov/fetchFile?objectId=3456",
        "http://techport.nasa.gov/fetchFile?objectId=3447",
        "http://techport.nasa.gov/fetchFile?objectId=6584",
        "http://techport.nasa.gov/fetchFile?objectId=6560",
        "http://techport.nasa.gov/fetchFile?objectId=3448"
      ]
    },
    {
      "key": "source_hash",
      "value": "483d118209bf2a2effdd395856f1f1c886a6fd98"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "temporal",
      "value": "2012-10-01T00:00:00Z/2014-09-01T00:00:00Z"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:000"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://techport.nasa.gov/view/13680"
    },
    {
      "key": "harvest_object_id",
      "value": "ef69e16a-9ed6-4327-af69-ef9ac1a6ec2d"
    },
    {
      "key": "publisher",
      "value": "Space Technology Mission Directorate"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a89c63a7fe59b49829c"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "National Aeronautics and Space Administration > Space Technology Mission Directorate"
    },
    {
      "key": "modified",
      "value": "2015-03-12"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": "TECHPORT_13680"
    },
    {
      "key": "harvest_object_id",
      "value": "ef69e16a-9ed6-4327-af69-ef9ac1a6ec2d"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Human Robotic Systems (HRS): Robotic ISRU Acquisition Element",
  "revision_id": "088dc40e-0640-4a1e-ba66-9d6d2257be0d"
}