{
  "license_title": "U.S. Government Work",
  "maintainer": "Ronald G Clayton",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "ronald.y.leung@nasa.gov",
  "num_tags": 3,
  "id": "d3ffaae5-53ad-4ad0-9ad4-8ea21431abc6",
  "metadata_created": "2015-04-09T18:55:57.742703",
  "metadata_modified": "2015-07-08T19:29:32.173238",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "d3ffaae5-53ad-4ad0-9ad4-8ea21431abc6",
      "webstore_last_updated": null,
      "id": "a87c96fa-dd6a-414a-bbb0-ecd9b85fcad3",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "XML",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/xml",
      "cache_url": null,
      "name": "XML File",
      "created": "2015-04-09T14:55:57.899804",
      "url": "http://techport.nasa.gov/xml-api/12420",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "841c4e49-a23a-4db4-932e-8c823811727e",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "completed",
      "id": "5e4de852-789d-47bf-af3b-ba9a0dd8d489",
      "name": "completed"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "johnson-space-center",
      "id": "8c48e662-8810-405c-ac79-3dd5ea311315",
      "name": "johnson-space-center"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "project",
      "id": "24471320-3e5c-42b5-a078-8e48e70e2ac4",
      "name": "project"
    }
  ],
  "tracking_summary": {
    "total": 4,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "compact-termination-for-structural-soft-goods-project",
  "isopen": true,
  "url": null,
  "notes": "&lt;p&gt;Space environments are particularly harsh for the high-strength fibers we have come to rely on for soft structures.&amp;nbsp; Kevlar, Nomex, Nylon, and other synthetic fibers are broken down by exposure to the combination of vacuum, atomic oxygen, and ultraviolet radiation.&amp;nbsp; Glass fiber does not have this same susceptibility, but requires an end termination that does not bend its fibers.&lt;/p&gt;&lt;p&gt;Many proposals for future manned space habitation use inflatable soft structures to produce large habitable volumes.&amp;nbsp; Glass fiber is unique in its ability to withstand atomic oxygen and ultraviolet radiation without degradation, however, it is subject to failure at reduced loads if it is bent over a tight radius.&amp;nbsp; Unfortunately, current practice has been developed with fibers that do not have this shortcoming, and end terminations are typically made by sewing a loop and placing it in a clevis / pin connection. Proof-of-concept work has been performed on potted terminations using a flight-rated high temperature epoxy.&amp;nbsp; This work has produced tensile specimens with close to the breaking strength of the webbing. The initial termination using epoxy potting and aluminum termination blocks was investigated with various lengths of webbing potted, and pulled to failure.&amp;nbsp; Through this testing, it was determined that a 1/2&amp;quot; long bonded length was required to develop full strength in 1&amp;quot; wide webbing, 0.03 thick.&lt;/p&gt;&lt;p&gt;While showing promise compared to a pin-and-loop termination, the aluminum termination block has several disadvantages: 1) the end terminations must be both taller and wider than the webbing itself. 2) the potting process employs a cleaning process to which the fiber is sensitive.&amp;nbsp; This was assumed to be needed to get a high-strength bond directly to the glass fiber.&amp;nbsp; Failure was often observed at the edge of the cleaned fiber. 3) the termination block and the fiber/epoxy composite bond will have to be shown to be robust enough to survive vacuum, thermal extremes, and any other environmental conditions to which the structure will be subjected to.&amp;nbsp;&lt;/p&gt;&lt;p&gt;During the course of development, some thought was given to the elimination of these disadvantages. Changing the end termination material from aluminum to fiberglass offered improvements in all three areas of concern.&amp;nbsp; The end termination that resulted is no wider than the webbing itself, and shorter than the aluminum version.&amp;nbsp; The compatibility of the webbing bond to the end fitting is clearly superior, as both are glass/epoxy composites, and will be affected similarly by environmental factors.&amp;nbsp; Lastly, changes to both simplify and reduce stress on the glass fibers during cleaning were implemented, demonstrating that full webbing strength can be obtained.&amp;nbsp; The sum of these design iterations resulted in significant improvements in reliability and strength of the joint, with a reduction in size and weight.&lt;/p&gt;&lt;p&gt;The resulting end termination is one fifth to one tenth the weight of conventionally terminated webbing, and is volumetrically smaller by about the same ratio.&amp;nbsp; Attachment to other structural elements may be through a pinned or bolted arrangement, as was used in the testing, or in the case of a composite structure (carbon/epoxy or glass fiber/epoxy), this new end termination can be bonded directly to the composite structure.&lt;/p&gt;",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2012-05-01T00:00:00Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "references",
      "value": [
        "http://techport.nasa.gov/home",
        "http://techport.nasa.gov/doc/home/TechPort_Advanced_Search.pdf",
        "http://techport.nasa.gov/fetchFile?objectId=6561",
        "http://techport.nasa.gov/fetchFile?objectId=3456",
        "http://techport.nasa.gov/fetchFile?objectId=3447",
        "http://techport.nasa.gov/fetchFile?objectId=6584",
        "http://techport.nasa.gov/fetchFile?objectId=6560",
        "http://techport.nasa.gov/fetchFile?objectId=3448"
      ]
    },
    {
      "key": "source_hash",
      "value": "cc12f09bcc2461143d66f5bf295f9d275eff77d2"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "temporal",
      "value": "2012-05-01T00:00:00Z/2012-08-01T00:00:00Z"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:000"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://techport.nasa.gov/view/12420"
    },
    {
      "key": "harvest_object_id",
      "value": "6f5ddb09-9660-4b07-89f7-073a0e3e98c7"
    },
    {
      "key": "publisher",
      "value": "Space Technology Mission Directorate"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a88c63a7fe59b49821c"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "National Aeronautics and Space Administration > Space Technology Mission Directorate"
    },
    {
      "key": "modified",
      "value": "2015-03-12"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": "TECHPORT_12420"
    },
    {
      "key": "harvest_object_id",
      "value": "6f5ddb09-9660-4b07-89f7-073a0e3e98c7"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Compact Termination for Structural Soft-goods Project",
  "revision_id": "311ba664-ab30-4b40-a859-20a158088fb1"
}