{
  "license_title": "U.S. Government Work",
  "maintainer": "Timothy Gehringer",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "hq-techport@mail.nasa.gov",
  "num_tags": 4,
  "id": "d22c58b4-e6a4-4a23-9e54-b0a25fe71eac",
  "metadata_created": "2015-04-09T18:56:45.965016",
  "metadata_modified": "2015-07-08T19:30:07.376650",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "d22c58b4-e6a4-4a23-9e54-b0a25fe71eac",
      "webstore_last_updated": null,
      "id": "eb3c6615-b79a-42ea-a3cc-3e36ed438f39",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "XML",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/xml",
      "cache_url": null,
      "name": "XML File",
      "created": "2015-04-09T14:56:46.111277",
      "url": "http://techport.nasa.gov/xml-api/14523",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "56be5dee-181e-4aa7-a1cd-25fffff7915d",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "completed",
      "id": "5e4de852-789d-47bf-af3b-ba9a0dd8d489",
      "name": "completed"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "goddard-space-flight-center",
      "id": "a6e15e1e-9ab2-40d4-9937-8becdc2c6938",
      "name": "goddard-space-flight-center"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "project",
      "id": "24471320-3e5c-42b5-a078-8e48e70e2ac4",
      "name": "project"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "sea5",
      "id": "d4f4e50a-1bf4-47fe-b51a-1fec509a754d",
      "name": "sea5"
    }
  ],
  "tracking_summary": {
    "total": 26,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "space-environment-automated-alerts-and-anomaly-analysis-assistant-sea5-for-nasa-project",
  "isopen": true,
  "url": null,
  "notes": "&lt;p&gt;&lt;u&gt;&lt;strong&gt;OBJECTIVES&lt;/strong&gt;&lt;/u&gt;&lt;/p&gt;&lt;p&gt;NASA has a strong program of exploration, technology development, and scientific research, in which satellite missions play a pivotal role.&amp;nbsp; The continued growth, success, and sustainability of the agency hinge on its ability to efficiently manage existing assets in space, as well as plan for future missions both manned and robotic.&amp;nbsp; With such substantial investments being made by the agency, significant space environment specification and forecasting capabilities are clearly needed to not only safeguard NASA&amp;rsquo;s current and future missions, but also maximize the scientific return of these missions. Existing space weather resources provide global and large-scale environmental information, but presently there are no highly-tailored services that target specific missions, specific orbits, or specific locations in space for any given time period.&amp;nbsp; This critical agency challenge is documented in a report commissioned by NASA&amp;rsquo;s Innovative Partnership Program entitled Space Weather Information System Requirements for NASA Robotic Missions, Pulkkinen (2010).&lt;/p&gt;&lt;p&gt;We will build a software system to assist NASA robotic missions operators that will allow users to select a specific spacecraft and/or orbit of interest, and be presented with an interface displaying space environmental conditions for the selected spacecraft, orbit, and time.&amp;nbsp; The system will also provide automated and customizable alert functionality, allowing users to define individual threshold and alert criteria, and be notified whenever events of interest are detected for any specific mission/orbit.&amp;nbsp; To help assist in spacecraft anomaly resolution, as well as mission planning and design, our system will also allow users to identify and flag specific time periods and locations. This will enable our system to build and archive a catalog of anomalous events that can later be utilized to identify space-weather-related spacecraft anomalies.&amp;nbsp; Figure 1 illustrates the &lt;strong&gt;SEA&lt;sup&gt;5&lt;/sup&gt;&lt;/strong&gt; interface as it displays space environment and anomaly information tailored to the currently selected spacecraft.&lt;/p&gt;&lt;p&gt;Furthermore, &lt;strong&gt;SEA&lt;sup&gt;5&lt;/sup&gt;&lt;/strong&gt; will illustrate a spacecraft&amp;rsquo;s proximity to boundaries separating regions with different environmental conditions, such as the Earth&amp;rsquo;s magnetopause and auroral boundaries.&amp;nbsp; Regions with enhanced space weather activity encompassing current or expected spacecraft locations will be clearly identified: for example, users could be informed of projected Coronal Mass Ejection paths or regions with enhanced ionospheric scintillation.&amp;nbsp; In practice, a user accessing the &lt;strong&gt;SEA&lt;sup&gt;5&lt;/sup&gt;&lt;/strong&gt; interface would either select a specific mission from the catalog or input their own unique mission portfolio, subsequently obtaining a customized display of present space weather parameters, predicted levels of activity, impending solar storms, expected impacts, cumulative exposure, etc. for that particular mission and time selection. &amp;nbsp;Mission planners will be able to select a virtual mission, and simulate the specific space weather environment the spacecraft would be exposed to as if it were in orbit. This project will take full advantage of our team&amp;rsquo;s extensive experience with designing flexible interfaces for space weather visualizations that are readily accessible to researchers and non-experts alike.&lt;/p&gt;&lt;p&gt;GSFC has unique space weather modeling capabilities, highly specialized in-house technical expertise, and direct access to an abundance of data resources, which collectively and uniquely position the Center to provide an unrivaled capability for optimizing return from and reducing risk for all missions.&amp;nbsp; We anticipate immediate benefits for NASA as a whole, and ultimately for anyone interested in tailored space environment information for specific spacecraft and/or orbits (e.g., DoD).&amp;nbsp; &amp;nbsp;Interest in this capability is routinely expressed thought the community, and reiterated annually at the NASA Robotic Mission Operator Workshop hosted at GSFC.&lt;/p&gt;",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2013-10-01T00:00:00Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "references",
      "value": [
        "http://techport.nasa.gov/home",
        "http://techport.nasa.gov/doc/home/TechPort_Advanced_Search.pdf",
        "http://techport.nasa.gov/fetchFile?objectId=6561",
        "http://techport.nasa.gov/fetchFile?objectId=3456",
        "http://techport.nasa.gov/fetchFile?objectId=3447",
        "http://techport.nasa.gov/fetchFile?objectId=6584",
        "http://techport.nasa.gov/fetchFile?objectId=6560",
        "http://techport.nasa.gov/fetchFile?objectId=3448"
      ]
    },
    {
      "key": "source_hash",
      "value": "3212708423312a9e3f33b1c4b6f764b769e3f2bb"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "temporal",
      "value": "2013-10-01T00:00:00Z/2014-09-01T00:00:00Z"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:000"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://techport.nasa.gov/view/14523"
    },
    {
      "key": "harvest_object_id",
      "value": "a08611d2-c474-4c1d-9a32-8c3a50642518"
    },
    {
      "key": "publisher",
      "value": "N/A"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a89c63a7fe59b4982f3"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "National Aeronautics and Space Administration > N/A"
    },
    {
      "key": "modified",
      "value": "2015-03-12"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": "TECHPORT_14523"
    },
    {
      "key": "harvest_object_id",
      "value": "a08611d2-c474-4c1d-9a32-8c3a50642518"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Space Environment Automated Alerts and Anomaly Analysis Assistant (SEA^5) for NASA Project",
  "revision_id": "edb83f2f-404e-4144-80a4-76fc6124f2bf"
}