{
  "license_title": "U.S. Government Work",
  "maintainer": "John Falker",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "jfalker@nasa.gov",
  "num_tags": 3,
  "id": "6ebc3159-9514-42f0-ae3f-3b80f04ed3ae",
  "metadata_created": "2015-04-09T18:56:59.236069",
  "metadata_modified": "2015-07-08T19:30:17.559454",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "6ebc3159-9514-42f0-ae3f-3b80f04ed3ae",
      "webstore_last_updated": null,
      "id": "d437e6cd-441b-4470-b6ee-29c7d8b206b4",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "XML",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/xml",
      "cache_url": null,
      "name": "XML File",
      "created": "2015-04-09T14:56:59.419072",
      "url": "http://techport.nasa.gov/xml-api/14741",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "524a05c3-1c03-425f-8c5a-3bfa23d61761",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "completed",
      "id": "5e4de852-789d-47bf-af3b-ba9a0dd8d489",
      "name": "completed"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "marshall-space-flight-center",
      "id": "3436400c-994c-488e-b053-48f88dc93106",
      "name": "marshall-space-flight-center"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "project",
      "id": "24471320-3e5c-42b5-a078-8e48e70e2ac4",
      "name": "project"
    }
  ],
  "tracking_summary": {
    "total": 5,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "a-magnetron-sputter-deposition-system-for-the-development-of-multilayer-x-ray-optics-proje",
  "isopen": true,
  "url": null,
  "notes": "&lt;p&gt;The proposed activity involves the development of multilayer structures for the enhancement of optical instrumentation for the field of X-ray, EUV, and neutron optics applications.&amp;nbsp; One of the final outcomes would be the marriage of multilayer technology with MSFC&amp;rsquo;s replication process and the developing differential deposition process to produce full shell, high-angular resolution- multilayer mirrors.&amp;nbsp; To this aim we are seeking funding for:&amp;nbsp; the design, acquisition, and assembly of a magnetron sputter deposition system for the development of novel multilayer thin film X-ray optics.&amp;nbsp; The system would be designed in such a way as to provide the flexibility in deposition geometry and motion control needed for the development of multilayer coatings on various substrates including deposition directly on mandrels needed to produce full shell replicated optics which is a key component for enhancing the performance of X-ray space telescopes.&lt;/p&gt;&lt;p&gt;Multilayer X-ray mirrors are nanometer scale structures consisting of alternating layers of high and low refractive index materials.&amp;nbsp; Multilayer structures are advantageous due to the large selection of materials whose unique optical and mechanical properties can be exploited for the design and optimization of reflectivity over a much broader range of photon energies than single layer total reflection optics which is currently utilized by Chandra, for example.&lt;/p&gt;&lt;p&gt;The large number of layers and the means to precisely control their thickness combined with advances in optimization algorithms has recently extended their application to broadband-type X-ray optics. These so called aperiodic or depth graded multilayers can be tailored to elicit a specific spectral reflectivity response over a particular photon energy range of interest.&lt;/p&gt;&lt;p&gt;Magnetron sputtering is a technique for depositing thin films (i.e. nanometer scale thickness).&amp;nbsp; This deposition process requires a magnetic field behind a target of material from which the films are composed.&amp;nbsp; Atoms of a gas, such as argon, will become ionized as a result of the interaction with a high density of electrons trapped close to the target surface by the magnetic field.&amp;nbsp; Atoms of the target material are ejected due to the collisions of the gas ions which have been accelerated due to the Coulomb force between the negatively charged target surface and the positively charged gas ions.&amp;nbsp; These atoms are ejected by momentum transfer and then effectively evaporated onto a smooth substrate thereby forming a film of pure material which can be as thin as a few atomic layers thick.&amp;nbsp; A vacuum environment is required to ensure: a large mean free path, purity of the sputtered species, and purity of the gas used as the source of ions. The large and diverse selection of material compositions including compounds, dielectrics, and metals that can be sputtered by this technique is a distinct advantage over other methods such as thermal evaporation&lt;/p&gt;",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2013-10-01T00:00:00Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "references",
      "value": [
        "http://techport.nasa.gov/home",
        "http://techport.nasa.gov/doc/home/TechPort_Advanced_Search.pdf",
        "http://techport.nasa.gov/fetchFile?objectId=6561",
        "http://techport.nasa.gov/fetchFile?objectId=3456",
        "http://techport.nasa.gov/fetchFile?objectId=3447",
        "http://techport.nasa.gov/fetchFile?objectId=6584",
        "http://techport.nasa.gov/fetchFile?objectId=6560",
        "http://techport.nasa.gov/fetchFile?objectId=3448"
      ]
    },
    {
      "key": "source_hash",
      "value": "b3983b3ded7a990e38b8539c80ab60658d8e4880"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "temporal",
      "value": "2013-10-01T00:00:00Z/2014-09-01T00:00:00Z"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:000"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://techport.nasa.gov/view/14741"
    },
    {
      "key": "harvest_object_id",
      "value": "7f197db9-e855-477d-8cfd-da32ee0c9f1d"
    },
    {
      "key": "publisher",
      "value": "Space Technology Mission Directorate"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a89c63a7fe59b498330"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "National Aeronautics and Space Administration > Space Technology Mission Directorate"
    },
    {
      "key": "modified",
      "value": "2015-03-12"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": "TECHPORT_14741"
    },
    {
      "key": "harvest_object_id",
      "value": "7f197db9-e855-477d-8cfd-da32ee0c9f1d"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "A Magnetron Sputter Deposition System for the Development of Multilayer X-Ray Optics Project",
  "revision_id": "8fddcedc-6a47-4651-b257-9d891b2f305e"
}