{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "e225af35-5e07-4765-ae7d-481d66d02853",
  "metadata_created": "2015-10-15T06:04:30.315802",
  "metadata_modified": "2015-10-15T06:04:30.315802",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 11,
    "recent": 3
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "prompt-gamma-ray-activation-analysis",
  "isopen": false,
  "url": null,
  "notes": "  PGAA is a widely applicable technique for determining the presence and amount of many elements simultaneously in samples ranging in size from micrograms to many grams. It is a non-destructive method, and the chemical form and shape of the sample are relatively unimportant. Typical measurements take from a few minutes to several hours per sample. The technique can be described as follows: The sample is continuously irradiated with a beam of neutrons. The constituent elements of the sample absorb some of these neutrons and emit prompt gamma rays which are measured with a high-resolution gamma-ray spectrometer. The energies of these gamma rays identify the neutron-capturing elements, while the intensities of the peaks at these energies reveal their concentrations. The amount of analyte element is given by the ratio of count rate of the characteristic peak in the sample to the rate in a known mass of the appropriate elemental standard irradiated under the same conditions. Typically, the sample will not acquire significant long-lived radioactivity, and the sample may be removed from the facility and used for other purposes. Design of the facility has focused on three related factors. First, the high quality of the neutron beam and the low background in the guide hall will allow closer sample-detector spacing, resulting in higher counting efficiency and better sensitivity, especially in the energy region below 1 MeV. Second, the high count rates possible with this high efficiency (greater than 50k counts per sec) can be measured without loss of quality with recent advances in instrumentation. Finally, the improved efficiency will make attractive the use of gamma-gamma and gamma-conversion-electron coincidence counting in analytical measurements, with considerably improved specificity. Structural and shielding materials for this and neighboring instruments have been chosen to avoid generating a background of capture and decay gamma rays. Hydrogenous absorbers are avoided. The section of the beam tube adjacent to the sample position is made of boron-free glass. Li-6 is used wherever possible for collimators and absorbers, and antimony-free lead is used for gamma shielding. As a result, the sensitivity for most elements is at least tenfold better than with any thermal beam in existence. The detection limit for hydrogen is less than 2 micrograms. Detection limits to be attainable with the new cold source for selected elements are given in the following table. The list is not exhaustive; most elements can be detected and quantified by PGAA.  Specifications / Capabilities:   Location: Neutron guide NG-7 Detector - High purity germanium, 35 % efficiency, 1.8 keV efficiency, designed for high-rate acquisition Bismuth germanate Compton shield Beam filtered through Bi and Ge at 77 K Neutron flux - 8.8 x 10 8 cm -2 s -1 (thermal equivalent) Beam collimation: 6Li-enriched glass Beam diameter: 20 mm Sample environment - air, vacuum, or helium atmosphere Spectrum acquisition - Ethernet-based ADC, PC workstation Gamma-ray energies - up to 11 MeV  Limits of detection for 1 g sample counted for 24 hours, after installation of liquid H2 cold source:      Range (micrograms)   Elements   0.01 - 0.1 B, Cd, Sm, Gd  0.1 - 1 Eu, Hg  1 - 10 H, Cl, In, Nd  10 - 100 Na, S, K, Sc, Ti, V, Cr, Mn, Co, Ni, Cu, Ge, As, Se, Br, Mo, Ag, Te, I, Au  100 - 1,000 Mg, Al, Si, P, Ca, Fe, Zn, Ga, Rb, Sr, Y, Zr, Nb, Sb, Ba, La  1,000 - 10,000 C, N, F, Sn, Pb   NGD Upgrade  A new instrument for cold neutron PGAA is being designed for installation at neutron guide NGD as part of the NCNR expansion. A major drawback of the NG7 PGAA spectrometer is the presence of the upper half of the NG7 guide, which lies just 3 cm above the PGAA irradiation position and limits the size of samples that may be irradiated, prevents direct access to the beam, and raises the gamma-ray and neutron background. The new instrument, which will be located on a guide &amp;quot;end position&amp;quot; and share the same beam as the relocated neutron depth profiling instrument, is expected to have lower gamma-ray and neutron background, higher neutron flux (&amp;gt;10 9cm -2s -1)and better detection limits for most elements than the NG7 instrument. Other advantages will include the ability to analyze larger samples and greater overall measurement capability due to the possibility of installing scanning stages, cryostats, and sample changers.The new instrument is expected to be operational in 2012.  Scientific Opportunities / Applications:  One potential application is in support of the U.S. hydrogen infrastructure, to provide the U.S. research community with hydrogen concentration standards of the appropriate matrix and at the concentrations needed. NIST provides a user-friendly research facility in which scientists may conduct static and dynamic hydrogen determinations in diverse materials and systems with nondestructive analytical capabilities.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5726"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "5f46b22f-af2e-43b1-81ce-3c3797edc662"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5726"
    },
    {
      "key": "source_hash",
      "value": "15aad8057f9c3267c85f620ecbc763bd6fe8ecaa"
    },
    {
      "key": "harvest_object_id",
      "value": "5f46b22f-af2e-43b1-81ce-3c3797edc662"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Prompt Gamma-Ray Activation Analysis",
  "revision_id": "bd0d7aff-9ef9-4494-b690-fa7b816a4e19"
}