{
  "license_title": "U.S. Government Work",
  "maintainer": "Nomana Intekhab Hadi",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "nihadi_ruhee@berkeley.edu",
  "num_tags": 3,
  "id": "8e4c2c5c-b535-4dec-a1a6-29d35f4599fa",
  "metadata_created": "2016-02-28T15:05:27.255341",
  "metadata_modified": "2016-05-25T16:20:13.215194",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "ames",
      "id": "26409e70-decd-4cc6-9beb-904602430852",
      "name": "ames"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "dashlink",
      "id": "4377f23e-7f40-493e-82fd-834ccb75e9ba",
      "name": "dashlink"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "nasa",
      "id": "34817959-c506-4bfe-b8fd-330f550970e4",
      "name": "nasa"
    }
  ],
  "tracking_summary": {
    "total": 10,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "electrical-conductivity-of-rocks-and-dominant-charge-carriers-the-paradox-of-thermally-act",
  "isopen": true,
  "url": null,
  "notes": "In this paper we have focused on fundamental processes that are important for understanding the electrical properties of materials, both single crystal minerals and igneous rocks, both laboratory-grown and from natural environments.  The prevailing view in the geophysics community is that the electrical conductivity structure of the Earth’s continental crust over the 5-35 km depth range can best be understood by assuming the presence of intergranular fluids and/or intergranular carbon films. Based on studies of melt-grown MgO, magma-derived sanidine and anorthosite feldspar and upper mantle olivine single crystal we present evidence for the presence of electronic charge carriers, the importance of which has been largely ignored. These charge carriers derive from peroxy defects, which are introduced during cooling, under non-equilibrium conditions, through a redox conversion of pairs of solute OH– arising from the solid state dissolution of H2O.  It can be shown that, during reheating, the peroxy defects become thermally activated in a 2-step process. Step 2 leads to the release of defect electrons in the oxygen anion sublattice. Known as positive holes and symbolized by h•, these electronic charge carriers are associated with energy states at the upper edge of the valence band. They are highly mobile.  Chemically equivalent to O– in a matrix of O2– they are highly oxidizing. However, though metastable, the h• can exist in minerals, which crystallized in highly reduced environments. The h• appear to control the electrical conductivity of crustal rocks over much of the 5-35 km depth range. We make the extraordinary and seemingly paradoxial claim that MgO crystals, grown from the melt under the viciously reducing conditions of a carbon arc fusion furnace, contain peroxy defects in their crystal structure, hence oxygen in the valence state 1–.  When the peroxy defects break up, they release positive hole charge carriers, formally defect electron in the oxygen anion sublattice, equivalent to O– in a matrix of O2–.  These positive holes have two outstanding properties: they are highly mobile and highly oxidizing.",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2013-05-07T11:01:18"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "source_hash",
      "value": "9f3216c8dc03426e57eabf4cf21b76d83de1441d"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:029"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "https://c3.nasa.gov/dashlink/resources/714/"
    },
    {
      "key": "harvest_object_id",
      "value": "5221811b-2450-491e-afda-2441eafeac2a"
    },
    {
      "key": "publisher",
      "value": "Dashlink"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "56cf5b00a759fdadc44e5795"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "U.S. Government > National Aeronautics and Space Administration > Dashlink"
    },
    {
      "key": "modified",
      "value": "2013-05-07T11:32:30"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "accrualPeriodicity",
      "value": "irregular"
    },
    {
      "key": "identifier",
      "value": "DASHLINK_714"
    },
    {
      "key": "harvest_object_id",
      "value": "5221811b-2450-491e-afda-2441eafeac2a"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Electrical Conductivity of Rocks and Dominant Charge Carriers:  The Paradox of Thermally Activated Positive Holes",
  "revision_id": "ef04c39d-42d1-4739-8292-036329e0824e"
}