{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "e55b2800-027c-43e0-8317-ab4cc6af6b0d",
  "metadata_created": "2015-10-15T06:05:08.262878",
  "metadata_modified": "2015-10-30T05:24:40.618770",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "e55b2800-027c-43e0-8317-ab4cc6af6b0d",
      "webstore_last_updated": null,
      "id": "1744dbf1-5678-448d-923f-24080692786e",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "index.cfm",
      "format": "",
      "tracking_summary": {
        "total": 3,
        "recent": 2
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:40.670944",
      "url": "http://www.fhwa.dot.gov/research/tfhrc/labs/structures/index.cfm",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "6fdeb0ef-0434-47ce-90e6-423a0ffa69b8",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 13,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "structures-laboratory",
  "isopen": false,
  "url": null,
  "notes": "  Purpose:There are approximately 600,000 bridges in the United States, which include bridges on the National Highway System and bridges maintained and operated by various State and local entities. These bridges are essential to our Nation&amp;#39;s mobility. The Structures Laboratory is a unique facility at Federal Highway Administration&amp;#39;s (FHWA&amp;#39;s) Turner-Fairbank Highway Research Center, which specializes in developing and testing innovative bridge designs, materials, and construction processes that promise safer and more efficient structures in the Nation&amp;#39;s highway system. The purpose of the Structures Laboratory is to support FHWA&amp;#39;s strategic focus on improving mobility through analytical and experimental studies to determine the behavior of bridge systems under typical and extreme loading conditions. These experimental studies may also include tests of bridge systems developed to enhance bridge durability and constructability over time. Data from these studies help upgrade national bridge design specifications and improve the safety, reliability, and cost effectiveness of bridge construction in the United States. The Structures Laboratory also provides bridge failure forensic investigation services to State departments of transportation, FHWA divisions, National Transportation Safety Board (NTSB), and other organizations. Through this forensic service, the laboratory determines the causes of bridge structural failures and develops practices and procedures to help avoid similar failures from occurring in the future.  Description: The Structures Laboratory has the capability to perform a broad range of tests to characterize the performance of bridge structures and structural systems. This capability resides in five individual facilities: the main Structures Laboratory, the annex structures laboratory facility, the outdoor testing facilities, the computer modeling and simulation facility, and the metallic material testing facility. The main Structures Laboratory (Figure 1) is a state-of-the-art facility for indoor testing of full-scale bridge structures and large components. This laboratory, built in 1984, consists of a strong floor with a universal loading frame that can be customized to erect and test full-scale bridges. This strong floor measures 181 by 51 feet (55.2 by 15.5 meters) and includes a grid of 573 tie-down holes. Two 20-ton (178-kilonewtons) overhead cranes service the entire floor area and can operate separately or together to unload trucks, erect structures, and set up experiments. The annex structures laboratory facility-the original Structures Laboratory-was built in the 1960s and still provides additional testing capability. The annex structures laboratory facility has a strong floor area measuring 12 by 40 feet (3.7 by 12 meters) and has one 10-ton (89-kilonewtons) overhead crane. The Structures Laboratory&amp;#39;s outdoor testing facilities, consisting of permanent geosynthetic reinforced soil abutments and an outdoor strong floor, were constructed during the late 1990s to provide additional capacity for testing large-scale components subjected to environmental loading. The permanent test abutments cover a single 70-foot-long (21.35-meters-long) span with a width of 13 feet (3.95 meters), and the outdoor strong floor measures 25 by 30 feet (7.6 by 9.2 meters). The material testing laboratory maintains the capability to evaluate a wide variety of material properties of steel and concrete, including strength, elastic modulus, dynamic fracture toughness, static fracture toughness, and fatigue crack growth. Digitally controlled servo-hydraulic load frames are used for fracture and small specimen material strength testing. The laboratory also maintains the capability to perform microscopic examination of fracture surfaces and the microstructure of metallic materials and welds. These capabilities are utilized to support the research activities in the Structures Laboratory and to assist in forensic evaluation of failures in the fields. The computer modeling and simulation laboratory allows researchers to build and analyze detailed models capable of simulating experimental test results with very high accuracy.  Laboratory Equipment: The Structures Laboratory and facilities contain the following equipment.  Numerous static and dynamic load actuators of 10,000 to 2 million pound force (44- to 8,896-kilonewton-) capacity. State-of-the-art data acquisition with the capability to perform very large structural experiments with thousands of channels. Numerous instruments to measure load, displacement, rotation, and strain in structures. Five uniaxial servo-hydraulic load frames dynamically rated to deliver load ranging from 25 to 1,000 kips. A Charpy V-notch tester and two hardness testers. Microscopes and metallurgical testing equipment. Three-dimensional laser measurement system with a volumetric accuracy up to 0.002 inches (0.049 millimeters) with a diameter range up to 361 feet (100 meters). Cementitious composite mixing, casting, and curing equipment. Portable telemetric data acquisition systems for field instrumentation of structures. Software licenses to perform advanced, nonlinear finite element modeling of structural behavior.   Uses: The Structures Laboratory and its facilities continue to perform the following activities.  Fundamental research into the strength, fatigue resistance, serviceability, and safety of bridge structures and components. Applied research to assess the suitability of various structural components and systems for different services. Field evaluation of in-service structures. Forensic evaluation of structural failures. Systems integration at super- and substructure interfaces.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6174"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "ba94b295-f244-4463-97d5-2708810174d7"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6174"
    },
    {
      "key": "source_hash",
      "value": "fe284826a0bf4a3c5bb6fdb6525b3b191403cf17"
    },
    {
      "key": "harvest_object_id",
      "value": "ba94b295-f244-4463-97d5-2708810174d7"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Structures Laboratory",
  "revision_id": "5bef34fd-3c4d-4dfa-8af6-527e3208f6d1"
}