{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "2e87258f-16a8-4a43-8a77-7fc342a7f598",
  "metadata_created": "2015-10-15T06:05:27.435184",
  "metadata_modified": "2015-10-15T06:05:27.435184",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 12,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "the-west-desert-test-center",
  "isopen": false,
  "url": null,
  "notes": " The West Desert Test Center&amp;#39;s (WDTC) unique facilities and experienced staff of scientists, test officers, engineers, and technicians provide a full range of chemical and biological testing services, including the development of one-of-a-kind test capabilities, to meet customer requirements for new or developmental products.   Test officers are the primary customer point-of-contact and have overall responsibility for test planning, scheduling, financial management, implementation, and reporting of results. The test officer assembles a cross-functional team for each test project to tap the synergy of scientific and technical experts from multiple WDTC divisions.   Chemical Testing Overview Dugway Proving Ground (DPG) is the Army&amp;#39;s first choice for test and evaluation (T&amp;amp;E) of chemical defense equipment and systems while providing technical expertise to combat emerging chemical threats   DPG chemical test programs are divided in the following commodity areas:  Individual Protection Equipment (IPE) Collective Protection Equipment (ColPro) Contamination Avoidance Decontamination Testing Methodology Development Survivability Studies  Biological Testing Overview DPG is at the forefront in support of key initiatives to protect Soldiers and civilians from biological threats. DPG&amp;#39;s Life Sciences Test Facility (LSTF) is the only DoD facility certified to test developmental equipment and systems with aerosolized BSL-3 agents, such as viruses, bacteria, and biological toxins.   Biological testing capabilities include the following:  Biological point and standoff detector T&amp;amp;E Whole Systems Live Agent Testing (WSLAT) Bioaerosol challenges with live agent and simulants up to BSL-3 Microbiological assays and high-capacity analysis Production of bacteria, viruses, biological select agents and toxins Methodology development Decontamination assessments  Munitions, Smoke &amp;amp; Obscurants Testing Overview Munitions testing within the vast terrain at DPG dates back to World War II, and the test center continues to operate and maintain munitions test sites, firing ranges, and bunkers to test and evaluate modern artillery munitions, mortars, mines, insensitive munitions, homemade explosives, and improvised explosive devices.   Munitions testing capabilities include:  Firing tests Environmental tests in accordance with MIL-STD-810G Munitions recovery and disposal Non-destructive testing and x-ray    As military operations and obscurant technologies continue to change in the 21st century, DPG is primed to be the center of cutting-edge obscurant test programs.   Smoke and Obscurants testing capabilities include:  Smoke and obscurant developmental tests, including environmental testing Operational testing Effects of smoke and battlefield interferents on chemical and biological detection systems Effects of smoke and interferents on air filtration systems Provide visual confirmation of airflow mapping tests and smoke/obscurant modeling  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5811"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "cc2b941d-fcb3-46da-b106-f4468a887b29"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5811"
    },
    {
      "key": "source_hash",
      "value": "eaccf122796edb6165dc300e408308179d9f998e"
    },
    {
      "key": "harvest_object_id",
      "value": "cc2b941d-fcb3-46da-b106-f4468a887b29"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "The West Desert Test Center",
  "revision_id": "3bb44e53-9018-4247-9b49-a29a3330ca30"
}