{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "cbf4c354-5dc8-4d33-b3c7-30a98526ce38",
  "metadata_created": "2016-03-28T18:43:11.419268",
  "metadata_modified": "2016-03-28T18:43:11.419268",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "cbf4c354-5dc8-4d33-b3c7-30a98526ce38",
      "webstore_last_updated": null,
      "id": "e7a95d66-d4fe-496f-8e60-4db49f343bbb",
      "size": null,
      "state": "active",
      "resource_locator_function": "information",
      "hash": "",
      "description": "Main CRCP website providing information about the program and the work that they do.",
      "format": "",
      "tracking_summary": {
        "total": 12,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "HTTP",
      "mimetype": null,
      "cache_url": null,
      "name": "NOAA Coral Reef Conservation Program website",
      "created": "2016-03-28T14:43:11.580227",
      "url": "http://coralreef.noaa.gov/",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "5b249de1-3139-42bb-9835-770eb962bb48",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "cbf4c354-5dc8-4d33-b3c7-30a98526ce38",
      "webstore_last_updated": null,
      "id": "b01ef439-6fda-4ff8-8e0d-741bbae8463d",
      "size": null,
      "state": "active",
      "resource_locator_function": "information",
      "hash": "",
      "description": "Main CRCP website providing information about the program and the work that they do.",
      "format": "",
      "tracking_summary": {
        "total": 12,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "HTTP",
      "mimetype": null,
      "cache_url": null,
      "name": "NOAA Coral Reef Conservation Program website",
      "created": "2016-03-28T14:43:11.580259",
      "url": "http://coralreef.noaa.gov/",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "5b249de1-3139-42bb-9835-770eb962bb48",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 12,
    "recent": 3
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "noaas-coral-reef-conservation-program-2016-projects-to-address-coral-reef-conservation-issues",
  "isopen": false,
  "url": null,
  "notes": "\nIn 2016 the following projects will take place to address aspects of coral reef conservation:\n\nEnhancing Management of Pacific ESA-listed Corals with Improved Utility of Existing Data and Automated Image Analysis: This project aims to enhance the management of Pacific corals listed under the Endangered Species Act by combining recent imagery collected from the Coral Reef Ecosystem Program's island-wide benthic towed-diver surveys conducted on the 2014 Mariana Archipelago RAMP (HA1401) and 2015 American Samoa RAMP (HA1501) cruises with emerging automated image analysis technology to provide important information on the location of hard and soft substrates and cover of hard corals to aid in the management and recovery of the listed species by the Protected Resources Division of the NMFS Pacific Islands Regional Office.\n\nEconomic Value of Ecosystem Services for Recreation-Tourism on the Reefs of Southeast Florida: This project will estimate the regional economic impact and the non-market economic value of the coral reefs of the Southeast Florida Reef Tract. Economic values will be estimated for recreation (including tourist) uses of the reefs and the change in value under varying reef conditions (e.g. improved species diversity, degraded reef condition, etc.) using a stated preference survey.  Economic impacts will be estimated from existing survey data held by NMFS using IMPLAN modeling software. \n\nQuantifying extinction risk for ESA-listed coral species in the Wider Caribbean: The purpose of our project is to help managers plan for the future of their coral reef communities by (1) estimating the risk of and time to extinction for several reef-building coral species, (2) predicting changes in coral population size under various climate and restoration scenarios, and (3) providing ESA-mandated evaluations of population status and trends. We will make these predictions by generating population models for Caribbean coral species listed under the Endangered Species Act (ESA).   \n\nEvaluation of ESA listed Acropora spp. Status and Recovery Actions: This project addresses high priority recovery actions for ESA listed Acropora spp. in the Florida Keys, including both ongoing monitoring and finite population enhancement research. A.palmata populations in the upper Florida Keys and Curacao will be monitored for population performance metrics including recruitment and mortality. We will also lead development of an explicit A.palmata enhancement strategy for Florida and conduct high priority pilot experiments on outplanting density, habitat type, and/or genotypic enhancement to provide evaluation of various enhancement strategies.\n\nInvestigating How Coral Recruitment and Juvenile Survivorship Varies Along the Florida Reef Tract: This project will characterize coral recruitment and juvenile survivorship across the Florida Reef Tract and use a combination of methods to compare settlement rates on tiles and natural reef substrate. The study will elucidate species specific patterns of recruitment and assess temporal, spatial and physical parameters that may facilitate various levels of recruitment. The study will identify \"recruitment hotspots\" that will aid management efforts and will assist restoration efforts by prioritizing coral species or reef locations that indicate an inadequate ability to recover naturally.  \n\nUse of Restoration Genomics in Recovering ESA Species: Orbicella faveolata: Conservation efforts using coral nurseries and outplantings have been implemented to restore declining Caribbean reefs. Successful restoration occurs if genotypes in the source population perform adequately in the transplanted one. This project applies recently developed genomic tools to assist in the restoration efforts of NOAA with the Orbicella coral nursery in Culebra (NOAA HFA). The holdings will be genotyped and reciprocal transplants (wild) conducted to evaluate local population adaptations and their flexibility in acclimation potential. Understanding these traits provides managers with information for selecting nursery stock, selecting outplant sites and understanding genotype interchangeability across habitats for restoration. \n\nCoral restoration in natural ocean acidification refugia: Recent evidence suggests that South Florida seagrasses reduce the concentration of CO2 in surrounding waters. The purpose of this study is to evaluate the potential for these natural refugia to enhance the growth of ESA-listed Acropora cervicornis to be out-planted for restoration purposes. In-house instrumentation and water chemistry analysis will be used to monitor 11 collaborating coral nursery and restoration operations, representing significant cost savings. Elevated growth rates due to naturally high aragonite saturation states would increase the efficiency of restoration activities and allow for the advancement of these operations despite the ongoing deleterious effects of ocean acidification.\n\nClimate Change Vulnerability Analysis for US Pacific Reefs - Integrating Exposure, Resilience, and Social Adaptive Capacity: This project will synthesize existing assessments and gap-fill using existing and developing datasets to generate a regional-scale full climate change vulnerability assessment of US Pacific coral reef resources, spanning exposure, resilience, and social adaptive capacity. Specifically,we will include (a) measures and projections of reef exposure to anthropogenic threats, (b) estimates of reef capacity for resistance to and recovery from said threats (aka. resilience), and (c) in populated areas, estimates of social adaptive capacity to manage. This three-stage analysis will be guided by experts in both biological vulnerability assessment, and social vulnerability assessment.\n",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-79.624306"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "22.356700"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": "coralreef.noaa.gov:other2016"
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "-15.25183"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[142.0, -15.25183], [-79.624306, -15.25183], [-79.624306, 22.3567], [142.0, 22.3567], [142.0, -15.25183]]]}"
    },
    {
      "key": "progress",
      "value": "planned"
    },
    {
      "key": "access_constraints",
      "value": "[\"None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2016-01-01"
    },
    {
      "key": "contact-email",
      "value": "brian.beck@noaa.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "142"
    },
    {
      "key": "metadata-date",
      "value": "2016-03-31"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"creation\", \"value\": \"2016\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "asNeeded"
    },
    {
      "key": "licence",
      "value": "[\"Please note: NOAA and CRCP make no warranty, expressed or implied, regarding these data, nor does the fact of distribution constitute such a warranty. NOAA and CRCP cannot assume liability for any damages caused by any errors or omissions in these data.\", \"accessLevel: Public\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"DOC/NOAA/Coral Reef Conservation Program\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2016-12-31"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": "eng"
    },
    {
      "key": "tags",
      "value": "pacific ocean, lesser antilles, guam, united states of america, hawaii, hawaiian islands, western pacific ocean, socioeconomic, leeward group, u. s. virgin islands, hawaii (21n160w0000), u. s. virgin islands (17n064w0000), curacao ( curacao ) (12n068w0004), ecological characterization, geographic information, country/territory, virgin islands, puerto rico, gulf of mexico, guam (13n144e0000), puerto rico (18n066w0000), caribbean sea, netherlands antilles, northern mariana islands ( cnmi ) (18n146e0000), mariana archipelago, ocean basin, american samoa (14s170w0000), curacao, atlantic ocean, northern mariana islands, florida, american samoa, caribbean sea /north atlantic ocean, central pacific ocean"
    },
    {
      "key": "harvest_object_id",
      "value": "e74691c8-84ba-4f78-b0c7-e18890f08cf1"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "NOAA's Coral Reef Conservation Program: 2016 projects to address coral reef conservation issues",
  "revision_id": "5b249de1-3139-42bb-9835-770eb962bb48"
}