{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "11658f46-9919-4fa3-bf25-4e2e0d4c3b26",
  "metadata_created": "2014-10-28T20:54:54.908421",
  "metadata_modified": "2014-10-28T20:54:54.908421",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "11658f46-9919-4fa3-bf25-4e2e0d4c3b26",
      "webstore_last_updated": null,
      "id": "474563f6-afb5-417e-bad8-947ee29138b9",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 16,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "83dd1346-0d3b-4849-a81c-a0cc7608cb35",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-10-28T16:54:55.397260",
      "url": "http://pubs.usgs.gov/sim/3254/",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "11658f46-9919-4fa3-bf25-4e2e0d4c3b26",
      "webstore_last_updated": null,
      "id": "ba1fea1c-b49c-4fcc-a04d-4c3887ecd25f",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 109,
        "recent": 4
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "83dd1346-0d3b-4849-a81c-a0cc7608cb35",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-10-28T16:54:55.397289",
      "url": "http://pubs.usgs.gov/ds/781/",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 89,
    "recent": 3
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "geology-and-geomorphology-offshore-of-ventura-california",
  "isopen": false,
  "url": null,
  "notes": "This part of SIM 3254 presents data for the geologic and geomorphic map (see sheet 10, SIM 3254) of the Offshore of Ventura map area, California. The vector data file is included in \"Geology_OffshoreVentura.zip,\" which is accessible from http://pubs.usgs.gov/ds/781/OffshoreVentura/data_catalog_OffshoreVentura.html. The offshore part of the map area largely consists of a relatively shallow (less than 40 m deep), gently offshore-dipping (less than 1 degree) shelf underlain by recent marine and deltaic deposits of the Santa Clara and Ventura Rivers. The mean annual sediment load of these two rivers exceeds 3.25 kt/yr (Warrick and Farnsworth, 2009a), and the area is largely part of an extensive Quaternary deltaic depocenter (Dahlen, 1992; Slater and others, 2002; Sommerfield and others, 2009). Shelf deposits are primarily sand (Qms) at depths less than about 25 m and, at depths greater than about 25 m, are more fine-grained sediment (very fine sand, silt and clay) (Qmsf). The boundary between Qms and Qmsf is based on observations and extrapolation from sediment sampling (for example, Reid and others, 2006) and camera ground-truth surveying (see sheet 6, SIM 3254). Given that this is an area of abundant sediment supply and active sediment transport (Barnard and others, 2009; Warrick and Farnsworth, 2009a), it is important to note that the boundary between Qms and Qmsf should be considered transitional and approximate and is expected to shift as a result of seasonal- to annual- to decadal-scale cycles in wave climate, sediment supply, and sediment transport. Offshore of the mouth of the Ventura River, at water depths of between 20 and 30 m, the sandy shelf (Qms) includes an area of irregular arcuate depressions floored by coarser sediment (coarse sand and possibly gravel; Qmss). Such features have been referred to as \"rippled-scour depressions\" (for example, Cacchione and others, 1984) or \"sorted bedforms\" (for example, Goff and others, 2005; Trembanis and Hume, 2011). Although the general area in which Qmss depressions are found is not likely to change substantially, the boundaries of the unit(s), as well as the locations of individual depressions and their intervening flat sand sheets, likely are ephemeral, changing during significant storm events. Coarser grained deposits (Qmsc), which are recognized on the basis of high backscatter (sheet 3, SIM 3254), camera observations (sheet 6, SIM 3254), and sampling (Reid and others, 2006; Barnard and others, 2009), are found locally in water depths less than about 15 m. These units are concentrated at the mouths of the Santa Clara and Ventura Rivers and a few smaller coastal watersheds to the northwest, and they are inferred to represent wave-winnowed lags of deltaic sediment. It is likely that these deposits are ephemeral and are commonly covered by finer grained sediment. However, a few outcrops of Qmsc between Ventura and Pitas Point are not obviously tied to coastal watersheds. One large area in particular is characterized by high backscatter and rugosity (sheets 3 and 5, SIM 3254, respectively); camera ground-truth aurveying (sheet 6, SIM 3254) reveals that this area consists of boulder, cobble, gravel, and sand. The area lies immediately offshore of steep slopes underlain by variably consolidated Pliocene and Pleistocene deposits (sand, gravel, cobbles) of the Pico, Santa Barbara, and Saugus Formations (onshore units Tp, QTsb, and Qs, respectively), which are highly susceptible to landsliding (Tan and others, 2003a,b); thus, this area mostly likely represents wave-winnowed landslide deposits. It is also possible that these high-backscatter areas are partly underlain by bedrock, as is inferred on sheet 7 (SIM 3254). The steep onshore slopes are immediately north of, and in the hanging wall of, the active Pitas Point Fault, a location that undoubtedly has contributed to slope instability. The seafloor bedrock exposures south and west of Punta Gorda are inferred to consist of the Pico Formation (Tp) on the basis of their backscatter, rugosity, and relief, as well as adjacent exposures of Tp in coastal bluffs and platforms and their similar location along the axis of the Rincon-Ventura Avenue Anticline (Tan and others, 2003a,b). A few shallow (less than 10 m deep) areas offshore between Punta Gorda and Pitas Point are inferred to be underlain by a composite unit (Qms/Tp) consisting of the Pico Formation overlain by a thin (probably ephemeral) marine-sediment layer. The Offshore of Ventura map area is in the Ventura Basin, in the southern part of the Western Transverse Ranges geologic province, which is north of the California Continental Borderland (Fisher and others, 2009). This province has undergone significant north-south compression since the Miocene, and recent GPS data suggest north-south shortening of about 6 to 10 mm/yr (Larson and Webb, 1992; Donnellan and others, 1993). The active, north-verging Oak Ridge Fault and the south-verging Pitas Point-Ventura Fault are two of the structures on which this shortening occurs (for example, Sorlien and others, 2000; Fisher and others, 2009). High-resolution seismic-reflection data (sheet 8, SIM 3254) reveal that neither fault ruptures the surface; instead the surface expression of each fault is a narrow, asymmetric fold that involves the uppermost Pleistocene and Holocene (less than 21 ka) sedimentary section. Both structures are inferred to be parts of long fault systems that extend for more than 100 km, representing important potential earthquake hazards (for example, Fisher and others, 2009). Shortening is also occurring on the Montalvo Fault and Anticline system along the southeast edge of the map area (part of the broader Oak Ridge Fault Zone; Yeats, 1998) and on the Rincon-Ventura Avenue Anticline (for example, Rockwell and others, 1988), which crosses the northwest edge of the map area. References Cited Barnard, P.L., Revell, D.L., Hoover, D., Warrick, J., Brocatus, J., Draut, A.E., Dartnell, P., Elias, E., Mustain, N., Hart, P.E., and Ryan, H.F., 2009, Coastal processes study of Santa Barbara and Ventura counties, California: U.S. Geological Survey Open-File Report 2009-1029, 926 p., available at http://pubs.usgs.gov/of/2009/1029/. Cacchione, D.A., Drake, D.E., Grant, W.D., and Tate, G.B., 1984, Rippled scour depressions of the inner continental shelf off Central California: Journal of Sedimentary Petrology, v. 54, p. 1,280-1,291. Dahlen, M.Z., 1992, Sequence stratigraphy, depositional history, and middle to late Quaternary sea levels of the Ventura shelf, California: Quaternary Research, v. 38, p. 234-245. Donnellan, A., Hager, B.H., and King, R.W., 1993, Discrepancy between geologic and geodetic deformation rates in the Ventura basin: Nature, v. 346, p. 333-336. Fisher, M.A., Sorlien, C.C., and Sliter, R.W., 2009, Potential earthquake faults offshore southern California from the eastern Santa Barbara channel to Dana Point, in Lee, H.J., and Normark, W.R., eds., Earth science in the urban ocean--The Southern California Continental Borderland: Geological Society of America Special Paper 454, p. 271-290. Goff, J.A., Mayer, L.A., Traykovski, P., Buynevich, I., Wilkens, R., Raymond, R., Glang, G., Evans, R.L., Olson, H., and Jenkins, C., 2005, Detailed investigations of sorted bedforms or \"rippled scour depressions,\" within the Marthas's Vineyard Coastal Observatory, Massachusetts: Continental Shelf Research, v. 25, p. 461-484. Larson, K.M., and Webb, F.H., 1992, Deformation in the Santa Barbara Channel from GPS measurements 1987-1991: Geophysical News Letters, v. 19, p. 1,491-1,494. Reid, J.A., Reid, J.M., Jenkins, C.J., Zimmerman, M., Williams, S.J., and Field, M.E., 2006, usSEABED--Pacific Coast (California, Oregon, Washington) offshore surficial-sediment data release: U.S. Geological Survey Data Series 182, available at http://pubs.usgs.gov/ds/2006/182/. Rockwell, T.K., Keller, E.A., and Dembroff, G.R., 1988, Quaternary rate of folding of the Ventura Avenue anticline, western Transverse Ranges, southern California: Geological Society of America Bulletin, v. 100, p. 850-858. Slater, R.A., Gorsline, D.S., Kolpack, R.L., and Shiller, G.I., 2002, Post-glacial sediments of the California shelf from Cape San Martin to the US-Mexico border: Quaternary International, v. 92, p. 45-61. Sommerfield, C.R., Lee, H.J., and Normark, W.R., 2009, Postglacial sedimentary record of the southern California continental shelf and slope, Point Conception to Dana Point, in Lee, H.J., and Normark, W.R., eds., Earth science in the urban ocean--The Southern California Continental Borderland: Geological Society of America Special Paper 454, p. 89-116. Sorlien, C.C., Gratier, J.P., Luyendyk, B.P., Hornafius, J.S., and Hopps, T.E, 2000, Map restoration of folded and faulted late Cenozoic strata across the Oak Ridge fault, onshore and offshore Ventura basin, California: Geological Society of America Bulletin, v. 112, p. 1,080-1,090. Tan, S.S., Jones, T.A., and Clahan, K.B., 2003a, Geologic map of the Ventura 7.5' quadrangle, Ventura County, California--A digital database: California Geological Survey Preliminary Geologic Map, scale 1:24,000, available at http://www.conservation.ca.gov/cgs/rghm/rgm/preliminary_geologic_maps.htm. Tan, S.S., Jones, T.A., and Clahan, K.B., 2003b, Geologic map of the Pitas Point 7.5' quadrangle, Ventura County, California--A digital database: California Geological Survey Preliminary Geologic Map, scale 1:24,000, available at http://www.conservation.ca.gov/cgs/rghm/rgm/preliminary_geologic_maps.htm. Trembanis, A.C., and Hume, T.M., 2011, Sorted bedforms on the inner shelf off northeastern New Zealand--Spatiotemporal relationships and potential paleo-environmental implications: Geo-Marine Letters, v. 31, p. 203-214. Warrick, J.A., and Farnsworth, K.L., 2009a, Sources of sediment to the coastal waters of the Southern California Bight, in Lee, H.J., and Normark, W.R., eds., Earth science in the urban ocean--The Southern California Continental Borderland: Geological Society of America Special Paper 454, p. 39-52. Yeats, R.S., 1998, North-vergent thick-skinned or south-vergent thin-skinned Oak Ridge fault--A view from the coast, in Kunitomi, D.S., Hopps, T.E., and Galloway, J.M., eds., Structure and petroleum geology, Santa Barbara Channel, California: American Association of Petroleum Geologists, Pacific Section and Coast Geological Society, Miscellaneous Publication 46, p. 143-152.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"USGS Pacific Coastal and Marine Science Center\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "contact-email",
      "value": "shartwell@usgs.gov"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-119.4481"
    },
    {
      "key": "metadata-date",
      "value": "2012-01-01"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2013-01-01\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-119.2494"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "34.3761"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "34.2187"
    },
    {
      "key": "licence",
      "value": "[\" \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-119.4481, 34.2187], [-119.2494, 34.2187], [-119.2494, 34.3761], [-119.4481, 34.3761], [-119.4481, 34.2187]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: This information is not intended for navigational purposes. Read and fully comprehend the metadata prior to data use. Uses of these data should not violate the spatial resolution of the data. Where these data are used in combination with other data of different resolution, the resolution of the combined output will be limited by the lowest resolution of all the data. Acknowledge the U.S. Geological Survey in products derived from these data. Share data products developed using these data with the U.S. Geological Survey. This database has been approved for release and publication by the Director of the USGS. Although this database has been subjected to rigorous review and is substantially complete, the USGS reserves the right to revise the data pursuant to further analysis and review. Furthermore, it is released on condition that neither the USGS nor the United States Government may be held liable for any damages resulting from its authorized or unauthorized use. Although this Federal Geographic Data Committee-compliant metadata file is intended to document these data in nonproprietary form, as well as in ArcInfo format, this metadata file may include some ArcInfo-specific terminology.\", \"Access Constraints: If physical samples or materials are available, constraints on their on-site access are described in \\\"WR CMG Sample Distribution Policy\\\" at URL: http://walrus.wr.usgs.gov/infobank/programs/html/main/sample-dist-policy.html\"]"
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "tags",
      "value": "santa clara river, pacific ocean, oceans, bathymetry/seafloortopography, ventura, california, bathymetry, ventura county, santa barbara channel, seafloor topography, ventura river, ventura harbor"
    },
    {
      "key": "harvest_object_id",
      "value": "33e1067c-6552-4638-9275-bb66d2cbb3ad"
    },
    {
      "key": "harvest_source_id",
      "value": "77f16df5-23cd-41bb-86af-1bdf1be6f907"
    },
    {
      "key": "harvest_source_title",
      "value": "U.S. Geological Survey Coastal Map"
    }
  ],
  "title": "Geology and geomorphology--Offshore of Ventura, California",
  "revision_id": "83dd1346-0d3b-4849-a81c-a0cc7608cb35"
}