{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "041acd47-a856-46f4-bafe-2ef7e3809e7a",
  "metadata_created": "2015-09-26T23:58:12.410164",
  "metadata_modified": "2016-08-23T00:13:20.059086",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "041acd47-a856-46f4-bafe-2ef7e3809e7a",
      "webstore_last_updated": null,
      "id": "04ed484b-d84f-4f56-ba59-41a707001e62",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "fish.php",
      "format": "",
      "tracking_summary": {
        "total": 2,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "a72140d8-573b-4489-bad3-c846fb90774f",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-08-22T20:13:20.120113",
      "url": "https://pifsc-www.irc.noaa.gov/cred/fish.php",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 0,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "cred-rea-reef-fish-assessment-survey-at-swains-island-american-samoa-in-2008",
  "isopen": false,
  "url": null,
  "notes": "To support a long-term NOAA Coral Reef Conservation Program (CRCP) for sustainable management and conservation of coral reef ecosystems, from 18 February - 19 March 2008, reef fish assessment surveys were conducted, as a part of Rapid Ecological Assessments (REA), during the Pacific Reef Assessment and Monitoring Program (RAMP) Cruise HI0802 in the American Samoa at biennial intervals by the Coral Reef Ecosystem Division (CRED) at the NOAA Pacific Islands Fisheries Science Center (PIFSC). During the cruise, 17 REA sites were surveyed at Swains Island in the American Samoa. At the specific REA sites, fish biologists along with coral biologists, algal biologists and marine invertebrate zoologist entered the water and conducted a fine-scale (~300 m2) and high degree of taxonomic resolution REA survey to assess and monitor species composition, abundance, percent cover, size distribution, diversity, and general health of fish, corals, macro-invertebrates, and algae in shallow-water (< 35 m) habitats. Reef fish assessment surveys were focused on cataloging the diversity (species richness), abundance (numeric density [# fish 100 m-2] and biomass density [kg 100 m-2]) of diurnally active reef fish assemblages. Three complementary noninvasive underwater survey methods were used, including belt-transect, stationary point count, and roving-diver surveys. For all methods, fish were identified at the species level, when possible, and assigned to a size bin ranging from 1 to 200 cm based on a visual estimate of total fish length. Belt-transect (BLT) surveys were used to quantify the entire diurnal fish community (all size classes). In belt-transect surveys, two fish biologists swam side-by-side along three consecutively-placed, 25m transect lines. The BLT team swam each transect two times. During the initial swim-out, each fish diver recorded all fish larger than 20 cm observed within a 4-m wide belt perpendicular to their respective side of the transect (200 m2 area per line, 100 m2 per diver). On the return swim, each fish diver recorded all fish less than 20 cm observed within a 2-m wide belt (100 m2 area per line, 50 m2 per diver). The survey of large fish took approximately 5 min to complete while the survey of smaller fish took about 10 min to complete. All reef-associated fish, including those in the water column (including planktivores), were counted. Any coastal pelagic species (e.g., clupeids [sardines], belonids [beakfish], antherinids [silversides]) seen near the surface were not recorded. The stationary point count (SPC) method were used to quantify larger, more mobile reef fish species that can be missed on belt-transect surveys. In stationary point count survey, a fish biologist swam approximately 15 m away from a transect line concurrently being surveyed by the other two BLT fish biologists. The SPC biologist then recorded all fish greater than 25 cm in length that passed within a visually estimated 20-m diameter cylinder centered on the diver's fixed position (10-m radius, total area = 314 m2). The survey time for each stationary point count survey was 5 min and a total of four stationary point count surveys were conducted at each REA site. Roving-diver surveys were followed belt-transect and stationary point count surveys. As diver bottom time permitted, the fish assessment team conducted random swim surveys throughout the REA site area, recording, to the species level or the lowest recognizable taxon, the presence of reef fish not encountered during previous methods.",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "\n          -171.0573416\n        "
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "\n          -11.04197284\n        "
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "\n          -11.07381158\n        "
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-171.0982965, -11.07381158], [-171.0573416, -11.07381158], [-171.0573416, -11.04197284], [-171.0982965, -11.04197284], [-171.0982965, -11.07381158]]]}"
    },
    {
      "key": "progress",
      "value": "underDevelopment"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Please cite CRED when using the data. Coral Reef Ecosystem Division, Pacific Islands Fisheries Science Center, National Marine Fisheries Service, National Oceanic and Atmospheric Administration\", \"Access Constraints: Data are available two years following data collection date.\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2008-03-16"
    },
    {
      "key": "contact-email",
      "value": "nmfs.pic.credinfo@noaa.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "\n          -171.0982965\n        "
    },
    {
      "key": "metadata-date",
      "value": "2016-08-16"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2010-03-20\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "ASNEEDED"
    },
    {
      "key": "licence",
      "value": "[\"\\n      While every effort has been made to ensure that these data are accurate and reliable within the limits of the current state of the art, NOAA cannot assume liability for any damages caused by errors or omissions in the data, nor as a result of the failure of the data to function on a particular system. NOAA makes no warranty, expressed or implied, nor does the fact of distribution constitute such a warranty.\\n    \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Coral Reef Ecosystem Division (CRED), Pacific Islands Fisheries Science Center (PIFSC), National Marine Fisheries Service (NMFS), National Oceanic and Atmospheric Administration (NOAA)\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2008-03-18"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "coastal processes, swains island, 1221, coral reefs, coral reef ecology, zoology, hi0802, earth science, rapid ecological assessments (rea), belt transect (blt) survey, reef assessment and monitoring program (ramp), reef fishes, stationary point count (spc )surveys, reef fish census, biology, numeric data sets, oceans, coral reef, belt transect, roving-diver surveys, pacific reef assessment and monitoring program (pacific ramp): biennial monitoring for the u.s. pacific islands and atolls, rapid assessment studies, random swimming, biosphere, marine ecosystem, american samoa, reef monitoring and assessment, corals, stationary"
    },
    {
      "key": "harvest_object_id",
      "value": "a489f497-2f98-4c53-a2c4-7cb7bb1fb99d"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "CRED REA Reef Fish Assessment Survey at Swains Island, American Samoa in 2008",
  "revision_id": "922d4963-5089-4d5a-98e5-50032d375baf"
}