{
  "license_title": "License not specified",
  "maintainer": " Robert  Maier",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "Robert.S.Maier@usace.army.mil",
  "num_tags": 0,
  "id": "fa7be624-9969-4b48-a440-9cb11dda7de1",
  "metadata_created": "2015-10-15T06:05:57.105465",
  "metadata_modified": "2015-10-30T05:25:04.523020",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "fa7be624-9969-4b48-a440-9cb11dda7de1",
      "webstore_last_updated": null,
      "id": "24d38394-046e-4064-9207-54693e12f719",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "dod-supercomputing-resource-center.aspx",
      "format": "",
      "tracking_summary": {
        "total": 2,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:25:04.581585",
      "url": "http://www.erdc.usace.army.mil/Media/FactSheets/FactSheetArticleView/tabid/9254/Article/476665/dod-supercomputing-resource-center.aspx",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "8e0b1d85-b69c-45ab-81bd-e52215eb9a9c",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 8,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "dod-supercomputing-resource-center-91231",
  "isopen": false,
  "url": null,
  "notes": "  Access to High Performance Computing Capabilities  Located at the ERDC Information Technology Laboratory in Vicksburg, Miss., the Department of Defense (DOD) Supercomputing Resource Center (DSRC) provides high performance computing (HPC) resources to DOD scientists and engineers across the Nation . The DSRC is responsible for operation and maintenance of supercomputing systems and the transfer of technical knowledge to DOD research projects. It typically operates two or more supercomputers on an average four-year life cycle. It also provides documentation, courseware, technical assistance, and project support for DOD scientists and engineers.  A Competitive Advantage  Many DOD projects require supercomputing capability to accomplish science and technology objectives. Supercomputing is used to predict the response of engineered systems in complex environments and to analyze patterns in physical systems. Supercomputing provides a technological advantage for DOD projects. It helps reduce defense system costs by shortening the design cycle and reducing reliance on expensive and destructive live experiments and prototype demonstrations. However, supercomputing technology is changing rapidly, and global competition is an increasing threat to technology leadership. The DSRC mission is therefore to continuously modernize supercomputing systems, ensuring a competitive advantage to DOD technology projects.  Supercomputing Systems  The Center&amp;#39;s computing resources available at the end of 2012 include 1.8 peak PFLOPS of computing capability:  a Cray XE6 with 9432 AMD 16 core 2.5-GHz Interlagos compute processors (150,912 cores) (1509 TFLOPS), 32GB dedicated memory per node, and 7200TB disk storage; an SGI Altix ICE 8200 with 1920 2.8-GHz dual quad-core compute processors (172 TFLOPS), 24GB of dedicated memory per node, and 721TB of disk storage; a Cray XE6 with 936 AMD 16 core 2.3-GHz Interlagos compute processors (14,976 cores) (138 TFLOPS), 64GB dedicated memory per node, and 140.4TB disk storage; and 15PB of local archival tape storage. Access to the Center&amp;#39;s HPC systems is provided through the Defense Research and Engineering Network (DREN) to users around the Nation.  User Support  The DSRC provides a multi-tiered knowledge support system, anchored by a web presence, including documentation and user assistance in debugging, programming techniques, visualization, and data analysis methods. ERDC staff provides direct consultation to DOD projects, ranging from basic problem resolution (e.g., system access) to scientific computing support. The ERDC Data Analysis and Assessment Center ( DAAC) supports pre- and post-processing of large data sets. DAAC scientific visualization experts develop custom solutions for DOD projects, while also supporting many small projects through online consultation and training. The DAAC also provides conceptual visualization capabilities to complement the traditional data visualization techniques. These capabilities take advantage of industry-leading animation and modeling software, enabling DOD scientists to communicate all aspects of their research by setting their results in context.  Success Stories  Nanotechnology is the focus of many DOD projects seeking improvements in material properties. Molecular engineering is being used to develop high-performance infrastructure materials with five to 10 times the strength, strength-to-weight ratio, or stiffness-to-weight ratio of existing infrastructure materials. The ERDC Advanced Materials Initiative (AMI) is one DOD project using supercomputers to accelerate the development of new high-strength, low-weight materials. The AMI relies heavily on simulations and nanometer-scale experimental techniques to design and process new materials with nanometer-scale precision. One of the initial research efforts of the AMI program was to design and develop a laboratory sample of a 1 million psi carbon nanotube-based fiber. Through supercomputer simulations, researchers determined the effects of molecular defects on carbon nanotubes, which are the basic building blocks of the fiber. Carbon nanotubes with common molecular defects have greater than 1 million psi tensile strength, but fibers composed of aligned carbon nanotubes are far weaker. The project team therefore developed and evaluated new molecular designs with chemical bonds to strengthen the fibers. Atomistic modeling and molecular design allows researchers to discover, design, and test advanced materials before they are produced. This saves considerable amounts of time and resources over the traditional build-test, rebuild-retest cyclic method of material development. This project resulted in two Small Business Technology Transfer contracts to transfer this technology to the private sector to develop a commercially viable method for producing 1 million psi carbon nanotube-based fibers.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "c775811f-da6f-4114-aa2e-27bc617b57d5"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6159"
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "repPhone",
      "value": "601- 634-2066"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6159"
    },
    {
      "key": "source_hash",
      "value": "041ee1650b73a89bd6371141e081b013d720b0fd"
    },
    {
      "key": "harvest_object_id",
      "value": "c775811f-da6f-4114-aa2e-27bc617b57d5"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "DOD Supercomputing Resource Center",
  "revision_id": "bcafc864-a963-4b4a-a288-b3270e0a9a7b"
}