{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "d0b25f22-2d8b-4a5a-9e01-48858341091d",
  "metadata_created": "2015-10-15T06:05:14.621594",
  "metadata_modified": "2015-10-30T05:24:44.524894",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "d0b25f22-2d8b-4a5a-9e01-48858341091d",
      "webstore_last_updated": null,
      "id": "819d6a0e-1f19-4c98-a5c9-61b57baecfff",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 16,
        "recent": 2
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:44.578087",
      "url": "http://www.nimh.nih.gov/labs-at-nimh/research-areas/clinics-and-labs/lbc/index.shtml",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "00736255-6e01-4b0b-bdf3-06a6fc2e2b66",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 41,
    "recent": 4
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "laboratory-of-brain-and-cognition-lbc",
  "isopen": false,
  "url": null,
  "notes": " The Laboratory of Brain and Cognition (LBC) is a branch of the Division of Intramural Research Programs ( DIRP) at the National Institute of Mental Health ( NIMH). The NIMH is part of the National Institutes of Health ( NIH), the principal biomedical and behavioral research agency of the United States Government. NIH is a component of the U.S. Department of Health and Human Services ( DHHS). The LBC consists of four Sections, headed by Dr. Leslie G. Ungerleider (Section on Neurocircuitry), Dr. Alex Martin (Section on Cognitive Neuropsychology), Dr. Peter A. Bandettini (Section on Functional Imaging Methods), and Dr. Chris I. Baker (Section on Learning and Plasticity), with Dr. Ungerleider as the Laboratory Chief. The LBC is a highly interactive and collegial environment, in which collaborations within and across the Sections are encouraged. There are three main themes of research in the LBC:   Physiology and Behavior of Nonhuman Primates - Dr. Ungerleider&amp;#39;s Section has long been devoted to establishing the links between neural structure and cognitive function, especially in the visual modality. Her early work was devoted to anatomical tracing techniques in macaque monkeys. By the mid-1990s, she and others had succeeded in mapping much of the monkey extrastriate visual cortex and had outlined some of the major functional systems. With the advent of functional brain imaging in humans, Dr. Ungerleider began the study of human cortex, using first PET and then fMRI. Monkey work has guided many of her hypotheses in the human imaging studies. Dr. Ungerleider&amp;#39;s monkey program includes monkey fMRI and electrophysiological studies in order to carry on parallel studies in humans and monkeys for which her lab is recognized.  Human Cognitive Neuroscience and Functional Brain Imaging- Four Sections in the LBC, headed by Drs. Ungerleider (sNC), Martin (sCNP), Bandettini (sFIM), and Baker (sLP) plan and conduct research on the functional organization of the human brain using functional magnetic resonance imaging (fMRI). The primary focus is on the visual modality as a model system for investigating perception, attention, learning, memory, decision-making, and the representation of semantic knowledge. Functional brain imaging studies are motivated by both the anatomy and physiology of the visual system in non-human primates and cognitive impairments produced by focal brain lesions in humans, as well as by models from cognitive science.  Functional Imaging Methods -The long-term research goal of Dr. Bandettini&amp;#39;s Section is the development and implementation of advanced fMRI methods towards an increased understanding of the functional organization and physiology of the human brain, and ultimately increased clinical utility. A major focus has been to understand the relationship between neuronal activity and fMRI signal changes, and to explore new methods for extraction of neuronal information from resting and active fMRI time series. sFIM research has been balanced across the four themes of methodology, technology, interpretation, and applications. In recent years, this focus has shifted towards more interpretative and methodological advancements.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5963"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "427171b5-6a79-4756-9262-72d1f68bb797"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5963"
    },
    {
      "key": "source_hash",
      "value": "870a03b2725351b58c6dffd12005db704918f713"
    },
    {
      "key": "harvest_object_id",
      "value": "427171b5-6a79-4756-9262-72d1f68bb797"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Laboratory of Brain and Cognition (LBC)",
  "revision_id": "66dfff42-0d5e-4e8c-8782-66be46f12976"
}