{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "053e389d-d57d-4b23-a57e-19560953e457",
  "metadata_created": "2013-03-15T21:20:23.336126",
  "metadata_modified": "2014-11-17T21:14:16.559974",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": null,
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "053e389d-d57d-4b23-a57e-19560953e457",
      "webstore_last_updated": null,
      "id": "417ee5ea-72f9-4092-bb89-aec7ec75f067",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "Full data set",
      "format": "TAR",
      "tracking_summary": {
        "total": 3,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "mimetype": null,
      "cache_url": null,
      "name": "Export",
      "created": "2014-11-17T16:14:16.705825",
      "url": "http://water.usgs.gov/GIS/dsdl/wri99-4000_lithogeo.tgz",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "ff5b5b28-d2ef-4e89-b689-4c0e7aea13c9",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "053e389d-d57d-4b23-a57e-19560953e457",
      "webstore_last_updated": null,
      "id": "c2871c34-6554-431b-83de-b6c95d64de3c",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "All shape files",
      "format": "TAR",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "mimetype": null,
      "cache_url": null,
      "name": "Shape",
      "created": "2014-11-17T16:14:16.705849",
      "url": "http://water.usgs.gov/GIS/dsdl/wri99-4000_lithogeo_shape.tgz",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "ff5b5b28-d2ef-4e89-b689-4c0e7aea13c9",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "053e389d-d57d-4b23-a57e-19560953e457",
      "webstore_last_updated": null,
      "id": "0a5354c9-90d3-4ff8-978c-ddfc0df590ee",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "Full data set",
      "format": "TAR",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "mimetype": null,
      "cache_url": null,
      "name": "SDTS",
      "created": "2014-11-17T16:14:16.705856",
      "url": "http://water.usgs.gov/GIS/dsdl/wri99-4000_lithogeo.sdts.tgz",
      "webstore_url": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "ff5b5b28-d2ef-4e89-b689-4c0e7aea13c9",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "053e389d-d57d-4b23-a57e-19560953e457",
      "webstore_last_updated": null,
      "id": "1d8bfe10-7cf3-42f5-8b70-f5eb0c158270",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "Export",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "ff5b5b28-d2ef-4e89-b689-4c0e7aea13c9",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-11-17T16:14:16.705863",
      "url": "http://water.usgs.gov/lookup/getspatial?wri99-4000_lithogeo",
      "webstore_url": null,
      "last_modified": null,
      "position": 3,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "053e389d-d57d-4b23-a57e-19560953e457",
      "webstore_last_updated": null,
      "id": "a57ea397-94d7-45f2-8a5c-733706e9b07f",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "Export",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "ff5b5b28-d2ef-4e89-b689-4c0e7aea13c9",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-11-17T16:14:16.705870",
      "url": "http://***To be determined",
      "webstore_url": null,
      "last_modified": null,
      "position": 4,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 5,
  "tags": [

  ],
  "tracking_summary": {
    "total": 44,
    "recent": 4
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "lithogeochemical-character-of-near-surface-bedrock-in-the-connecticut-housatonic-and-thames-riv",
  "isopen": false,
  "url": null,
  "notes": "This data layer shows the generalized lithologic and geochemical (lithogeochemical) character of near-surface bedrock in the Connecticut, Housatonic, and Thames River Basins and several other small basins that drain into Long Island Sound from Connecticut. The area includes most of Connecticut, western Massachusetts, eastern Vermont, western New Hampshire, and small parts of Rhode Island, New York, and Quebec, Canada. Bedrock geologic rock formations are classified into 29 lithogeochemical rock units, based on the relative reactivity of their constituent minerals to dissolution and other weathering reactions and the presence of carbonate or sulfide minerals. The 29 lithogeochemical units can be summarized into 6 major categories: (1) carbonate-rich rocks, (2) carbonate-poor, clastic sedimentary rocks restricted to distinct depositional basins, (3) metamorphosed, clastic sedimentary rocks (primarily noncalcareous), (4) mafic igneous rocks and their metamorphic equivalents, (5) ultramafic rocks, and (6) felsic igneous and plutonic rocks and their metamorphic equivalents. Lithogeochemical rock units also are grouped into nine lithologic and physiographic provinces (lithophysiographic domains), which can be summarized into three major regions: (1) western highlands and lowlands, (2) central lowlands, and (3) eastern highlands.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"U.S. Geological Survey\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "contact-email",
      "value": "psteeves@usgs.gov"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-73.84628191"
    },
    {
      "key": "metadata-date",
      "value": "2004-11-08"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"1998-10-14\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-71.07271366"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "45.30085759"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "40.93919878"
    },
    {
      "key": "licence",
      "value": "[\"Although this data set has been used by the U.S. Geological\\nSurvey, U.S. Department of the Interior, no warranty expressed or\\nimplied is made by the U.S. Geological Survey as to the accuracy\\nof the data and related materials. The act of distribution shall not \\nconstitute any such warranty, and no responsibility is assumed by \\nthe U.S. Geological Survey in the use of this data, software, or \\nrelated materials.\\n\\nAny use of trade, product, or firm names is for descriptive\\npurposes only and does not imply endorsement by the U.S.\\nGovernment.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-73.84628191, 40.93919878], [-71.07271366, 40.93919878], [-71.07271366, 45.30085759], [-73.84628191, 45.30085759], [-73.84628191, 40.93919878]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: About 95 percent of this data layer was compiled and digitized at a scale of 1:125,000, and should be used at or near this scale. Other limitations, listed below, include source variety, inherent source limitations, and other limitations. (a) Source variety: Compilation of the lithogeochemical data layer using State geologic maps resulted in some discontinuities at State borders. The lithogeochemical code assigned to a rock unit was based primarily on its description on the appropriate State geologic map. Because the information contained on the individual State maps was interpreted and assembled during a 40-year period by different groups of geologists, the maps do not always represent a coherent, or consistent, data set when combined. In addition, the chemical and mineral-assemblage characteristics of the rock groups and formations within each State are generalized in the geologic map descriptions; thus, regional trends in lithology or metamorphic grade may have resulted in different generalized descriptions of the same geologic unit in adjacent States. Discrepancies across State borders in the lithogeochemical coverage reflect these and other inconsistencies among the State geologic maps that could not be resolved with the existing information. However, the lithogeochemical coding of geologic units is internally consistent within each State, and discrepancies across State boundaries are minor in most cases. (b) Inherent limitations of data sources: Most of the lithogeochemical source material was compiled into the data layer from 1:125,000 mylar overlays or enlargements of State geologic maps (Massachusetts and Connecticut) or from enlargements of 1:250,000 U.S. Geological Survey topographic quadrangles with geologic contact lines (New Hampshire and Vermont). Thus, the lithogeochemical source materials include the limitations of the individual State maps and their source or base maps. In the case of the Massachusetts geologic map, the base map included two separate 1:250,000 U.S. Geological Survey topographic maps that had been matched at their edges and enlarged to 1:125,000 (the map was compiled at 1:125,000 but published at 1:250,000). Errors associated with these base-map construction procedures were evident when the lithogeochemical source sheet of Massachusetts was digitized. The initial root mean square (RMS) error, a measure of the accuracy of the registration of the digitized data to real-world locations, of the digitized lithogeochemical sheet was outside of the ideal range (less than or equal to 0.004) for digital cartographic products. Thus, the Massachusetts source sheet was digitized as four separate quadrants (northwestern, southwestern, northeastern, and southeastern) with separate sets of registration marks (\\\"tics\\\" in ARC/INFO); two quadrants approximately corresponded to each of the original two 1:250,000 edgematched topographic source-base maps. The RMS error for three of the four digitized quadrats was less than 0.004. For the southeast quadrant, the RMS error, at 0.009, was slightly higher than normally acceptable but was the best that could be obtained using the source geologic map. Small areas of Connecticut along Long Island Sound are not mapped in the lithogeochemical coverage, which reflect the extent of geologic information shown in Rogers (1985). (c) Other limitations: The 29-unit lithogeochemical classification scheme presented in this data layer has not been tested using actual water-quality data. The classification scheme and associated expected water-quality and ecosystem characteristics were based on geologic and geochemical principles and previous studies of the relations of rock type and these characteristics. Comparison with actual water-quality data likely would result in refinement of the classification scheme and a better understanding of the relations among rock types and water-quality and ecosystem characteristics. The classification scheme and data layer are intended to provide a general, flexible framework for classifying and mapping bedrock types in the study area for all types of water-quality analysis. The data layer is primarily a lithologic map, but with lithologic classes that are defined with respect to their potential effects on water quality. It is left to the user to define the specific water-quality question to be addressed and, if necessary, to regroup the 29 lithogeochemical rock types as appropriate to his or her analysis. For example, if sensitivity to acid deposition were the question being considered, the 29 lithogeochemical rock types might be grouped into three or more classes of low, moderate, and high sensitivity. The data layer primarily depicts the lithogeochemical character of bedrock units, rather than of surficial deposits such as glacial till, glacial outwash, or recent alluvium. Where surficial deposits are derived from the local bedrock, the data layer might also be used to describe the lithogeochemical character of these materials. However, chemical characteristics of natural waters associated with surficial deposits may differ from that suggested by the lithogeochemical character of the bedrock units to the extent that the surficial deposits consist of or are mixed with materials transported from source areas with differing lithogeochemical characteristics. Comparison of ground-water quality in surficial deposits overlying four generalized bedrock types-- carbonates (11 and 12), calcareous clastic rocks (13), Mesozoic-basin or arkosic rocks (21, 21cs, 22, and 23), and crystalline rocks (all other lithogeochemical codes)--found significant differences in specific conductance, pH, dissolved oxygen, alkalinity, dissolved solids, carbonate hardness, and major ions among the four bedrock types (Grady, S.J., and Mullaney, J.R., 1998, Natural and human factors affecting shallow water quality in surficial aquifers in the Connecticut, Housatonic, and Thames River Basins, U.S. Geological Survey Water-Resources Investigations Report 98-4042, 81 p).\", \"Access Constraints: None\"]"
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "frequency-of-update",
      "value": "THERE ARE NO PLANNED CHANGES TO THIS DATA LAYER."
    },
    {
      "key": "tags",
      "value": "inlandwaters, connecticut river, connecticut, housatonic, thames, and coastal river basins, conn nawqa study area, 1:125, bedrock, lithogeochemical, nawqa"
    },
    {
      "key": "harvest_object_id",
      "value": "93c97586-0c2c-4b61-b630-79222ebacfd7"
    },
    {
      "key": "harvest_source_id",
      "value": "e11eb0c1-b794-4812-9369-1bd7306336cd"
    },
    {
      "key": "harvest_source_title",
      "value": "Water NSDI Node Spatial Datasets"
    }
  ],
  "title": "Lithogeochemical Character of Near-Surface Bedrock in the Connecticut, Housatonic and Thames River Basins",
  "revision_id": "c0662efc-0dd9-46cb-98ee-d3bae037d8e0"
}