{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "65e4fad9-a24a-4d94-ac93-0e8e07181b86",
  "metadata_created": "2016-04-12T15:32:03.517559",
  "metadata_modified": "2016-04-12T15:32:03.517559",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "65e4fad9-a24a-4d94-ac93-0e8e07181b86",
      "webstore_last_updated": null,
      "id": "24724940-938a-4cc4-9e10-8cb26378514e",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "fermilab-facilities.html",
      "format": "HTML",
      "tracking_summary": {
        "total": 2,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-04-12T11:32:03.942398",
      "url": "http://iarc.fnal.gov/fermilab-facilities.html",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "1a453ed4-e984-4834-a0b5-438bd651fdd4",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 5,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "beam-test-facilities",
  "isopen": false,
  "url": null,
  "notes": "   NML Pulsed SRF Facility A RF unit test facility originally tasked with supporting the International Linear Collider R&amp;amp;D program and an important test facility for the PIP-II pulsed linac. Currently this facility consists of a 40 MeV photo-injector and a facility to allow cold test of single 1300 Mhz cryomodule. This facility has been proposed as the basis of a world class Advanced Accelerator R&amp;amp;D (AARD) program. (see ASTA below)  Advanced Superconducting Test Accelerator (ASTA): The Advanced Superconducting Test Accelerator (ASTA) facility will be based on upgrades to the existing NML pulsed SRF facility. ASTA is envisioned to contain 3 to 6 ILC/PX 1300 MHz cryomodules allowing tests of full PIP-II (and ILC ) RF units with nominal beam currents and pulse structures. An RF unit for PIP-II (or ILC) consists of a 10 MW klystron, modulator, and a RF power distribution system mated to 3 -4 cryomodules each containing eight 1300 MHz cavities. Addition beam lines, dumps, and test areas will support a user facility for a world class advanced accelerator research program with SRF linacs. ASTA will provide intense electron beams from 50 to 800 MeV/c energies. A small storage ring IOTA with the capability of storing either electrons or protons is also planned to explore new techniques to store intense beams. ASTA will accommodate a broad range of beam-based experiments to study fundamental limitations to beam intensity and to develop transformative approaches to particle-beam generation, acceleration and manipulation which cannot be done elsewhere. For more information see: http://apc.fnal.gov/programs2/ASTA_TEMP/index.shtml The MuCool Test Area (MTA) is used for R&amp;amp;D on ionization cooling components (mostly RF cavities) for the Muon Accelerator Program (MAP). The facility includes an experimental hall with radiation shielding, a surface building housing a liquid helium cryogenic plant and a manifold room for high pressure gas. Research infrastructure in the hall includes 400-MeV high-intensity H- beam from the Fermilab Linac, 201 &amp;amp; 805 MHz RF power, a large-bore solenoid magnet, liquid helium and nitrogen, vacuum system and instrumentation, high pressure gas supply lines, hydrogen safety systems, a class-100 clean room, radiation detectors and optical diagnostics. The available beam rate is 1 pulse per minute. A high-power circulator and switch serve two waveguide branches in the hall for 805-MHz RF. Additional information can be found at http://mice.iit.edu/mta/. The Fermilab Test Beam Facility (FTBF) is a high energy beam facility devoted to Detector R&amp;amp;D. The facility consists of two versatile beamlines (MTest and MCenter) in which users can test equipment or detectors. The MTest primary beamline consists of a beam of high energy protons (120 GeV) at moderate intensities (~1-300 kHz). This beam can also be targeted to create secondary, or even tertiary particle beams of energies down to below 1 GeV, consisting of pions, muons, and/or electrons. The MCenter beamline is very similar to the MTest beamline but is currently undergoing reconstruction. Further details can be found at http://www-ppd.fnal.gov/FTBF/. The Neutron Therapy Facility provides a moderate intensity, broad energy spectrum neutron beam that can be used for short term irradiations for radiobiology (cells) and material science investigations. NTF is an active radiotherapy facility for cancer therapy, however, therapy is only carried out three days per week. This allows the beam to be offered for other uses. The beam has the following properties: broad energy spectrum with a maximum energy of 66 MeV, neutron flux of 2 x 10 8 neutrons/cm 2/sec but only ~35% of this on an hourly basis, maximum irradiation area of approximately 24 cm x 24 cm, pulsed beam, 15 Hz, pulse length up to 62 &amp;#956;sec, proportionally fewer neutrons for shorter pulse lengths, and HV, BNC signal, and Triax signal/HV patches are available.  PIP-II Injector Experiment (PXIE): PXIE is the integrated systems test for the PIP-II frontend. It is expected to accelerate a 1-mA CW beam up to 30 MeV. Integrated systems test goals include 1 mA average current with 80% bunch-by-bunch chopping of beam delivered from the RFQ and efficient acceleration with minimal emittance dilution through at least 15 MeV. For more information see: http://www-bdnew.fnal.gov/pxie/  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6259"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "58016567-02ce-4131-bcfa-21954bc4bf6f"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6259"
    },
    {
      "key": "source_hash",
      "value": "2d9fa3615cbf1173734d0bbaa6a089fdc95b93f4"
    },
    {
      "key": "harvest_object_id",
      "value": "58016567-02ce-4131-bcfa-21954bc4bf6f"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Beam Test Facilities",
  "revision_id": "1a453ed4-e984-4834-a0b5-438bd651fdd4"
}