{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "3e918ad6-9bb3-4487-aeeb-908094962256",
  "metadata_created": "2013-03-14T19:47:08.702756",
  "metadata_modified": "2013-05-17T00:00:00",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": null,
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "3e918ad6-9bb3-4487-aeeb-908094962256",
      "webstore_last_updated": null,
      "id": "50f49368-46af-4226-b310-05006d497965",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 1153,
        "recent": 20
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "4574cdad-deec-4b04-98ef-c567b015548b",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-03-14T20:47:08.725736",
      "url": "http://www.KansasGIS.org",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "3e918ad6-9bb3-4487-aeeb-908094962256",
      "webstore_last_updated": null,
      "id": "a97f5e4e-7722-4e78-9714-f644acbfe361",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 1153,
        "recent": 20
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "4574cdad-deec-4b04-98ef-c567b015548b",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-03-14T20:47:08.725758",
      "url": "http://www.KansasGIS.org",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 10,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.184067",
    "title": "Kansas Data Access and Support Center",
    "name": "kgs-ku-edu",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.kansasgis.org/_style/img/banner.png",
    "revision_id": "649a4ecd-dd72-4628-b80e-cea6a4f616d2",
    "type": "organization",
    "id": "56d45844-910f-4632-a4ff-bf5f0e6cb653",
    "approval_status": "approved"
  },
  "name": "leo-ii-pc",
  "isopen": false,
  "url": null,
  "notes": "LEO II is a second-generation software system developed for use on the PC, which is designed to convert location references accurately between legal descriptions and geographic coordinates for locations in Kansas. In the LEO II system, a FORTRAN program accepts locations entered directly by the user or from a selected disk file, converts from legal to geographic reference or vice-versa, and writes the converted locations to the console screen or to a second disk file. The conversion program comprises one routine that converts between reference systems, two reoutines that support special options, and a control routine. Potential users should be familiar with legal and geographic reference and with the PC environment in which LEO II operates. The principal funcions of LEO II are available to anyone who can create an input data file in the correct form and with the proper content, with locations specified according to the standard or optional format and precision. Users with programming expertise can modify or rewrite parts of the conversion program to customize file formats, operational procedures, and program functions, and to use the alternate form for defining geographic coordinates. Reference conversion is founded on a large, \"spatial\" database containing the geographic locations of all Kansas section corners, which were taken from the digitized and edited section corners in the Kansas Cartographic Database (KCD). The system includes a \"query\" program, which may be used to examine or modify (rarely done) the contents of the LEO II database. A small set of Kansas sections is said to be \"nonstandard,\" and applying footages (methods for specifying more precise locations within a section) are not well defined. The LEO II system cannot convert locations in nonstandard sections. Attempting to convert a location in a nonstandard section is one example of errors that cause LEO II to stop performing a conversion. When error conditions end a conversion prematurely, LEO II identifies the specific error by writing an error number to the terminal or output file.LEO II is a second-generation software system developed for use on the PC, which is designed to convert location references accurately betwwn legal descriptions and geographic coordinates for locations in Kansas. In the LEO II system, a FORTRAN program accepts locations entered directly by the user or from a selected disk file, converts from legal to geographic reference or vice-versa, and writes the converted locations to the console screen or to a second disk file. The conversion program comprises one routine that converts between reference systems, two reoutines that support special options, and a control routine. Potential users should be familiar with legal and geographic reference and with the PC environment in which LEO II operates. The principal funcions of LEO II are available to anyone who can create an input data file in the correct form and with the proper content, with locations specified according to the standard or optional format and precision. Users with programming expertise can modify or rewrite parts of the conversion program to customize file formats, operational procedures, and program functions, and to use the alternate form for defining geographic coordinates. Reference conversion is founded on a large, \"spatial\" database containing the geographic locations of all Kansas section corners, which were taken from the digitized and edited section corners in the Kansas Cartographic Database (KCD). The system includes a \"query\" program, which may be used to examine or modify (rarely done) the contents of the LEO II database. A small set of Kansas sections is said to be \"nonstandard,\" and applying footages (methods for specifying more precise locations within a section) are not well defined. The LEO II system cannot convert locations in nonstandard sections. Attempting to convert a location in a nonstandard section is one example of errors that cause LEO II to stop performing a conversion. When error conditions end a conversion prematurely, LEO II identifies the specific error by writing an error number to the terminal or output file.",
  "owner_org": "56d45844-910f-4632-a4ff-bf5f0e6cb653",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Kansas Geological Survey\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "contact-email",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-102.5"
    },
    {
      "key": "metadata-date",
      "value": "2005-10-10"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"1993-09-15\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-94.6"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "40.0"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "37.0"
    },
    {
      "key": "licence",
      "value": "[\"\\nThe State of Kansas Geographic Information Systems Core Database's digital data have been tested and their documentation carefully reviewed.  However, the State of Kansas Geographic Information Systems Policy Board's Data Access and Support Center and its representatives make no warranty or representation, either expressed or implied, with respect to the digital data and their documentation, their quality, performance, merchantability, or fitness for a particular purpose.  The digital data are distributed on \\\"as is\\\" basis, and the user assumes all risk to their quality, the results obtained from their use, and the performance of the data.\\n\\nIn no event will the State of Kansas Geographic Information Systems Policy Board or its representatives be liable for any direct, indirect, special, incidental or consequential damages resulting from and defect in the State of Kansas Geographic Information Systems Core Database's digital data or in their documentation.\\n\\nThis disclaimer of warranty is exclusive and in lieu of all others, oral or written, express or implied.  No agent or employee is authorized to make any modification, extension, or addition to this warranty.\\n\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-102.5, 37.0], [-102.5, 40.0], [-94.6, 40.0], [-94.6, 37.0], [-102.5, 37.0]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Do not redistribute.\", \"Access Constraints: The source code is copy righted.\"]"
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "tags",
      "value": "location, PLSS, Legal descriptions, Coordinate conversion, Geographic reference"
    },
    {
      "key": "harvest_object_id",
      "value": "437ebd54-3c17-4b98-8245-beb1bddd3dbf"
    },
    {
      "key": "harvest_source_id",
      "value": "619e3d4a-0a81-4a85-a769-47b591108252"
    },
    {
      "key": "harvest_source_title",
      "value": "Kansas Data Access and Support Center"
    }
  ],
  "title": "Leo II PC",
  "revision_id": "4574cdad-deec-4b04-98ef-c567b015548b"
}