{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "b8be557b-0555-47b5-93e4-85a2358878a5",
  "metadata_created": "2015-04-25T12:19:44.973979",
  "metadata_modified": "2016-04-01T20:55:03.381811",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "b8be557b-0555-47b5-93e4-85a2358878a5",
      "webstore_last_updated": null,
      "id": "8d802a19-032c-4f6c-a9a1-2b19e5c77bbf",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 161,
        "recent": 3
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "38728f68-344e-4485-9d4c-a8297e74b5f0",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-04-01T16:55:03.490341",
      "url": "http://bios.dfg.ca.gov/",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "b8be557b-0555-47b5-93e4-85a2358878a5",
      "webstore_last_updated": null,
      "id": "74ccf3e9-1db0-4d8f-872f-a43c29552226",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "ds702.zip",
      "format": "ZIP",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "38728f68-344e-4485-9d4c-a8297e74b5f0",
      "mimetype": null,
      "cache_url": null,
      "name": "Zip File",
      "created": "2016-04-01T16:55:03.490368",
      "url": "ftp://ftp.dfg.ca.gov/BDB/GIS/BIOS/Public_Datasets/700_799/ds702.zip",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 13,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-05-19T14:05:26.054173",
    "title": "State of California",
    "name": "ca-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ca.gov/images/template2012/header_ca.gov.png",
    "revision_id": "ad94cda4-9394-44d0-9c37-573dc3c47c9a",
    "type": "organization",
    "id": "467d900f-8a42-452d-9906-6610dd1a767f",
    "approval_status": "approved"
  },
  "name": "coastal-cactus-wren-san-diego-co-2009-ds7021df0d",
  "isopen": false,
  "url": null,
  "notes": "The San Diego Multiple Species Conservation program (MSCP) was developed for the conservation of plants and animals in the southeast portion of San Diego County. Monitoring of species found within the MSCP is a key method to measuring the success of the reserve system. The Coastal Cactus Wren is one of the focal species identified as part of the MSCP Biological Monitoring Plan. The species is also currently on the State of California Birds of Species Concern list. The primary threat to the cactus wren is habitat loss and concurrent fragmentation, which occurs as habitat is developed or fire destroys cactus. The coastal cactus wren historically occurred in cactus patches along the several lagoons and coastal canyons in San Diego and southern Orange County (Rea and Weaver 1990), though recent surveys reveal that most of these populations have been destroyed by urbanization (Rea and Weaver 1990, USFWS 1994). The remaining coastal cactus wren populations in San Diego County are predominantly in the inland portion of the county (Rea and Weaver 1990, MSCP 1995). This datalayer presents the positive observations of USFWS Cactus Wren occupancy surveys conducted in San Diego County in 2009 and was compiled as part of the Southern California Data Integration Project. Extensive cactus mapping was conducted in San Diego County prior to the survey effort. Cactus wren monitoring was done within an occupancy framework to determine the percentage of plots occupied by cactus wrens, estimated from plot surveys. Surveys were conducted from July 10-August 12, 2009 between sunrise and sunset. Each plot was visited up to 3 times during the survey season. Environmental measurements (air temperature, average wind speed) were recorded during a 1-minute period upon arriving at a sample point using a pocket weather station. Surveys were not conducted if average wind speeds exceeded 20 kilometers per hour, precipitation exceeded a drizzle, or ambient temperatures were less than 4.5C (40F) or over 30C (85F). Surveyors used tape playback of cactus wren song to elicit response of cactus wrens on the plot to aid detectability. Following Mitrovich and Hamilton (2007), the tape was played for three 40 second intervals with one minute of silence in between. The surveyor listened and watched for cactus wrens as the tape was played and for one minute after each tape playback. Presence or absence of cactus wrens on the plot was recorded on a datasheet, as well as the number of juveniles, adults, or birds in which the life stage could not be determined. Additional information about the survey or bird was noted in the Comments field, such as whether a nest was observed. Habitat data collected for each plot included presence of Mexican elderberry (Sambucus mexicana) and Lemonadeberry (Rhus integrifolia), Percent of Prickly Pear and Cholla present, and the maximum height of Prickly Pear and Cholla. These data were typically collected on the first visit to each plot but may have been collected on the second visit instead due to logistical reasons. REFERENCES Mitrovich, M.J., and R.A. Hamilton. 2007. Status of the Cactus Wren (Campylorhynchus brunneicapillus) within the Coastal Subregion of Orange County, California. Prepared for Nature Reserve of Orange County, Irvine, California. May 2007. Rea, A. M., and K. L. Weaver. 1990. The taxonomy, distribution, and status of coastal California cactus wrens. Western birds 21:81-126. U.S. Fish and Wildlife Service. 1994. One year finding for a petition to list the Pacific coast population of the cactus wren under the Endangered Species Act. 50 CFR Part 17 (FR Doc 94-21785, Filed 9-1-94).",
  "owner_org": "467d900f-8a42-452d-9906-6610dd1a767f",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-116.872793"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "33.103214"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "32.554603"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-117.128537, 32.554603], [-116.872793, 32.554603], [-116.872793, 33.103214], [-117.128537, 33.103214], [-117.128537, 32.554603]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: There are no restrictions on the use of this data. However, secondary distribution must be accompanied by this documentation. Credit should always be given to the data source when this data is transferred or printed. Please use the following citation: U.S. Fish and Wildlife Service. (2010). Coastal Cactus Wren, San Diego Co. - 2009 [ds702]. Digital Data. Biogeographic Information and Observation System (BIOS). Retrieved on (ENTER DATE) from http://bios.dfg.ca.gov.\", \"Access Constraints: None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "9999-01-01"
    },
    {
      "key": "contact-email",
      "value": "clark_winchell@fws.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-117.128537"
    },
    {
      "key": "metadata-date",
      "value": "2016-03-24"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2011-01-01\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "unknown"
    },
    {
      "key": "licence",
      "value": "[\"Although this data and information have been processed successfully on a computer system at the US Fish and Wildlife Service - Carlsbad Fish & Wildlife Office (USFWS), no warranty expressed or implied is made regarding the accuracy or utility of the data and information on any other system or for general or scientific purposes; nor shall the act of distribution constitute any such warranty. This disclaimer applies both to individual use of the data and information, and aggregate use with other data and information. It is also strongly recommended that careful attention be paid to the contents of the metadata file associated with this data and information. The USFWS shall not be held liable for improper or incorrect use of the data and information described and/or contained herein.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"U.S. Fish and Wildlife Service - Carlsbad Fish & Wildlife Office\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "9999-01-01"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "multiple species conservation program, san diego county, california, monitoring, coastal cactus wren"
    },
    {
      "key": "harvest_object_id",
      "value": "c35f33e0-fecb-411b-9a01-bea7b9594aec"
    },
    {
      "key": "harvest_source_id",
      "value": "bf0e0f99-7417-42e4-a627-e94c49cb4159"
    },
    {
      "key": "harvest_source_title",
      "value": "State of California Geoportal"
    }
  ],
  "title": "Coastal Cactus Wren, San Diego Co. - 2009 [ds702]",
  "revision_id": "9d656055-7b71-4026-b5b8-0cd4ce0e9636"
}