{
  "license_title": "U.S. Government Work",
  "maintainer": "John Falker",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "jfalker@nasa.gov",
  "num_tags": 3,
  "id": "8bab9fc9-7abb-4745-8949-61c0d1feec32",
  "metadata_created": "2015-04-09T18:56:59.501596",
  "metadata_modified": "2015-07-08T19:30:18.230620",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "8bab9fc9-7abb-4745-8949-61c0d1feec32",
      "webstore_last_updated": null,
      "id": "54d01b2c-6ba1-4a70-8518-ac6b55c9b27d",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "XML",
      "tracking_summary": {
        "total": 3,
        "recent": 2
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/xml",
      "cache_url": null,
      "name": "XML File",
      "created": "2015-04-09T14:56:59.576574",
      "url": "http://techport.nasa.gov/xml-api/14742",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "1d479376-d1fa-41b5-84fc-5f75541bf124",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "completed",
      "id": "5e4de852-789d-47bf-af3b-ba9a0dd8d489",
      "name": "completed"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "marshall-space-flight-center",
      "id": "3436400c-994c-488e-b053-48f88dc93106",
      "name": "marshall-space-flight-center"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "project",
      "id": "24471320-3e5c-42b5-a078-8e48e70e2ac4",
      "name": "project"
    }
  ],
  "tracking_summary": {
    "total": 18,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "active-collision-avoidance-for-planetary-landers-project",
  "isopen": true,
  "url": null,
  "notes": "&lt;p&gt;Advancements in radar technology have resulted in commercial, automotive collision avoidance radars. These radar systems typically use 37GHz or 77GHz &lt;strong&gt;&lt;u&gt;interferometry&lt;/u&gt;&lt;/strong&gt; to identify hazards around a vehicle. This is done by developing a high-resolution &amp;lsquo;topographic&amp;rsquo; map of the area surrounding the vehicle and identifying potential changes in the surrounding area. &amp;nbsp;The technology should not be confused with older radar systems, which do not use interferometry. Automotive interferometric systems are designed to be lightweight, consume little electric power, and are small enough to fit into fenders of vehicles.&lt;/p&gt;&lt;p&gt;These systems have enormous potential in performing the same functions for planetary landers.&amp;nbsp; Compared to systems dependent on optical wavelengths, suspended dust, small particles and aerosols are transparent to radar&amp;rsquo;s much longer wavelengths. &amp;nbsp;The automotive collision avoidance systems are not inhibited by dust clouds as are optical systems, are relatively small, and do not consume much power &amp;ndash; three key characteristics that make them good candidates for a collision avoidance system.&lt;/p&gt;&lt;p&gt;Radar systems, from vendors like Delphi Automotive, are available with the full complement of hardware, processing software and visualization systems. We emphasize the importance of the existing software base.&amp;nbsp; Replicating the investment represented by these packages is prohibitive. Freescale Semiconductors, an industry leader in advanced integrated circuits, have recently announced the availability of a single chip automotive radar solution at different frequencies. These single-chip solutions are state-of-the-art technologies that integrate the entire front-end of a radar system into a single surface mount device, that occupies less that &lt;strong&gt;&lt;em&gt;1 sq. cm&lt;/em&gt;&lt;/strong&gt;. This product significantly miniaturizes a potential collision avoidance system.&amp;nbsp; However, these radars are calibrated for use in an automotive application. Radar reflectivity and target detection is based on known radar cross sections for typical vehicular use.&lt;/p&gt;&lt;p&gt;In our effort, we will evaluate a Delphi or similar radar solution for MSFC&amp;rsquo;s Mighty Eagle and Lunar Surface Testbed. In the first year evaluation will with a static platform. The evaluation will consist of understanding the radar signature (at automotive radar frequencies) of a simulated lunar surface and also evaluate the performance of the built-in target detection capability of a COTS radar system. In addition, we will begin evaluation of the Freescale Semiconductor solution. This will enhance our in-house capability to design and build our own system that will incorporate the knowledge gained from using the Delphi system in the terrain field.&lt;/p&gt;&lt;p&gt;There are several significant elements in the evaluation.&amp;nbsp; Here we specifically note the following to give some indication of the range and nature of the elements. (1) What interference to other spacecraft systems might happen?&amp;nbsp; (2) How does placement on the spacecraft affect the performance of the radar? (3) What is the distance-object size-surface morphology-particle size-particle shape-particle composition detectability performance? (4) How sensitive are the tests to moisture in the simulant?&amp;nbsp; The later point is a practical concern that must be addressed in order to evaluate the other elements. &amp;nbsp;We are aware that rocket exhaust can interfere with radar frequencies.&amp;nbsp; The significant of this effect at the target wavelengths with our instrument/lander geometry for an interferometric system will be evaluated.&lt;/p&gt;",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2013-10-01T00:00:00Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "references",
      "value": [
        "http://techport.nasa.gov/home",
        "http://techport.nasa.gov/doc/home/TechPort_Advanced_Search.pdf",
        "http://techport.nasa.gov/fetchFile?objectId=6561",
        "http://techport.nasa.gov/fetchFile?objectId=3456",
        "http://techport.nasa.gov/fetchFile?objectId=3447",
        "http://techport.nasa.gov/fetchFile?objectId=6584",
        "http://techport.nasa.gov/fetchFile?objectId=6560",
        "http://techport.nasa.gov/fetchFile?objectId=3448"
      ]
    },
    {
      "key": "source_hash",
      "value": "b8ad8ee3fa84431c481699c87a129685900730e0"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "temporal",
      "value": "2013-10-01T00:00:00Z/2014-09-01T00:00:00Z"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:000"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://techport.nasa.gov/view/14742"
    },
    {
      "key": "harvest_object_id",
      "value": "e27f04c6-6532-4a99-a5fe-e6f3796642f3"
    },
    {
      "key": "publisher",
      "value": "Space Technology Mission Directorate"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a89c63a7fe59b498331"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "National Aeronautics and Space Administration > Space Technology Mission Directorate"
    },
    {
      "key": "modified",
      "value": "2015-03-12"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": "TECHPORT_14742"
    },
    {
      "key": "harvest_object_id",
      "value": "e27f04c6-6532-4a99-a5fe-e6f3796642f3"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Active Collision Avoidance for Planetary Landers Project",
  "revision_id": "fd2289d9-daa8-45af-93ed-ff7796e5051c"
}