{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "cfa3c396-5d9d-4692-b1b9-a478a1e364ca",
  "metadata_created": "2016-07-16T01:34:54.011013",
  "metadata_modified": "2016-07-16T01:34:54.011013",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "cfa3c396-5d9d-4692-b1b9-a478a1e364ca",
      "webstore_last_updated": null,
      "id": "219136aa-66d7-4fff-994a-e556cd6294cc",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "SHP",
      "tracking_summary": {
        "total": 6,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "mimetype": null,
      "cache_url": null,
      "name": "ESRI Shapefile",
      "created": "2016-07-15T21:34:54.143326",
      "url": "http://cloud.insideidaho.org/webApps/util/zip.ashx?fn=http://cloud.insideidaho.org/data/blm/GRSG_FINALEIS_ID_SagebrushFocalAreas.shp",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "207992cc-1871-4b61-9cc0-a0a6b8d78657",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "cfa3c396-5d9d-4692-b1b9-a478a1e364ca",
      "webstore_last_updated": null,
      "id": "ac241461-c649-462c-a2ff-f87e45e5511d",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "index.html",
      "format": "HTML",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "207992cc-1871-4b61-9cc0-a0a6b8d78657",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-07-15T21:34:54.143356",
      "url": "http://Added http://insideidaho.org/index.html",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 13,
    "recent": 3
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The University of Idaho is a nationally-recognized research institution committed to student success and academic excellence that delivers one of the best educational values in the Pacific Northwest.",
    "created": "2013-03-14T03:44:41.687651",
    "title": "University of Idaho",
    "name": "uidaho-edu",
    "is_organization": true,
    "state": "active",
    "image_url": "http://upload.wikimedia.org/wikipedia/en/thumb/4/44/University_of_Idaho_seal.svg/300px-University_of_Idaho_seal.svg.png",
    "revision_id": "761955d7-9530-4622-8609-d0b01c78e177",
    "type": "organization",
    "id": "75e22a8a-da5f-46f3-93d8-924063a3703d",
    "approval_status": "approved"
  },
  "name": "sagebrush-focal-areas-20150501-idaho-sw-montana-sub-region-greater-sage-grouse-environmental-im",
  "isopen": false,
  "url": null,
  "notes": "Sagebrush Focal Areas (SFAs) are a refinement of Greater Sage Grouse habitat delineating the most valuable habitat to the Greater Sage Grouse (Centrocercus urophasianus). They are a subset of the \"Highly Important Landscapes\" identified by the US Fish and Wildlife Service October, 2014. This dataset is a further refinement of the data layer, \"SFA_Draft_January_2015_DIS\" released by the Bureau of Land Management (BLM) National Operations Center (NOC) in January, 2015. The SFAs were identified to further protect highly valuable sage grouse habitat and develop conservation strategies as described in the Administrative Draft Proposed Plan (ADPP) for the Idaho and Southwestern Montana Greater Sage Grouse Environmental Impact Statement. Areas within SFAs will be managed as Priority Habitat Management Areas (PHMA) and may include areas of non-habitat. The lineage section describes the processing that was done to the, \"SFA_Draft_January_2015_DIS\" layer. No SFA was delineated in the SW Montana or USFS Raft River Unit in Utah for the Idaho and SW Montana GRSG Sub-region. Three areas of Non-Habitat managed by the BLM or USFS are included at the direction of the Washington Office. These include an area in and adjacent to the BLM Donkey Hills ACEC, approximately 12,400 acres; 4,900 acres manged by the USFS in the Lost River Range decribed as Borah Peak, and 6,800 acres of USFS manged lands described as Big Flat Top Mountain/ Copper Basin Knob. It does not include all PHMA identified by the Idaho and Southwestern Montana sub-region. It is limited to BLM and USFS managed lands. Within Idaho, areas removed from the original layer provided by the NOC, 842,900 acres75,800 acres BLM Non-Habitat, 61,800 acres within Wilderness Study Areas9,600 acres BLM IHMA (800 in Great Rift WSA, 8,800 east of Creaters NM adjacent to PHMA)1,600 acres BLM GHMA, in the Great Rift and Cedar Butte WSAs300 acres USFS Non-Habitat460,700 acres National Park Service Non-Habitat in Craters of the Moon NM200 acres DOE (INL) PHMA26,200 acres Other Federal Lands PHMA (USDA Sheep Research Station)12,400 acres US Fish and Wildlife Service managed lands Non-Habitat in the Minidoka National Wildlife Refuge300 acres Military Non-Habitat127,200 acres Idaho State lands PHMA2,200 acres Idaho State lands Non-Habitat121,100 acres Private lands in PHMA100 acres in Private IHMA5,100 acres in Private, non-habitat",
  "owner_org": "75e22a8a-da5f-46f3-93d8-924063a3703d",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Caribou-Targhee National Forest and Curlew National Grassland\", \"roles\": [\"pointOfContact\"]}, {\"name\": \"U.S. Department of the Interior (DOI), Bureau of Land Management (BLM), Branch of Resources and Sciences\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "contact-email",
      "value": "id_so_information@blm.gov"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-117.672681"
    },
    {
      "key": "metadata-date",
      "value": "2015-06-29"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2015-05-01\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-111.232591"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "44.888792"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "41.592851"
    },
    {
      "key": "licence",
      "value": "[\"See access and use constraints information.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-117.672681, 41.592851], [-111.232591, 41.592851], [-111.232591, 44.888792], [-117.672681, 44.888792], [-117.672681, 41.592851]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: These data are provided by Bureau of Land Management (BLM) \\u00e2\\u0080\\u009cas is,\\u00e2\\u0080\\u009d and might contain errors or omissions. The User assumes the entire risk associated with its use of these data and bears all responsibility in determining whether these data are fit for the User\\u00e2\\u0080\\u0099s intended use. The information contained in these data is dynamic and may change over time. The data are not better than the sources from which they were derived, and both scale and accuracy may vary across the data set. These data might not have the accuracy, resolution, completeness, timeliness, or other characteristics appropriate for applications that potential users of the data may contemplate. The User is encouraged to carefully consider the content of the metadata file associated with these data. These data are neither legal documents nor land surveys, and must not be used as such. Official records may be referenced at most BLM offices. Please report any errors in the data to the BLM office from which it was obtained. The BLM should be cited as the data source in any products derived from these data. Any Users wishing to modify the data should describe the types of modifications they have performed. The User should not misrepresent the data, nor imply that changes made were approved or endorsed by BLM. This data may be updated by the BLM without notification.\", \"Access Constraints: None\"]"
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "frequency-of-update",
      "value": "asNeeded"
    },
    {
      "key": "tags",
      "value": "vegetation, stream, facility, energy, ppma, habitat, centrocercus urophasianus, united states, sagebrush, offhighway vehicle use, greater sage grouse, campground, ohv, righs-of-way, id, montana, row, sage grouse, disturbance, wilderness, endangered, pmma, wild horse and burro, blm, fire, surface management agency, forest, u.s. department of agriculture, wild and scenic river, bureau of land management, preliminary general management area, idaho and southwestern montana greater sage-grouse land use plan amendment and environmental impact statement, authorization, lease, mining, oil, core habitat, geology, land use planning, utah, withdrawal, gas, wildlife, ut, mt, trail, management, preliminary medial management area, wilderness study area, mineral stipulation, sma, idaho, recreation, doi, hydrology, usfs, preliminary priority management area, department of the interior, eis, us, mineral material site, sensitive, range, fire perimeter, allotment, permit, pgma, wind, u.s. forest service"
    },
    {
      "key": "harvest_object_id",
      "value": "967b292d-ff71-4fbc-9200-1bf95c6fc36e"
    },
    {
      "key": "harvest_source_id",
      "value": "6d1998c4-ba28-47a6-9395-7413c0cc32ac"
    },
    {
      "key": "harvest_source_title",
      "value": "Idaho Geospatial Data Clearinghouse"
    }
  ],
  "title": "Sagebrush Focal Areas 20150501, Idaho-SW Montana Sub-region, Greater Sage-grouse Environmental Impact Statement (EIS)",
  "revision_id": "207992cc-1871-4b61-9cc0-a0a6b8d78657"
}