{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "cd2d73a9-d996-4c21-a8ae-1542376a1ad8",
  "metadata_created": "2015-10-15T05:58:07.393068",
  "metadata_modified": "2015-10-30T05:22:18.242562",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "cd2d73a9-d996-4c21-a8ae-1542376a1ad8",
      "webstore_last_updated": null,
      "id": "4aa29ba9-c0c4-4401-af10-7aaef4163e36",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "materials-concrete-and-geotechnical-laboratories.aspx",
      "format": "",
      "tracking_summary": {
        "total": 4,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:22:18.296275",
      "url": "http://www.erdc.usace.army.mil/Media/FactSheets/FactSheetArticleView/tabid/9254/Article/518769/materials-concrete-and-geotechnical-laboratories.aspx",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "0d784bc9-efce-4e14-8739-5f6f078392e7",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 13,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "materials-concrete-and-geotechnical-laboratories",
  "isopen": false,
  "url": null,
  "notes": " CRREL&amp;#39;s materials, concrete and geotechnical laboratories maintain a wide variety of cutting-edge equipment and instrumentation and are staffed by a team of dedicated and experienced test engineers and technicians who can effectively quantify behavior characteristics of a wide range of materials in realistic environmental conditions found throughout the globe. CRREL&amp;#39;s focused expertise in cold regions engineering has been developed by engineers, scientists and technicians, some of whom have pioneered material-testing standards and methods in a variety of areas where standards either have not existed or are insufficient to address specific problems. Previous activities in these combined laboratories include the following:  Soils classification testing Atterberg limits, specific gravity and moisture content determinations Freeze-thaw investigations, including thaw consolidation and frost heaving (cyclic effects or one-time freeze-thaw cycle) Thermal properties and thermal conductivity physical testing to provide inputs to thermal modeling studies Materials strength and other mechanical properties investigations Hydraulic conductivity assessments Cold weather concrete and flowable fill materiel development for DOD use in contingency environments Development of methods to quantify ice adhesion effects Materiel development and evaluation Low-temperature, low strain-rate testing (flexural fatigue and multi-point bending) Low-temperature, high strain-rate testing (brittleness index studies and materials fracture and associated phenomenology) Success Stories The U.S. Coast Guard (USCG) and the U.S. Navy (USN) have become increasingly concerned about the effects of ice adhesion on their vessels entering Arctic waters and are interested in materiel development solutions which offer anti-icing and de-icing advantages. CRREL has long led the technical community in developing a variety of tests to quantify the effects of ice adhesion on materials and equipment in order to aid in developing better technologies for anti- and de-icing. In response to USCG and USN needs, CRREL has pioneered a new technique called the &amp;quot;peel test,&amp;quot; which is appropriate for quantifying the effects of sea ice adhesion in certain fracture modes. See POC list for more information. The U.S. Army has been concerned in recent years about its ability to rapidly repair roadways in contingency environments such as Iraq and Afghanistan. A broad technical community responded to this challenge over time with a variety of solutions, none of which were suitable in cold weather (near or sub-freezing temperatures). CRREL responded to this need by developing a custom cold-weather concrete solution for the U.S. Army in Afghanistan, enabling roadway repairs with cheap, locally procurable materials in 20%-25% of the time required for conventional construction methods and materials. A portion of a runway for military aircraft at Joint Base Elmendorff-Richardson (JBER) in Anchorage, Alaska, recently experienced severe frost heave and thaw settlement damage from the cyclic freeze-thaw environment experienced by the runway pavement and its sublayers. CRREL researchers developed a frost susceptibility apparatus and other related equipment to quantify the frost susceptibility of the JBER soils and developed a novel geotechnical solution to minimize soil heaving for the runway, saving an estimated millions of dollars in construction costs. Features  Three apparatuses for low- to moderate-temperature, low strain-rate materials testing. Typical studies include soil triaxial shear, soils hydrostatic compression, ice adhesion, cyclic tension, or compression testing for a variety of materials, including composites:  Heavy load materials testing machine with a 1110 kN (250,000 lbf) capacity, a temperature range of &amp;#8722;70 to 40&amp;#176;C, and dual servo valves for high cyclic-rate testing (100 load cycles/min) Soils lab materials testing machine with a 110 kN (25,000 lbf) capacity and a temperature range of &amp;#8722;20 to 40&amp;#176;C Composites lab materials testing machine with a 220 kN (50,000 lbf) capacity, a temperature range of &amp;#8722;150 to 40&amp;#176;C and dual servo valves for high cyclic rate testing (100 load cycles/min) Typical instrumentation:  MTS FlexTest Digital controllers to automate testing and provide real-time, customized displays Temperature controls (+/&amp;#8722; 0.5&amp;#176;C typical) Extensometers and Linear Variable Differential Transformers (LVDTs) for high precision position and dimensional information Multi-point bend apparatus for flexural fatigue testing: 133 kN (30,000 lbf) capacity Creep apparatus for quantifying vertical and horizontal soils creep in minutes to months: temperature range &amp;#8722;20 to 40&amp;#176;C A Split-Hopkinson pressure bar and Charpy impact machines for low- to moderate-temperature, high strain-rate materials testing Ice Adhesion test setup, execution and data collection apparatuses Concrete freeze-thaw cycling chamber for studying the effects of freeze-thaw or other thermal cycles on concrete Frost susceptibility apparatus for studying the effects of freeze-thaw cycles on soils and on other materials Other custom materials testing equipment Contact Jared Oren for a variety of methods to conduct real-time remote (or on-site) controls and monitoring through LabView. In addition, a dedicated, secure website and other functionality are possible for remote video and photo monitoring.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6138"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "fa2f89aa-d435-4cd0-97fa-0c22edc2a852"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6138"
    },
    {
      "key": "source_hash",
      "value": "4a4dc2fad32182ae4549683a39f256c35c7b214c"
    },
    {
      "key": "harvest_object_id",
      "value": "fa2f89aa-d435-4cd0-97fa-0c22edc2a852"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Materials, Concrete, and Geotechnical Laboratories",
  "revision_id": "72d80149-2ad6-40ba-9cce-d171b12e7eb8"
}