{
  "license_title": "U.S. Government Work",
  "maintainer": "Stephen Gaddis",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "stephen.w.gaddis@nasa.gov",
  "num_tags": 3,
  "id": "9fd017b7-4bba-4d70-ac9b-31120ecead4b",
  "metadata_created": "2015-04-09T18:58:23.557573",
  "metadata_modified": "2015-07-08T19:31:08.943320",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "9fd017b7-4bba-4d70-ac9b-31120ecead4b",
      "webstore_last_updated": null,
      "id": "eecf7396-3d68-4e8a-b9f3-8f174b7742d2",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "XML",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/xml",
      "cache_url": null,
      "name": "XML File",
      "created": "2015-04-09T14:58:23.671105",
      "url": "http://techport.nasa.gov/xml-api/17547",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "aef7774f-d3f1-4555-a0a0-df2d1feeb264",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "active",
      "id": "e48100ef-ebfc-4859-8e8a-91a0f5feaae6",
      "name": "active"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "johnson-space-center",
      "id": "8c48e662-8810-405c-ac79-3dd5ea311315",
      "name": "johnson-space-center"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "project",
      "id": "24471320-3e5c-42b5-a078-8e48e70e2ac4",
      "name": "project"
    }
  ],
  "tracking_summary": {
    "total": 18,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "human-robotic-systems-hrs-rover-technologies-project",
  "isopen": true,
  "url": null,
  "notes": "&lt;p&gt;In FY15, the HRS Rover Technologies will begin design of a prototype rover designed for the lunar surface, begin development of resource efficient navigation software that will operate on existing space qualified computing systems, and will begin development of rover operational tools to operate the rover under time delay.&amp;nbsp; The ultimate purpose of the RP rover is to support prospecting and processing of volatiles on the lunar surface.&amp;nbsp; This work follows preliminary concepts developed by HRS for AES during FY14, and will have four wheel modules on the rover, with each wheel module having independent propulsion, steering and active suspension.&amp;nbsp; The rover will have navigation cameras on a mast for longer duration planning and hazard cameras under the belly of the rover for close-in reactive hazard detection.&amp;nbsp; For the lunar environment, the rover will have radiation hardened motor control and avionics, will use conduction cooled components and will have means to reject heat to the environment under vacuum conditions.&amp;nbsp; The Resource Prospector Design Reference Mission requires the surface element (rover plus payload) to operate in a Permanently Shadowed Region for up to 6 hours.&lt;/p&gt;&lt;p&gt;The rover will have active suspension, 4 wheel propulsion, and offset &amp;ldquo;crab&amp;rdquo; steering.&amp;nbsp; The combination of these three systems enables the rover to operate in soft regolith by providing the ability to use a combination of the offset steering and active suspension to lift a stuck wheel from the regolith re-position the wheel and continue roving.&amp;nbsp;&lt;/p&gt;&lt;p&gt;At the end of FY15, the Rover Technologies task will have generated a functional prototype rover designed for operations under a 1G environment, with designs focused on a path towards a lunar environment.&amp;nbsp; This prototype will be available for functional testing with integrated Science payloads and will be available for testing in rockyards and gravity offloaded conditions.&amp;nbsp;&lt;/p&gt;&lt;p&gt;Also in FY15, development and customization of navigation software will begin.&amp;nbsp; This effort will involve researching which parts of the existing HRS developed rovers are applicable in the RP mission requirements, then prototyping this work using the existing KRex rover.&amp;nbsp; Additionally, through a combination of initial KRex testing and then RP rover testing, software for planning, executing, monitoring and archiving roving activities will be developed as part of the Rover Technologies task.&amp;nbsp; Through these development cycles, the rover software is planned to be at TRL 6 prior to project RP PDR.&lt;/p&gt;&lt;p&gt;Current plans show the rover prototype will undergo vibration testing, then component and subassemblies will undergo radiation and thermal vacuum testing during FY16.&amp;nbsp; Post environmental testing, subsystems will be selectively upgraded based on test results, then re-tested.&amp;nbsp; At the end of this development cycle, Rover Technologies (including motor controllers, actuators navigation s/w, remote driving tools) are planned to be at TRL 6.&lt;/p&gt;&lt;p&gt;Many of the core technologies will leverage prior STMD investment, but will need updating, further customization for mission requirements, and to be environmentally tested per RP mission environmental specification document, RPM-SPEC-0001 Environments Specification.&amp;nbsp;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2014-10-01T00:00:00Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "references",
      "value": [
        "http://techport.nasa.gov/home",
        "http://techport.nasa.gov/doc/home/TechPort_Advanced_Search.pdf",
        "http://techport.nasa.gov/fetchFile?objectId=6561",
        "http://techport.nasa.gov/fetchFile?objectId=3456",
        "http://techport.nasa.gov/fetchFile?objectId=3447",
        "http://techport.nasa.gov/fetchFile?objectId=6584",
        "http://techport.nasa.gov/fetchFile?objectId=6560",
        "http://techport.nasa.gov/fetchFile?objectId=3448"
      ]
    },
    {
      "key": "source_hash",
      "value": "73dc1e5eee59ec32f15179a03a7f438edf324707"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "temporal",
      "value": "2014-10-01T00:00:00Z/2017-09-01T00:00:00Z"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:000"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://techport.nasa.gov/view/17547"
    },
    {
      "key": "harvest_object_id",
      "value": "c4f5cef5-34cc-4d5d-aa4c-93769442ecab"
    },
    {
      "key": "publisher",
      "value": "Space Technology Mission Directorate"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a8bc63a7fe59b4984ae"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "National Aeronautics and Space Administration > Space Technology Mission Directorate"
    },
    {
      "key": "modified",
      "value": "2015-03-12"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": "TECHPORT_17547"
    },
    {
      "key": "harvest_object_id",
      "value": "c4f5cef5-34cc-4d5d-aa4c-93769442ecab"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Human Robotic Systems (HRS): Rover Technologies Project",
  "revision_id": "429f9708-dffe-404c-80c0-7e8d51de62f0"
}