{
  "relationships_as_object": [

  ],
  "private": false,
  "revision_timestamp": null,
  "frequency": "MANUAL",
  "id": "17c797e3-f4ca-49fa-a27e-42d31e56a0e9",
  "metadata_created": "2014-08-28T21:44:34.891075",
  "metadata_modified": "2016-12-05T15:46:47.098511",
  "title": "Global Ecosystems",
  "state": "active",
  "creator_user_id": "93111",
  "config": "{\"private_datasets\": false}",
  "resources": [

  ],
  "tags": [

  ],
  "source_type": "waf",
  "tracking_summary": {
    "total": 5,
    "recent": 1
  },
  "groups": [

  ],
  "relationships_as_subject": [

  ],
  "name": "global-ecosystems",
  "url": "https://data.usgs.gov/metadata/Global_Ecosystems/",
  "type": "harvest",
  "notes": "The U.S. Geological Survey (USGS) Land Change Science (LCS) Program led an effort commissioned by the Group on Earth Observations (GEO) to classify and map global ecosystems in a standardized, robust, and practical manner at scales appropriate for on-the-ground management. This work contributes to the development of the Global Earth Observation System of Systems (GEOSS), and constitutes one of the Tasks within the ecosystems societal benefit area of GEOSS. Several standardized geospatial ecosystem models were produced by this effort, enabling the use of ecosystem occurrences as a robust spatial unit of analysis for assessing climate change effects on ecosystems. This spatial ecosystems data can also be used for a variety of other applications, including conservation planning, resource management, and analyses of the economic value of ecosystem benefits. \r\n\r\nThis effort pioneered the global mapping of standardized ecosystems using a practical approach that models ecosystem occurrences as unique physical environments. Ecosystems were geospatially delineated as facets of the landscape generated through biophysical stratification by bioclimate, biogeography, lithology, landforms, surface moisture, and land cover. Ecosystems can be conceptualized and mapped at multiple scales, ranging from biome-level macro scales (for example arctic tundra) down to habitat-level micro scales (for example a peat bog); this global ecosystems data was mapped at a mesoscale (tens to thousands of hectares) appropriate for global, regional, national, and local research, management and planning applications. \r\n\r\nThree continental ecosystem mapping efforts have already been completed; the United States, South America, and Africa. The United States ecosystem map not only supports the global GEOSS effort, it also contributes to the USGS ecosystems science strategy that specifically identifies the development of \"national ecosystem maps from a study of the connections between physiographic setting, climate, hydrologic regime, biogeochemistry, ecological processes and biotic interactions\" as one of its key goals (USGS, 2007). This strategy recognizes the USGS as the leader of the GEOSS process to classify and subsequently map standardized, global ecosystems (USGS, 2007). Moreover, the USGS ecosystems strategy is also closely linked to the USGS Climate Variability and Change strategy as impacts to ecosystems have been identified as a priority focus of climate change studies. \r\n\r\nAll of the ecosystems data for each of the continental mapping efforts is available through both a data viewer and pre-packaged downloadable zip files. ",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "private_datasets": false,
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "revision_id": "08bf44b0-acd2-4ec1-9faa-9c1a887d2097"
}