{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "a679e418-0942-49e3-ad11-4e16c9103cc5",
  "metadata_created": "2016-12-05T16:29:43.509502",
  "metadata_modified": "2016-12-05T16:29:43.509502",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "a679e418-0942-49e3-ad11-4e16c9103cc5",
      "webstore_last_updated": null,
      "id": "08f1a22b-653f-4021-a656-9c4aa54ea70c",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "BISON supports several data interchange formats to enable developers to write custom applications. The BISON search API supports JavaScript Object Notation (JSON). The SOLR search API supports JSONP. The Web Mapping Services support Portable Network Graphics (PNG). Example Web services applications have been written using OpenLayers, and HTML 5 and we are working on mobile applications. Some query types include: - number of occurrences in each county and state in the United States. - rendering of BISON data in a mapping application such as OpenLayers (heatmaps and points). - retrieving raw spatial data and applying optimized mathematics (without Solr geospatial operators). - single taxa name searches by scientific or common name, optionally constrained by a gegraphic polygon, state, county, fips, basis of record, year, or provider. // In addition to these interchange formats, BISON also provides access to complete raw data files for the resources it provides directly (not through GBIF) in .csv format and metadata for each resource in Ecological Metadata Language (EML.xml). This information is downloadable from BISON's Integrated Publishing Toolkit (IPT), here: http://bison.usgs.gov/ipt/. The raw dataset .csv files that are downloadable from the IPT often contain much richer information (many more fields) than can be included within the BISON application.",
      "format": "BISON Web Services",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "mimetype": null,
      "cache_url": null,
      "name": "BISON Web Services",
      "created": "2016-12-05T11:29:43.747899",
      "url": "https://bison.usgs.gov/#api",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "649976e0-8563-4c41-b97f-891a6cb0a3e3",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "a679e418-0942-49e3-ad11-4e16c9103cc5",
      "webstore_last_updated": null,
      "id": "90653445-da8f-4de0-934b-237486d6d3f0",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "649976e0-8563-4c41-b97f-891a6cb0a3e3",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-12-05T11:29:43.747923",
      "url": "https://bison.usgs.gov/",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 0,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "biodiversity-information-serving-our-nation-bison",
  "isopen": false,
  "url": null,
  "notes": "The USGS Biodiversity Information Serving Our Nation (BISON) project is an online mapping information system consisting of a large collection of species occurrence datasets (e.g., plants and animals) found in the United States, U.S. Territories and relevant geospatial layers. Species occurrences are records of organisms at a particular time and location that are often collected as part of biological field studies and taxonomic collections. These data serve as a foundation for biodiversity and conservation research.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-63"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "74.00000"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "17.00000"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-180.0, 17.0], [-63.0, 17.0], [-63.0, 74.0], [-180.0, 74.0], [-180.0, 17.0]]]}"
    },
    {
      "key": "progress",
      "value": "underDevelopment"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Data Use Agreement Adapted from the Data Use Agreement of the Global Biodiversity Information Facility (GBIF). Background Biodiversity Information Serving Our Nation (BISON) is committed to providing free and open access to primary species occurrence data. Data currently available through BISON are contributed by U.S. Federal and State agencies, universities, and non-profit organizations, either directly to BISON or indirectly through their participation in the Global Biodiversity Information Facility (GBIF). GBIF Participants who have signed the GBIF Memorandum of Understanding have expressed their willingness to make biodiversity data available through their nodes to foster scientific research development internationally and to support the public use of these data. GBIF data sharing should take place within a framework of due attribution. Therefore, using data available through BISON requires agreement with the following: 1. Data Use Agreements A. The quality and completeness of data cannot be guaranteed. Users employ these data at their own risk. B. Users shall respect restrictions of access to sensitive data. C. In order to make attribution of use for owners of the data possible, the identifier of ownership of data must be retained with every data record. D. Users must publicly acknowledge, in conjunction with the use of the data, the data publishers whose biodiversity data they have used. Data publishers may require additional attribution of specific collections within their institution. E. Users must comply with additional terms and conditions of use set by the data publisher. Where these exist they will be available through the metadata associated with the data. 2. Citing Data Use the following format to cite data retrieved from BISON: [Data Provider or Owner name]. [Resource or dataset name] published by [Data Provider name, address or affiliation(s)] (Accessed through Biodiversity Information Serving Our Nation (BISON), http://bison.usgs.gov, YYYY-MM-DD) For example: Field Museum of Natural History. U.S. Bird Occurrences published by Field Museum of Natural History, Museum of Vertebrate Zoology, University of Washington Burke Museum, and University of Turku (Accessed through Biodiversity Information Serving Our Nation (BISON), https://bison.usgs.gov, 2007-02-22) Or Gordon, J. U.S. Bird Occurrences published by Field Museum of Natural History, Museum of Vertebrate Zoology, University of Washington Burke Museum, and University of Turku (Accessed through Biodiversity Information Serving Our Nation (BISON), https://bison.usgs.gov, 2007-02-22)\", \"Access Constraints: There are no access restrictions, but accepting the terms of a data use agreement is required for downloading data.\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "1600-01-01"
    },
    {
      "key": "contact-email",
      "value": "asimpson@usgs.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-180.0"
    },
    {
      "key": "metadata-date",
      "value": "2016-11-02"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2012-01-01\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "quarterly"
    },
    {
      "key": "licence",
      "value": "[\"See Access and Use Constraints\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"US Geological Survey Core Science Analytics, Synthesis, & Libraries Program\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "wyoming, colorado, american samoa, u.s. virgin islands, guam, washington, hawaii, tennessee, michigan, threatened species, south dakota, nevada, puerto rico, species, montana, north dakota, endemic species, native species, mississippi, observation methods, new jersey, oklahoma, delaware, minnesota, north carolina, illinois, nebraska, arkansas, endangered species, indiana, maryland, specimens, biomonitoring, idaho, arizona, iowa, west virginia, indigenous species, pollinators, kansas, maine, virginia, oregon, connecticut, georgia, california, massachusetts, biological collections, wisconsin, new york, rhode island, northern mariana islands, utah, museum collections, vermont, biodiversity, introduced species, pennsylvania, louisiana, florida, alaska, kentucky, missouri, district of columbia, new hampshire, texas, invasive species, south carolina, ohio, alabama, new mexico"
    },
    {
      "key": "harvest_object_id",
      "value": "73f4ad48-d5b9-484c-9a08-140a0f47ca5b"
    },
    {
      "key": "harvest_source_id",
      "value": "b828fa22-ca9c-469f-a95e-cc37a3c81570"
    },
    {
      "key": "harvest_source_title",
      "value": "USGS Core Science Analytics and Synthesis"
    }
  ],
  "title": "Biodiversity Information Serving Our Nation (BISON)",
  "revision_id": "649976e0-8563-4c41-b97f-891a6cb0a3e3"
}