{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "c9d378ef-8e28-4e67-8706-a630dc37fc18",
  "metadata_created": "2015-10-15T05:58:07.632295",
  "metadata_modified": "2015-10-30T05:22:19.176192",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "c9d378ef-8e28-4e67-8706-a630dc37fc18",
      "webstore_last_updated": null,
      "id": "7297d7d5-da7a-4e02-b53f-78e56eb3b060",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "permafrost-experiment-station.aspx",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:22:19.245513",
      "url": "http://www.erdc.usace.army.mil/Media/FactSheets/FactSheetArticleView/tabid/9254/Article/476647/permafrost-experiment-station.aspx",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "5dcb10ef-9048-4bba-b7cf-976aca876e10",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 4,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "permafrost-experiment-station",
  "isopen": false,
  "url": null,
  "notes": " The Fairbanks Permafrost Experiment Station (FPES), part of ERDC&amp;#39;e s Cold Regions Research &amp;amp; Engineering Lab (CRREL), gives researchers a window into cold regions effects on construction and how altering the environment can affect permafrost. FPES allows researchers to create and conduct a variety of scientific and engineering experiments on an ice-rich permafrost site typical of much of Alaska. Improving the Foundations of Construction Located in Fairbanks, Alaska, FPES serves as a test location to allow the design and development of new construction techniques for cold climates. Results can provide guidance on how to best construct and maintain facilities in those environments to prevent damage to roads, buildings, and airfields. The ice-rich permafrost is near 0&amp;#176;C, providing an ideal site to experiment in &amp;quot;worst-case&amp;quot; environments, such as the impact of frost heaving on piles and minimizing permafrost degradation in foundations of roads and buildings. A Long-Term Research Site Scientists and researchers have been conducting tests at FPES since 1945. Some of the historical tests are still referenced today, more than 65 years later. Access to this data is vital in studying the long-term impact of activity in a permafrost environment. The Linnell Plots, created at FPES in 1946, are a prime example of long-term research being done at the site. Three identical plots (each 3,721 square meters) were laid out. One plot was left undisturbed. A second was cleared of trees, but their roots and the organic material was left. The third was stripped of all vegetation and surface organic material. The findings after 25 years indicated that complete stripping led to significant permafrost degradation to 22 feet (6.7 meters) below the surface, while partial clearing also led to significant degradation to a smaller degree of 15 feet (4.7 meters) below  the surface. In a recent study, the partially cleared plot has grown back its vegetation; and the degradation has stabilized, while the stripped site has not grown back its original vegetation and has continued to degrade to 32 feet (9.8 meters). This research can offer insights on a wide range of topics, such as how forests might recover from wildfire or what types of soil and climate conditions are most likely to cause damage to buildings and other structures. Examples Historically, engineering research has been the main focus at the site, including  road studies using various insulation, construction material, and surface color treatments. building foundation experiments. frost heave studies on piles. More recently, a manipulative ecosystem experiment has been installed to determine if the prototype system can be used to increase the temperature of permafrost soils in arctic and sub-arctic climates. Furthermore, a barrier made of active thermosyphons has been installed to determine the time it takes to completely freeze the ground and to investigate how this method can be used for containment of contaminants in both cold and temperate climates. Specifications  Located just outside of Fairbanks, Alaska, on Farmers Loop Road. 135 acres (54 hectares) with road and electricity access. Subarctic taiga forest with black and white spruce. Wetland soils underlain by thick (&amp;gt; 30m) ice-rich permafrost. One of seven National Geotechnical Experimental sites. One of 130 Circumpolar Active Layer Monitoring sites worldwide.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6140"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "9e46b2a0-891d-4a74-833a-3968278543cf"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6140"
    },
    {
      "key": "source_hash",
      "value": "c7dad3d11ab11740b209f4a8fefc68fdc7c72054"
    },
    {
      "key": "harvest_object_id",
      "value": "9e46b2a0-891d-4a74-833a-3968278543cf"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Permafrost Experiment Station",
  "revision_id": "d81e4979-7be0-44ef-a3ad-23491611c66b"
}