{
  "license_title": "U.S. Government Work",
  "maintainer": "NSIDC User Services",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "support@earthdata.nasa.gov",
  "num_tags": 4,
  "id": "611dfa73-5095-4c86-9f2d-8c21643a2b51",
  "metadata_created": "2015-07-08T19:45:42.404634",
  "metadata_modified": "2015-11-25T17:32:29.658102",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "611dfa73-5095-4c86-9f2d-8c21643a2b51",
      "webstore_last_updated": null,
      "id": "f43fc015-f4b7-4c02-a30a-406c8154a4d7",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "NSIDC-0615.html",
      "format": "BIN",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/octet-stream",
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-07-08T15:45:42.996198",
      "url": "http://nsidc.org/data/NSIDC-0615.html",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "6debd8f6-35a9-450c-80b7-8a0f0a06da5f",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "cryosphere",
      "id": "11d9a6e0-f853-45e9-92a7-c3073389ee88",
      "name": "cryosphere"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "earth-science",
      "id": "f28006f8-df78-4700-b72f-f4a19628ba67",
      "name": "earth-science"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "glaciers-ice-sheets",
      "id": "c7dc588e-0d44-477b-885f-ee72587a5414",
      "name": "glaciers-ice-sheets"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "snow-ice",
      "id": "44374c84-f86e-4c73-b3ea-a04268422f74",
      "name": "snow-ice"
    }
  ],
  "tracking_summary": {
    "total": 4,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "ice-velocities-around-the-2000-meter-traverse-in-greenland",
  "isopen": true,
  "url": null,
  "notes": "This data set contains traverse measurements used to infer the mass balance of central parts of the ice sheet upslope from the traverse, and results from this work have been published in Thomas et al., [1998] and 2000, with comparisons of these results with those from repeat altimetry in Thomas et al. (2001). Ongoing projects using these data include: Collaboration with J. Bamber to increase the spatial resolution of our mass-balance estimates in order to identify causes for major imbalance in parts of southern Greenland, and use of the ice velocities to infer basal conditions along the traverse.\n\nDuring 1993-1997 a line of stakes about 30 km apart was established completely around the ice sheet approximately along the 2000 m elevation contour except in the south west, where it was higher because of high mountains, nunataks, and crevasses [Thomas et al., 1998 and 2000]. Each station was precisely surveyed by GPS, with resurvey one or two years later, to yield estimates of ice velocity. Station locations were marked by aluminum poles approximately 2 meters long, inserted close to vertically into the snow surface to a depth of about 1 meter. A second and, in areas of very high accumulation, a third pole was added to the lower pole using connecting sections and hose clamps. At each station, a GPS receiver was set atop the lower pole, by attaching a short length of aluminum rod to the base of the receiver and inserting this into the marker pole. Most stations were installed and surveyed via Twin Otter aircraft, during brief (about 10 minute) stops for station installation, and GPS mounting etc. The GPS receivers were left to operate for a minimum of 40 minutes, and more commonly a few hours. Up to 10 stations were visited during a one-day flight from a nearby coastal station. The GPS data from each day were processed by a point-positioning analysis for the longest-occupied station, with differential solutions for the others relative to this. Errors on resulting horizontal locations were about +/- 2 cm for the longest-occupied station, increasing to about +/- 10 cm for the shortest occupancy, with vertical errors approximately double these values. Additional errors were introduced by tilting of the marker poles during the 1-2 year interim between surveys, increasing the uncertainty by perhaps 5 cm. Consequently, derived velocities are accurate to better than +/- 0.2 m/yr.\n\nThe data were acquired with support from NASA's Polar Research Program, and users requesting the data are asked to provide a brief description of their application of the data. This will help provide NASA with an assessment of the scientific benefits resulting from their support of such efforts.",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2014-10-02T12:00:00.000Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "source_hash",
      "value": "a516010c753da0d3657048f82ebe9353ba051ab2"
    },
    {
      "key": "temporal",
      "value": "1993-01-01T01:00:00Z/1997-12-31T23:59:59Z"
    },
    {
      "key": "theme",
      "value": [
        "geospatial"
      ]
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:001"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "harvest_object_id",
      "value": "eb22b577-4e98-41bb-ab43-a8e6de9af431"
    },
    {
      "key": "publisher",
      "value": "NSIDC"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942aa8c63a7fe59b499b75"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "U.S. Government > National Aeronautics and Space Administration > NSIDC"
    },
    {
      "key": "modified",
      "value": "2014-10-02T12:00:00.000Z"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": "C4401-NSIDCV0"
    },
    {
      "key": "harvest_object_id",
      "value": "eb22b577-4e98-41bb-ab43-a8e6de9af431"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Ice Velocities Around the 2000 Meter Traverse in Greenland",
  "revision_id": "6debd8f6-35a9-450c-80b7-8a0f0a06da5f"
}