{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "fe4ff021-8265-4b03-854f-62fe1ab9260c",
  "metadata_created": "2015-10-15T06:05:16.707157",
  "metadata_modified": "2015-10-30T05:24:46.464131",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "fe4ff021-8265-4b03-854f-62fe1ab9260c",
      "webstore_last_updated": null,
      "id": "e2a80d8e-b028-49ba-a5b9-18a44db986bd",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:46.525840",
      "url": "http://www.hanford.gov/page.cfm/TankFarms",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "921a5e84-3259-4f4a-889d-47ce50b60e07",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 10,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "tank-farms",
  "isopen": false,
  "url": null,
  "notes": " Afterirradiated fuel rods were taken from the nuclear reactors to the processing facilities at Hanford, they were exposed to a series of chemical processes designed to dissolve away the fuel rod itself, allowing workers to retrieve the plutonium.  As you may imagine, the chemicals needed to dissolve away the metal of the fuel rod were powerful.At the same time, once those chemicals were exposed to the irradiated fuel rods, the chemicals needed to dissolve the metal became radioactive and extremely hot.They also couldn&amp;#39;t be used over and over again whenever a new batch of irradiated fuel rods was delivered to the processing canyons.  So, these chemicals became a waste by-product of producing plutonium and had to be disposed of. Additionally, following their use inside the processing facilities, the chemicals were caustic and extremely hazardous to humans and the environment.They couldn&amp;#39;t be poured onto the ground or into the Columbia River.  Early Hanford scientists understood that these chemical and radioactive wastes could be hazardous to people or the environment, and decided to build a series of massive underground storage tanks ranging in capacity from 55,000 gallons to more than 1,000,000 gallons to hold the wastes.Scientists believed that the tanks would only be used temporarily until a permanent place to dispose of the waste was identified.Still, they required that the early tanks be constructed with robust materials consisting of a carbon steel shell surrounded by reinforced concrete.This proved to be a fortunate decision since many of the tanks remain in use to this day.No new waste from plutonium production has been added to the tanks in many years, but some of the waste that was originally put in them is still there.  After the chemicals needed for plutonium processing had been used, they were put into these storage tanks that were constructed throughout Hanford&amp;#39;s 200 Area in a series of groups.Called &amp;quot; tank farms&amp;quot;, eighteen groups of tanks, some numbering as few as two tanks and others up to sixteen, are located near the processing facilities where these kinds of liquid wastes were generated.As the irradiated fuel rods went through the processing canyons, the chemicals needed to dissolve away the fuel rods were routed from the processing facilities and into these storage tanks.  149 of these single shell tanks were built at Hanford between 1943 and 1964.83 single shell tanks are located in the 200 West Area, with another 66 single shell tanks found in the 200 East Area.However, even with 149 tanks available, thevolume of chemical wastes generated through the plutonium production mission far exceeded the capacity of the tanks.Some of the liquid waste did end up being put into holding facilities and some was poured into open trenches.Some of the wastes that were put into the tanks didn&amp;#39;t stay there, as the heat generated by the waste and the composition of the waste caused an estimated 67 of these tanks to leak some of their contents into the ground.Some of this liquid waste migrated through the ground and has reached the groundwater.  Between 1968 and 1986, Hanford engineers built another 28 tanks to be used on the Site.These tanks were sturdier, made with a second shell to surround the carbon steel and the reinforced concrete called &amp;quot;double shell tanks&amp;quot;.Three double shell tanks are in the 200 West Area, with another 25 found in the 200 East Area.   The materials inside waste tanks consist of liquids, gases, semi-solids, and solids.All of the liquid that can be safely pumped out of the single shell tanks and transferred into double shell tanks has taken place.Work now centers on transferring the solid and semi-solid wastes into the double shell models.  Crews continue to search for new technologies which can facilitate the removal of the semi-solids and solids out of these storage tanks.This is required since the original pumps inside the tanks were designed to remove only liquid waste.What&amp;#39;s left inside the tanks today are saltcakes, a material with the consistency of wet beach sand, and sludges.Also inside are wastes which resemble peanut butter, small broken icebergs, foam, or whitish crystals.None of these wastes are easily removed.  Adding to the challenge is the fact that access to the materials inside the waste tanks is through long, typically skinny pipes extending out of the tanks.It is through these pipes that crews are forced to send machines and devices into the tanks which are designed to break up the waste or push the waste toward a pump where it can then be removed.Because the pipes weren&amp;#39;t expected to be needed in this way, the diameter of many of the pipes is small; only about one foot wide.Scientists and engineers have had to develop and then build machines that are small enough to get through that narrow pipe, but also sturdy enough to withstand the high temperatures and caustic conditions inside the tank.It&amp;#39;s also a requirement that the machines be powerful enough to break up the solid wastes that they encounter and strong enough to force the waste into parts of the tank where it can be pumped out.Currently, engineers are evaluating cutting a larger opening in the top of the tanks to install a more effective, robust retrieval system.  As part of the agreement regulating Hanford cleanup (called the Tri-Party Agreement), crews must remove at least 99% of the material in every tank on the Site, or at least as much waste that can be removed based on available technology.  The final process associated with the tank farm waste is at the Waste Treatment Plant, also known as the Vitrification Plant.Waste from tank farms throughout the site will be pumped into the mammoth Waste Treatment Plant complex where it will be treated and characterized as low activity waste or high level waste based on the waste&amp;#39;s composition.The waste will then begin a process where glass forming materials bond with the waste in a high temperature environment.This procedure, called vitrification, locks the waste into a more stable glass form.Once the waste has been vitrified, it will be put into steel canisters and safely dispositioned.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6036"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "ea075c76-ddbb-490e-abe9-e5bf2ce14349"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6036"
    },
    {
      "key": "source_hash",
      "value": "34268f0acd595c8db3337e3e8fb3867b00e248d4"
    },
    {
      "key": "harvest_object_id",
      "value": "ea075c76-ddbb-490e-abe9-e5bf2ce14349"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Tank Farms",
  "revision_id": "c50bdcc3-d649-4a84-aa2b-cff822372342"
}