{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "058a0770-efa9-493d-b7a8-487860a23e3c",
  "metadata_created": "2015-10-15T06:04:34.099706",
  "metadata_modified": "2015-10-15T06:04:34.099706",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 14,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "robotics-test-facility",
  "isopen": false,
  "url": null,
  "notes": "  Description:  Located on the NIST Gaithersburg campus, the Robotics Test Facility - also known as Building 207 - is a laboratory for developing standard methods of measuring robot performance. The facility houses artifacts and equipment for measuring how well robots perform under a variety of tasks that abstract real-world challenges. The application domains supported by this facility include urban search and rescue, bomb-disposal, military ground operations, and manufacturing. NIST researchers use performance requirements articulated by end users, such as urban search and rescue professionals and bomb squad technicians, as the starting point for the standards development process. Metrics for capturing performance of robots in each requirement area are developed, as are methods for conducting measurements. Artifacts (some refer to them as &amp;quot;props&amp;quot;) are designed to be abstract representations of the environment and task challenges that a particular requirement addresses. The artifact construction typically uses commonly-available and inexpensive materials to promote replication by end users for training and robot developers for practicing and advancing capabilities. Alongside the physical artifact design, is a process to define the task(s) that a robot is to perform within the artifact and of what data should be collected. Experiments are conducted by running a wide variety of robots through the prototype test methods to understand how to best capture data and to refine the physical artifacts and methodology. Input from end users and robot developers is crucial at this stage. The data collected, along with designs and methodology, are submitted to the standards balloting process, under ASTM&amp;#39;s Committee on Homeland Security Applications, Operational Equipment (E54.08).  Test methods available in the facility measure performance in robot capabilities including:  mobility manipulation human-robot interaction sensing power/endurance  Specifications / Capabilities:  The Robotics Test Facility indoor space is 892 square meters (9.600 square feet) and offers  a 1524 square meter (5000 square foot) high bay, holding most of the test methods enclosed isolation bays where robot sensing and endurance can be evaluated under controlled conditions, such as cold, heat, and darkness. A meeting room for up to 60 people Extensive video and audio capture systems to help engineers view robot performance remotely and for recording testing events The surrounding area is also used for setting up prototype and standard test methods, such as for evaluating mobility in sand and gravel.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5723"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "2b05f2b0-845b-451c-bc56-b5465e32e76f"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5723"
    },
    {
      "key": "source_hash",
      "value": "e6a0f1be82748e8947626310ac8ee836e4df3d0f"
    },
    {
      "key": "harvest_object_id",
      "value": "2b05f2b0-845b-451c-bc56-b5465e32e76f"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Robotics Test Facility",
  "revision_id": "7ed9a574-d561-41cd-83b2-0d12c2dd716a"
}