{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "981e3102-11a4-42cb-94d6-6ac20c190176",
  "metadata_created": "2015-05-27T02:39:52.739109",
  "metadata_modified": "2015-05-27T02:39:52.739109",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "981e3102-11a4-42cb-94d6-6ac20c190176",
      "webstore_last_updated": null,
      "id": "80d6b76f-fba7-4b5f-967e-94be4e565c2a",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "data.html",
      "format": "HTML",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "710ef5c0-560f-4d92-b32a-853884b10c0f",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-05-26T22:39:52.926998",
      "url": "http://pubs.usgs.gov/of/2007/1377/HTML/data.html",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "981e3102-11a4-42cb-94d6-6ac20c190176",
      "webstore_last_updated": null,
      "id": "069db253-a11a-44e0-bb89-6d76b209adce",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "start.html",
      "format": "HTML",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "710ef5c0-560f-4d92-b32a-853884b10c0f",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-05-26T22:39:52.927034",
      "url": "http://pubs.usgs.gov/of/2007/1377/start.html",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 2,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "eaarl-topography-gulf-islands-national-seashore-mississippi54209",
  "isopen": false,
  "url": null,
  "notes": "Abstract: Elevation maps (also known as Digital Elevation Models or DEMs) of Gulf Islands National Seashore were produced from remotely-sensed, geographically-referenced elevation measurements in cooperation with NASA and NPS. Point data in ascii text files were interpolated in a GIS to create a grid or digital elevation model (DEM) of each beach surface. Elevation measurements were collected in Florida, Mississippi and Texas, over Gulf Islands National Seashore, using the NASA Experimental Advanced Airborne Research Lidar (EAARL), a pulsed laser ranging system mounted onboard an aircraft to measure ground elevation and coastal topography. The system uses high frequency laser beams directed at the earth's surface through an opening in the bottom of the aircraft's fuselage. The laser system records the time difference between emission of the laser beam and the reception of the reflected laser signal in the aircraft. The plane travels over the beach at approximately 60 meters per second while surveying from the low-water line to the landward base of the sand dunes. The EAARL, developed by the National Aeronautics and Space Administration (NASA) located at Wallops Flight Facility in Virginia, measures ground elevation with a vertical resolution of 15 centimeters. A sampling rate of 3 kHz or higher results in an extremely dense spatial elevation data set. Over 100 kilometers of coastline can be easily surveyed within a 3- to 4-hour mission time period. The ability to sample large areas rapidly and accurately is especially useful in morphologically dynamic areas such as barrier beaches. Quick assessment of topographic change can be made following storms comparing measurements against baseline data. When subsequent elevation maps for an area are analyzed, they provide a useful tool to make management decisions regarding coastal development. For more information on Lidar science and the Experimental Advanced Airborne Research Lidar (EAARL) system and surveys, see http://ngom.usgs.gov/dsp/overview/index.php and http://ngom.usgs.gov/dsp/tech/eaarl/index.php .",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-69.911"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "42.156"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "graphic-preview-type",
      "value": "JPG"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "graphic-preview-file",
      "value": "http://pubs.usgs.gov/of/2007/1377/HTML/Images/MS_inset.jpg"
    },
    {
      "key": "bbox-south-lat",
      "value": "41.602"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-70.313, 41.602], [-69.911, 41.602], [-69.911, 42.156], [-70.313, 42.156], [-70.313, 41.602]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Although the U. S. Geological Survey is making these data sets available to others who may find the data of value, the U. S. Geological Survey does not warrant, endorse, or recommend the use of these data setse for any given purpose. The user assumes the entire risk related to the use of these data. These data sets are not for navigational purposes. The U. S. Geological Survey is providing these data \\\"as is\\\", and the U. S. Geological Survey disclaims any and all warranties, whether expressed or implied, including (without limitation) any implied warranties of merchantability or fitness for a particular purpose. In no event will the USGS be liable to you or to any third party for any direct, indirect, incidental, consequential, special, or exemplary damages or lost profits resulting from any use or misuse of these data.Acknowledgement of the U.S. Geological Survey, FISC St. Petersburg office, as a data source would be appreciated in products developed from these data, and such acknowledgement as is standard for citation and legal practices for data source is expected by users of this data. Sharing new data layers developed directly from these data would also be appreciated by the USGS staff. Users should be aware that comparisons with other data sets for the same area from other time periods may be inaccurate due to inconsistencies resulting from changes in photo interpretation, mapping conventions, and digital processes over time. These data are not legal documents and are not to be used as such.\", \"Access Constraints: Any use of these data signifies a user's agreement to comprehension and compliance of the U. S. Geological Survey's Standard Disclaimer. Ensure all portions of metadata are read and clearly understood before using these data in order to protect both user and USGS interests. See section 6.3 Distribution Liability.\"]"
    },
    {
      "key": "contact-email",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-70.313"
    },
    {
      "key": "metadata-date",
      "value": "2015-05-21"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2007-01-01\"}]"
    },
    {
      "key": "graphic-preview-description",
      "value": "EAARL Topography-Gulf Islands National Seashore-Mississippi"
    },
    {
      "key": "frequency-of-update",
      "value": "unknown"
    },
    {
      "key": "licence",
      "value": "[\"The U. S. Geological Survey gives no warranty, expressed or implied, as to the accuracy, reliability, or completeness of these data. It is strongly recommended that these data are directly acquired from a USGS server and not indirectly through other sources which may have changed the data in some way. Although these data have been processed successfully on a computer system at the U. S. Geological Survey, no warranty expressed or implied is made regarding the utility of the data on another system or for general or scientific purposes, nor shall the act of distribution constitute any such warranty. This disclaimer applies both to individual use of the data and aggregate use with other data.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"U. S. Geological Survey, FISC St. Petersburg\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "alps, gulf islands national seashore, mississippi, airborne lidar processing system, bare earth elevation, bare earth topography, digital elevation model, laser altimetry, resource management, elevation change, derived surface, gulf of mexico, lidar, experimental advanced airborne research lidar"
    },
    {
      "key": "harvest_object_id",
      "value": "571d8b86-0664-4aaf-b60d-b6e4bf721f21"
    },
    {
      "key": "harvest_source_id",
      "value": "16894020-0159-46ce-a489-f032ab74ea30"
    },
    {
      "key": "harvest_source_title",
      "value": "USGS Coastal and Marine Geoscience Data System"
    }
  ],
  "title": "EAARL Topography-Gulf Islands National Seashore-Mississippi",
  "revision_id": "710ef5c0-560f-4d92-b32a-853884b10c0f"
}