{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "07f7bc34-54e8-42b7-810e-1dcb14fee2c0",
  "metadata_created": "2013-03-15T06:03:54.012765",
  "metadata_modified": "2015-04-09T23:36:45.180243",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": null,
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "07f7bc34-54e8-42b7-810e-1dcb14fee2c0",
      "webstore_last_updated": null,
      "id": "e33c2722-83d9-49e8-9ab0-225cfe77ddfc",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "geology_NWRC_1998.zip",
      "format": "ZIP",
      "tracking_summary": {
        "total": 7,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "2cb55494-ca80-4091-91b9-798ceee5f05c",
      "mimetype": null,
      "cache_url": null,
      "name": "Zip File",
      "created": "2013-03-15T07:03:54.034939",
      "url": "http://lagic.lsu.edu/data/losco/geology_NWRC_1998.zip",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "07f7bc34-54e8-42b7-810e-1dcb14fee2c0",
      "webstore_last_updated": null,
      "id": "45b40c3f-0c52-4862-9871-d0b8b6cb3934",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "geology_NWRC_1998.zip",
      "format": "ZIP",
      "tracking_summary": {
        "total": 7,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "2cb55494-ca80-4091-91b9-798ceee5f05c",
      "mimetype": null,
      "cache_url": null,
      "name": "Zip File",
      "created": "2013-03-15T07:03:54.034962",
      "url": "http://lagic.lsu.edu/data/losco/geology_NWRC_1998.zip",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 26,
    "recent": 0
  },
  "groups": [
    {
      "display_name": "Local Government",
      "description": "Local Government Topic - for all datasets with state, local, county organizations",
      "image_display_url": "",
      "title": "Local Government",
      "id": "ccc6c266-eee8-44bd-89aa-7cd8c4c6bf46",
      "name": "local"
    }
  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:46.237673",
    "title": "Louisiana Geographic Information Center",
    "name": "lagic-lsu-edu",
    "is_organization": true,
    "state": "active",
    "image_url": "http://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Seal_of_Louisiana.svg/220px-Seal_of_Louisiana.svg.png",
    "revision_id": "cb2c2109-cc58-4c20-b217-92da3b00ff31",
    "type": "organization",
    "id": "c6abf130-9205-49e9-bdde-aff963e263e1",
    "approval_status": "approved"
  },
  "name": "louisiana-geology-geographic-nad83-nwrc-1998-geology-nwrc-1998",
  "isopen": false,
  "url": null,
  "notes": "This data set contains vector line map information. The vector data contain selected base categories of geographic features, and characteristics of these features, in digital form. The information was collected by digitizing the Geologic Map of Louisiana to create a digital overlay of the Geologic Map of Louisiana highlighting geologic areas of the State of Louisiana. The data set only captures areal information from the Geologic Map of Louisiana. It does not include point or line features such as faults, ceniers, or cap rock.",
  "owner_org": "c6abf130-9205-49e9-bdde-aff963e263e1",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-88.758343"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "33.019638"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "graphic-preview-file",
      "value": "<URL: geology_NWRC_1998.gif>"
    },
    {
      "key": "bbox-south-lat",
      "value": "28.854233"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-94.043205, 28.854233], [-94.043205, 33.019638], [-88.758343, 33.019638], [-88.758343, 28.854233], [-94.043205, 28.854233]]]}"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Acknowledgement of the National Wetlands Research Center as a data source would be appreciated in products developed from these data, and such acknowledgement as is standard for citation and legal practices for data sources is expected by users of this data. Sharing new data layers developed directly from these data would also be appreciated by NWRC staff (contact staff cited in Distribution Information). These are not enforceable constraints, but are highly desired or expected by the National Wetlands Research Center in exchange for the access and use of NWRC data sets. These data are not legal documents and are not to be used as such. Users should be aware that comparison with other data sets for the same area form other time periods may be inaccurate due to inconsistencies resulting from changes in photo-interpretation and mapping conventions over time. See Access Constraints, for the NWRC Standard Data Liability Disclaimer. Any downloading and use of these data signifies a user's agreement to comprehension and compliance with all stated constraints in this metadata. Insure all portions of metadata are read and clearly understood before using these data in order to protect both user and NWRC interests.\", \"Access Constraints: None currently, but be aware, as is possible in all government situations, other constraints may have been required and added since the compilation and completion of this metadata file.\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "1998-01-00"
    },
    {
      "key": "contact-email",
      "value": "steve_hartley@usgs.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-94.043205"
    },
    {
      "key": "metadata-date",
      "value": "2007-08-21"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"1998-01-01\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "NO CURRENT PLANS FOR UPDATING THE DATA"
    },
    {
      "key": "licence",
      "value": "[\"\\nNWRC Standard Data Liability Disclaimer (April 1997):\\nAlthough these data have been processed successfully on a computer system at the\\nBiological Resource Division, no warranty expressed or implied is made regarding the\\naccuracy or utility of the data on any other system or for general or scientific purposes, nor\\nshall the act of distribution constitute any such warranty. This disclaimer applies both to\\nindividual use of the data and aggregate use with other data. It is strongly recommended\\nthat these data are directly acquired from a Biological Resource Division server, and not\\nindirectly through other sources which may have changed the data in some way. It is also\\nstrongly recommended that careful attention be paid to the contents of the metadata file\\nassociated with these data. The Biological Resource Division shall not be held liable for\\nimproper or incorrect use of the data described and/or contained herein,\\nbased on the description of appropriate/inappropriate used described in this\\nmetadata document. This data was developed and is meant to be used for the purpose of\\nhaving a digital version of the data for the LGS. The distributor makes no claims as\\nto the data's suitability for other purposes.\\n\\nThese data are not legal documents and are not to be used as such. Users should be aware\\nthat comparison with other data sets for the same area from other time periods may be inaccurate\\ndue to inconsistencies resulting from changes in photo-interpretation and mapping conventions\\nover time.\\n\\nSo, these data are provided \\\"as is\\\" and without any express or implied warranties,\\nincluding, without limitation, the implied warranties of merchantability and fitness\\nfordocument is solely for the purpose of providing specific information, and does not\\nimply recommendation or endorsement by the U.S. Government.\\n \\nThe data herein, including but not limited to geographic data, tabular data, analytical data, electronic data structures or files, are provided \\\"as is\\\" without warranty of any kind, either expressed or implied, or statutory, including, but not limited to, the implied warranties or merchantability and fitness for a particular purpose. The entire risk as to the quality and performance of the data is assumed by the user. No guarantee of accuracy is granted, nor is any responsibility for reliance thereon assumed. In no event shall the Louisiana Oil Spill Coordinator's Office (LOSCO) be liable for direct, indirect, incidental, consequential or special damages of any kind, including, but not limited to, loss of anticipated profits or benefits arising out of use of or reliance on the data. The LOSCO does not accept liability for any damages or misrepresentation caused by inaccuracies in the data or as a result of changes to the data caused by system transfers or other transformations or conversions, nor is there responsibility assumed to maintain the data in any manner or form.\\nThese data have been developed from the best available sources. Although efforts have been made to ensure that the data are accurate and reliable, errors and variable conditions originating from physical sources used to develop the data may be reflected in the data supplied. Users must be aware of these conditions and bear responsibility for the appropriate use of the information with respect to possible errors, scale, resolution, rectification, positional accuracy, development methodology, time period, environmental and climatic conditions and other circumstances specific to these data. The user is responsible for understanding the accuracy limitations of the data provided herein. The burden for determining fitness for use lies entirely with the user. The user should refer to the accompanying metadata notes for a description of the data and data development procedures.\\n\\nAlthough these data have been processed successfully on computers at the LOSCO, no guarantee, expressed or implied, is made by LOSCO regarding the use of these data on any other system, nor does the act of distribution constitute or imply any such warranty. Distribution of these data is intended for information purposes and should not be considered authoritative for navigational, engineering, legal and other site-specific uses.\\n\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"United States Geological Survey, Biological Resource Division's, National Wetlands Research Center\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "1998-05-00"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "geology_NWRC_1998, Geologic, Geophysical"
    },
    {
      "key": "harvest_object_id",
      "value": "764f83cb-cbb0-4bca-ab15-0878939fe7c8"
    },
    {
      "key": "harvest_source_id",
      "value": "fe4bd14c-b471-4262-b101-2b0be20bb4a5"
    },
    {
      "key": "harvest_source_title",
      "value": "Louisiana Geographic Information Center - LOSCO"
    }
  ],
  "title": "Louisiana Geology, Geographic NAD83, NWRC (1998) [geology_NWRC_1998]",
  "revision_id": "e518697c-738b-4315-ab73-ac9b6e118b0b"
}