{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "27c92c68-6f98-473e-a76d-c675c5a19b8e",
  "metadata_created": "2015-10-15T05:57:57.335676",
  "metadata_modified": "2015-10-30T05:22:13.569166",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "27c92c68-6f98-473e-a76d-c675c5a19b8e",
      "webstore_last_updated": null,
      "id": "4c228751-519f-4c77-b122-853c4e8b2510",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:22:13.661518",
      "url": "http://www.atlss.lehigh.edu/index.php/facilities",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "2c4f60a8-fb2c-4536-9387-f8b7fc002334",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 5,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "multi-directional-experimental-facility",
  "isopen": false,
  "url": null,
  "notes": " The ATLSS Multi-directional Experimental Laboratory was constructed in 1987 under funding from the National Science Foundation to be a major facility for large-scale structural testing. The laboratory, located in the Imbt Laboratory on Lehigh University&amp;#39;s Mountaintop Campus, was opened and dedicated in the second quarter of 1989. In 2002, the laboratory was enhanced with the construction of the George E. Brown Network for Earthquake Engineering Simulation (NEES) Real-Time Multi-directional (RTMD) Equipment Site. The laboratory continues to support both publicly and privately funded sponsored research and industrial testing programs. The facilities noted below are maintained through the generation of equipment use fees that are charged to users of the laboratory as part of research and testing programs.   The laboratory remains one of the largest of its kind in North America, with a 100 foot (30.5 m) by 40 foot (12.2 m) strong test floor, bordered on two adjacent sides by an extended L-shaped monolithic, rigid reaction wall that is 50 foot (15.2 m) tall at one side and steps down incrementally on the other side from 40 foot (12.2 m) to 30 foot (9.1 m) to 20 foot (6.1 m) tall. The L-shaped reaction wall runs continuously from one corner of the strong test floor to the diagonally opposite corner of the test floor, and has monolithic 20 foott (6.1 m) tall continuations that extend around the corners at the ends of the wall. The reaction wall and test floor have a 5 foott (1520 mm) square grid of high capacity anchor points which allow large-scale two-and three-dimensional test structures and test frames to be fastened to the wall and floor to facilitate multi-directional (multi-axis) loading.   The laboratory is equipped to generate multi-directional static and time-varying loads. The primary component of the loading system is the hydraulic power system, which operates at 3,000 psi (20.7 MPa) and 600 gpm (2270 liters/min). The RTMD Equipment Site operates at 3,500 psi (24.1 MPa). The hydraulic power system serves numerous, computer-driven servo-controlled hydraulic actuators simultaneously and independently using a system of 6 40 gpm (150 liters/min) independent hydraulic service manifolds. The hydraulic piping encircles the laboratory, while the hydraulic pumps, motors, reservoir, and cooling systems are in an adjacent pump house area. The equipment in the lab includes 38 hydraulic actuators (including the 5 NEES-dedicated actuators). Wineman System, MTS flex system, MTS 458, and Vickers computer-driven control systems are available for controlling the loads generated by the hydraulic actuators.   The ATLSS Center has three main data acquisition systems (1 with 256 channels and 2 with 192 channels) for conditioning and acquiring data from experimental research. More than 200 channels of signal conditioners are available for use with these systems. CR5000 and CR9000 data acquisition systems for remote data logging are available for both field and laboratory testing. The laboratory floor has been equipped with a switched gigabit network, providing network connections every 15 feet (4.57 m) along the reaction walls. Network connections in the laboratory currently connect to the main campus backbone by way of a switched fiber optic network.   Tele-observation, or video data acquisition equipment, is not frequently used in the laboratory and as such is typically leased when required for testing. All of the experimental facilities are connected to the switched 100-megabit infrastructure, although some research offices and computing laboratories are equipped with the gigabit copper infrastructure.   Adjacent to the reaction wall and strong test floor is a large area where additional tests can be set up, as well as sizeable service areas for specimen fabrication, preparation, instrumentation, and storage. The additional test area was developed, beginning in 1998, for a new large-scale facility for testing structural subassemblages (in particular for testing half-scale ship hull test specimens for the United States Navy) under constant bending moment with or without axial force, and subsequently modified in 2010, for more robust structural testing demands.   The ATLSS Multi-directional Experimental Laboratory is supported by a 40 kip (180 kN) radio-controlled overhead traveling crane for handling specimens and equipment on the test floor, and a 20 kip (90 kN) radio-controlled overhead traveling crane for the main service area and the additional test area. Large overhead doors 20 feet tall by 25 feet wide (6.1 m tall by 7.6 m wide) and large paved areas outside the laboratory provide easy access for tractor-trailer trucks delivering test specimens, equipment, materials, and supplies. Laboratory service areas contain welding equipment, a large-bed drill press, a band saw, a grinder, and an array of hand tools.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5391"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "5214d346-1bb3-43d6-b121-29dea6a44e7f"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5391"
    },
    {
      "key": "source_hash",
      "value": "595fe40dc657d4af30921ce77743670c0d4a6b88"
    },
    {
      "key": "harvest_object_id",
      "value": "5214d346-1bb3-43d6-b121-29dea6a44e7f"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Multi-Directional Experimental Facility",
  "revision_id": "adba9cae-135e-4d3f-a4df-aeb2368d7b67"
}