{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "e10cb764-3a8d-498d-bf06-58dcd431d4b7",
  "metadata_created": "2015-04-25T12:20:29.108043",
  "metadata_modified": "2016-04-29T21:00:09.529800",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "e10cb764-3a8d-498d-bf06-58dcd431d4b7",
      "webstore_last_updated": null,
      "id": "0f0844de-d29d-4afb-b464-6c37ec6c6f19",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 202,
        "recent": 5
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "6ef35633-c952-4e2b-9f53-1aede4effb68",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-04-29T17:00:09.627227",
      "url": "http://bios.dfg.ca.gov",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 5,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-05-19T14:05:26.054173",
    "title": "State of California",
    "name": "ca-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ca.gov/images/template2012/header_ca.gov.png",
    "revision_id": "ad94cda4-9394-44d0-9c37-573dc3c47c9a",
    "type": "organization",
    "id": "467d900f-8a42-452d-9906-6610dd1a767f",
    "approval_status": "approved"
  },
  "name": "non-native-plants-multi-species-hcp-western-riverside-county-ds1093",
  "isopen": false,
  "url": null,
  "notes": "Background:The Biological Monitoring Program is a part of the Western Riverside County Multiple Species Habitat Conservation Plan (MSHCP), which was permitted in June, 2004. The Monitoring Program monitors the status of 146 Covered Species within a designated Conservation Area to provide information to permittees, land managers, the public, and wildlife agencies (i.e., the California Department of Fish and Wildlife and the U.S. Fish and Wildlife Service). Monitoring Program activities are guided by MSHCP species objectives for each covered species, the information needs identified in Section 5.3 of the MSHCP (http://www.rctlma.org/mshcp/volume1/sec5.html#5.3) or elsewhere in the document, and the information needs of the permittees. The Biological Monitoring Program seeks to provide sufficient scientifically reliable data to assess the MSHCP's effectiveness at meeting resource objectives and achieving or maintaining a healthy MSHCP Conservation Area in perpetuity. This dataset includes all records of animal species that were acquired during formal surveys for MSHCP-Covered Species conducted by the Biological Monitoring Program within the MSHCP Conservation Area between 2005-2014.Purpose:This dataset is intended for distribution to BIOS and all users of this database as documentation of species presence at a specific place and time. These data are useful for modeling species-habitat associations, documenting species distributions, and any other presence-only data applications.Data assumptions and limitations:We assumed that all observers were equally capable of confirming all target species for each taxa-specific survey activity after completing training exercises and passing any required species-identification tests. If known, surveys were conducted within the optimal range of dates, times, and weather conditions to maximize target species detection probability. These data have all been proofed after entry and are now assumed to be free from data entry error. However, if an observer recorded data incorrectly in the field it is possible that those errors persist in this dataset. This is a presence-only dataset. Because the lack of recorded species observations in a given area may be the result of a lack of surveys in that area or the failure to detect a species during a survey when it is actually present, true absence is not implied by this dataset and should not be inferred.Known caveats of the data:The Accuracy field describes the maximum potential amount of error in the geographic coordinates associated with each observation record. The magnitude of potential error for any observation is the result of survey protocol decisions made to increase data collection efficiency and vary across taxa.Some observation records were omitted from this dataset because an accurate identification could not be made to the species, subspecies, or variety level. Others were omitted because their coordinates fell beyond 30 meters of the September 2014 Conservation Area boundary.Observations of humans recorded in camera station photographs were also omitted. If users of this dataset are interested in these observations, please contact the Biological Monitoring Program.Supplemental Information:Because many survey protocols involve gathering data for a specified period of time at a single location, and because survey locations are often repeatedly visited in a given year, many observation locations have multiple observations of the same species or of different species. Additional information and data collected during these surveys (e.g., notes made in the field, environmental conditions and habitat condition made at the time of observation) and about the survey efforts that produced these data are available by request from the Monitoring Program and are summarized where relevant in annually distributed survey summary reports.Spatial data capture methods: All spatial data were either recorded in the field using a hand-held GPS unit, digitized in ArcGIS, or generated with specialized computer software. Coordinates obtained by GPS were recorded on paper datasheets and entered by hand into the database in the office. Data generated by computer software consist of points, straight-lines, or defined-area polygons that were used to map and locate sampling stations in the field. Station names and coordinates were uploaded digitally into the Biological Monitoring Program’s central database and joined through station name to results of surveys conducted at those locations.",
  "owner_org": "467d900f-8a42-452d-9906-6610dd1a767f",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Biological Monitoring Program, Western Riverside County Multiple Species Habitat Conservation Plan\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "contact-email",
      "value": "rcook@biomonitoringrca.org"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-117.658993"
    },
    {
      "key": "metadata-date",
      "value": "2016-04-19"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2015-06-25\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-116.603054"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "34.049519"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "33.421160"
    },
    {
      "key": "licence",
      "value": "[\" \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-117.658993, 33.42116], [-116.603054, 33.42116], [-116.603054, 34.049519], [-117.658993, 34.049519], [-117.658993, 33.42116]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: None\", \"Access Constraints: None\"]"
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "frequency-of-update",
      "value": "annually"
    },
    {
      "key": "tags",
      "value": "exotic, plant, riverside county, monitoring, occurrence, 2006, 2012, 2014, 2009, survey, location, 2005, 2010, california, 2008, 2007, 2011, non-native, 2013, inventory"
    },
    {
      "key": "harvest_object_id",
      "value": "3a62d52c-382c-4958-8882-fc5aac393329"
    },
    {
      "key": "harvest_source_id",
      "value": "bf0e0f99-7417-42e4-a627-e94c49cb4159"
    },
    {
      "key": "harvest_source_title",
      "value": "State of California Geoportal"
    }
  ],
  "title": "Non-native Plants, Multi-Species HCP - Western Riverside County [ds1093]",
  "revision_id": "13621a43-6617-4ef1-8e10-e2ab117d964f"
}