{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "275e9e2c-23cc-41e3-9537-f412a0a16fc5",
  "metadata_created": "2013-03-14T15:06:02.949780",
  "metadata_modified": "2015-04-09T22:37:00.759061",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": null,
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "275e9e2c-23cc-41e3-9537-f412a0a16fc5",
      "webstore_last_updated": null,
      "id": "aa9584ea-5002-451e-9fb4-f1d087a0d7b5",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 2342,
        "recent": 46
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "180f7de5-e49f-4f22-afcc-58567f6ab7e1",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-03-14T16:06:02.973987",
      "url": "http://www.geostor.arkansas.gov",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "275e9e2c-23cc-41e3-9537-f412a0a16fc5",
      "webstore_last_updated": null,
      "id": "ef967840-da0b-4833-88c3-c6e2d7594c67",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "180f7de5-e49f-4f22-afcc-58567f6ab7e1",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-03-14T16:06:02.974008",
      "url": "http://www.geostor.arkansas.gov/G6/Home.html?id=7d384be110080645c86ab0bf895601cd",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "275e9e2c-23cc-41e3-9537-f412a0a16fc5",
      "webstore_last_updated": null,
      "id": "c46a6306-d1bb-46d8-80cb-af1d1a6d2269",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 2342,
        "recent": 46
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "180f7de5-e49f-4f22-afcc-58567f6ab7e1",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-03-14T16:06:02.974016",
      "url": "http://www.geostor.arkansas.gov",
      "webstore_url": null,
      "last_modified": null,
      "position": 2,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 3,
  "tags": [

  ],
  "tracking_summary": {
    "total": 44,
    "recent": 1
  },
  "groups": [
    {
      "display_name": "Local Government",
      "description": "Local Government Topic - for all datasets with state, local, county organizations",
      "image_display_url": "",
      "title": "Local Government",
      "id": "ccc6c266-eee8-44bd-89aa-7cd8c4c6bf46",
      "name": "local"
    }
  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Arkansas Geographic Information Office coordinates statewide geographic data and hosts a portal and catalog for discovery.",
    "created": "2013-03-14T03:44:44.085871",
    "title": "State of Arkansas",
    "name": "arkansas-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.50states.com/flag/image/nunst005.gif",
    "revision_id": "3a817c03-47cd-4444-b4ab-9734805a04e9",
    "type": "organization",
    "id": "73513ca8-1988-426e-9db2-73b8d0247d67",
    "approval_status": "approved"
  },
  "name": "ecoregions-level-iii-and-iv-2004-polygon",
  "isopen": false,
  "url": null,
  "notes": "Ecoregions denote areas of general similarity in ecosystems and in the type, quality, and quantity of environmental resources. They are designed to serve as a spatial framework for the research, assessment, management, and monitoring of ecosystems and ecosystem components. By recognizing the spatial differences in the capacities and potentials of ecosystems, ecoregions stratify the environment by its probable response to disturbance (Bryce, Omernik, and Larsen, 1999). Ecoregions are general purpose regions that are critical for structuring and implementing ecosystem management strategies across federal agencies, state agencies, and nongovernment organizations that are responsible for different types of resources in the same geographical areas (Omernik and others, 2000). A Roman numeral hierarchical scheme has been adopted for different levels of ecological regions. Level I is the coarsest level, dividing North America into 15 ecological regions. Level II divides the continent into 52 regions (Commission for Environmental Cooperation Working Group, 1997). At level III, the continental United States contains 104 ecoregions and the conterminous United States has 84 ecoregions (U.S. Environmental Protection Agency [USEPA], 2003). Level IV ecoregions are further subdivisions of level III ecoregions. Methods used to define the USEPA's ecoregions are explained in Omernik (1995), Omernik and others (2000), and Gallant and others (1989). The approach used to compile the ecoregions of Arkansas is based on the premise that ecological regions can be identified through the analysis of the spatial patterns and the composition of biotic and abiotic characteristics that affect or reflect differences in ecosystem quality and integrity (Wiken, 1986; Omernik, 1987, 1995). These characteristics include geology, physiography, climate, soils, land use, wildlife, fish, hydrology, and vegetation (including \"potential natural vegetation\" defined by Küchler (p. 2, 1964) as \"vegetation that would exist today\" if human influence ended and \"the resulting plant succession\" was \"telescoped into a single moment\"). The relative importance of each characteristic varies from one ecological region to another regardless of ecoregion hierarchical level. In Arkansas, there are 7 level III ecoregions and 32 level IV ecoregions; all but four of these level IV ecoregions are also found in ecologically similar parts of adjacent states (Chapman and others, 2002, 2004a, 2004b; Griffith, Omernik, and Azevedo, 1998). Arkansas' ecological diversity is strongly related to regional physiography, geology, soil, climate, and land use. Elevated karst plateaus, folded mountains, agricultural valleys, forested uplands, and bottomland forests occur. Fire-maintained prairie was once extensive in several parts of the state. The ecoregion were compiled at a scale of 1:250,000, and depict revisions and subdivisions of earlier level III ecoregions that were originally compiled at a smaller scale (U.S. Environmental Protection Agency, 2003; Omernik, 1987). It is part of a collaborative project primarily between USEPA Region 6, USEPA-National Health and Environmental Effects Research Laboratory (Corvallis, Oregon), and the Multi-Agency Wetland Planning Team (MAWPT), which comprises representatives of six Arkansas state agencies (Arkansas Natural Heritage Commission, Arkansas Soil and Water Conservation Commission, Arkansas Game and Fish Commission, Arkansas Department of Environmental Quality, Arkansas Forestry Commission, and University of Arkansas Cooperative Extension Service). Collaboration and consultation also occurred with the U.S. Army Corps of Engineers (USACE), U.S. Department of Agriculture-Natural Resources Conservation Service (NRCS), U.S. Geological Survey (USGS), U.S. Fish and Wildlife Service, USGS-Earth Resources Observation Systems Data Center, and University of Arkansas-Center for Advanced Spatial Technologies. This project is associated with an interagency effort to develop a common framework of ecological regions (McMahon and others, 2001). Reaching that objective requires recognition of the differences in the conceptual approaches and mapping methodologies applied to develop the most common ecoregion-type frameworks, including those developed by the U.S. Department of Agriculture-Forest Service (Bailey and others, 1994), the USEPA (Omernik 1987, 1995), and the U.S. Department of Agriculture-Soil Conservation Service (1981). As each of these frameworks is further refined, their differences are becoming less discernible. Each collaborative ecoregion project, such as this one in Arkansas, is a step toward attaining consensus and consistency in ecoregion frameworks for the entire nation. Comments and questions regarding the Level III and IV Ecoregions of Arkansas should be addressed to Alan Woods, Oregon State University, c/o US EPA., 200 SW 35th Street, Corvallis, OR 97333, (541) 754-4469, email: woods.alan@epa.gov, or to James Omernik, USGS, c/o US EPA, 200 SW 35th Street, Corvallis, OR 97333, (541) 754-4458, email: omernik.james@epa.gov",
  "owner_org": "73513ca8-1988-426e-9db2-73b8d0247d67",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Oregon State University, c/o US EPA\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "contact-email",
      "value": "woods.alan@epa.gov"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-94.617958"
    },
    {
      "key": "metadata-date",
      "value": "2009-05-05"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2004-01-01\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-89.618315"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "36.526744"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "32.971526"
    },
    {
      "key": "licence",
      "value": "[\"The data herein, including but not limited to geographic data, tabular data, analytical data, electronic data structures or files, are provided \\\"as is\\\" without warranty of any kind, either expressed or implied, or statutory, including, but not limited to, the implied warranties or merchantability and fitness for a particular purpose. The entire risk as to the quality and performance of the data is assumed by the user. No guarantee of accuracy is granted, nor is any responsibility for reliance thereon assumed. In no event shall the Arkansas Geographic Information Office be liable for direct, indirect, incidental, consequential or special damages of any kind, including, but not limited to, loss of anticipated profits or benefits arising out of use of or reliance on the data. The Arkansas Geographic Information Office does not accept liability for any damages or misrepresentation caused by inaccuracies in the data or as a result of changes to the data caused by system transfers or other transformations or conversions, nor is there responsibility assumed to maintain the data in any manner or form. This data has been developed from the best available sources. Although efforts have been made to ensure that the data is accurate and reliable, errors and variable conditions originating from physical sources used to develop the data may be reflected in the data supplied. Users must be aware of these conditions and bear responsibility for the appropriate use of the information with respect to possible errors, scale, resolution, rectification, positional accuracy, development methodology, time period, environmental and climatic conditions and other circumstances specific to this data. The user is responsible for understanding the accuracy limitations of the data provided herein. The burden for determining fitness for use lies entirely with the user. The user should refer to the accompanying metadata notes for a description of the data and data development procedures. Although this data has been processed successfully on computers at the Arkansas Geographic Information Office, no guarantee, expressed or implied, is made by Arkansas Geographic Information Office regarding the use of these data on any other system, nor does the act of distribution constitute or imply any such warranty. Distribution of these data is intended for information purposes and should not be considered authoritative for engineering, legal and other site-specific uses. \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-94.617958, 32.971526], [-94.617958, 36.526744], [-89.618315, 36.526744], [-89.618315, 32.971526], [-94.617958, 32.971526]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: NONE\", \"Access Constraints: NONE\"]"
    },
    {
      "key": "frequency-of-update",
      "value": "unknown"
    },
    {
      "key": "tags",
      "value": "biota, environment, boundaries, ecology, eco, biology"
    },
    {
      "key": "harvest_object_id",
      "value": "5c74408e-cf4f-4149-b9e6-8c3820bc2685"
    },
    {
      "key": "harvest_source_id",
      "value": "79923f0a-a787-4995-aa2e-ccb7c5f402a9"
    },
    {
      "key": "harvest_source_title",
      "value": "Arkansas Geographic Information Office"
    }
  ],
  "title": "Ecoregions Level III and IV 2004 (polygon)",
  "revision_id": "c9d67283-cb51-47fc-a51b-60bbf0747042"
}