{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "60d9b5c1-e644-427c-99f5-5515e678269e",
  "metadata_created": "2015-10-15T06:05:43.401658",
  "metadata_modified": "2015-10-30T05:24:58.287269",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "60d9b5c1-e644-427c-99f5-5515e678269e",
      "webstore_last_updated": null,
      "id": "4c35a868-a485-4cc9-a9d6-048bc354573a",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 4,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:58.324417",
      "url": "http://www.fhwa.dot.gov/research/tfhrc/labs/foil/",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "887673c5-c9eb-4067-a3c4-3bbf00591cee",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 12,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "federal-outdoor-impact-laboratory",
  "isopen": false,
  "url": null,
  "notes": "  Purpose: The Federal Outdoor Impact Laboratory (FOIL) is an ISO17025-accredited (Cert. # AT-1565) research facility used to support the Federal Highway Administration&amp;#39;s Safety Research and Development programs and other Federal security initiatives. ISO 17025 identifies high technical competence and management system requirements that guarantee test results. It demonstrates the FOIL&amp;#39;s commitment to operational efficiency and quality management practices, and verifies the quality, capability, and expertise of the FOIL.  Laboratory Description: Researchers use this facility to extend their understanding of crash events and dynamic loading that occur during impacts. One way this is accomplished is by staging controlled, high-speed motor vehicle collisions into roadside hardware (e.g., guardrails, sign supports, cable barriers, concrete safety shapes) or other vehicles to evaluate effectiveness. A pendulum test rig at the FOIL is often used to test dynamic response of hardware or vehicle components and subsystems. Primarily, researchers use this facility to generate data to formulate mathematical models or to confirm the accuracy of computer-generated crash predictions. Routine certification and compliance testing, including testing performed to ensure compliance with existing safety standards, are not conducted at the FOIL.  Laboratory Capabilities: The Federal Outdoor Impact Laboratory features a state-of-the-science hydraulic propulsion system that is the first of its kind in the United States. The system includes a computer-controlled linear accelerator that can accelerate a vehicle or bogie up to impact speeds of 121 kilometers (75 miles) per hour. Heavy trucks weighing up to 8,165 kilograms (18,000 pounds) when fully loaded are limited to reduced speeds of 80 kilometers (50 miles) per hour. This is accomplished on a short concrete runway that is only 67 meters (220 feet) in length. A pendulum structure also is available at the FOIL for impact testing of structural components. This component level testing can be achieved through a drop test method or by the use its two available swingable weights symbolizing both a small car and a large pickup truck.  Laboratory Equipment: Prior to testing, the test vehicle&amp;#39;s weight, the length of the runway up to the test structure, and the required collision speed is entered into the computer that controls the propulsion system. Upon initiating a test, the computer automatically adjusts the flow rate of hydraulic fluid into two hydraulic motors that propel the test vehicle. The controlled flow into the motors precisely regulates the test vehicles acceleration as it is powered to the desired test speed. Just prior to impact, the propulsion system is disengaged from the test vehicle so that it is completely unconstrained and freewheeling. This unconstrained motion approximates the conditions associated with a &amp;quot;real world&amp;quot; crash on the Nation&amp;#39;s roadways. At impact into the test structure, the speed of the test vehicle is accurate to within 0.8 kilometers (0.5 miles) per hour of the desired collision speed. Dynamic-impact testing of structural components often is performed to assist in the development of accurate structures and is subsequently used to enhance the accuracy of the computer-generated collisions. The large swinging weight representing a large pickup truck has a mass of 1,996 kilograms (4,400 pounds); this gravity-propelled pendulum can attain impact speeds in excess of 32 kilometers (20 miles) per hour. Other test instrumentation at the FOIL includes speed traps, accelerometers, angular motion rate gyroscopes, and load cells for determining the velocity, acceleration, roll, pitch, and yaw motions of test vehicles, and the impact loads resulting from high-speed collisions. Data collection from this instrumentation is accomplished using onboard, solid-state recording devices. A telemetry system is used to transfer data to the data processing center. Visual documentation and analysis of the test is achieved using high-speed state-of-the-science digital cameras that enable researchers to visualize the impact and deformation of the test vehicles and structures. In addition, almost immediately after the test, researchers can review and analyze the visual information.  Laboratory Services: Since 2001, the Federal Outdoor Impact Laboratory has served in a critical national role to enhance infrastructure security for the U.S. Government. The Federal Outdoor Impact Laboratory has and continues to be used to develop perimeter security devices to prevent the unwanted intrusion of speeding motor vehicles into government buildings and other critical facilities.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6177"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "1c1fef63-2861-492c-a922-cb25e0258862"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6177"
    },
    {
      "key": "source_hash",
      "value": "e122b4e1e0705e62c3a99049447a5298e5af8c8a"
    },
    {
      "key": "harvest_object_id",
      "value": "1c1fef63-2861-492c-a922-cb25e0258862"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Federal Outdoor Impact Laboratory",
  "revision_id": "31763189-ce33-4b53-b099-e4890097e730"
}