{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "340498d1-8e14-4cf7-8755-cb1e5a6abfdd",
  "metadata_created": "2016-05-31T01:07:41.835329",
  "metadata_modified": "2016-05-31T01:07:41.835329",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "340498d1-8e14-4cf7-8755-cb1e5a6abfdd",
      "webstore_last_updated": null,
      "id": "7f9cd44d-9033-4c7d-8e82-9889a0ed31b7",
      "size": null,
      "state": "active",
      "resource_locator_function": "information",
      "hash": "",
      "description": "Main CRCP website providing information about the program and the work that they do.",
      "format": "",
      "tracking_summary": {
        "total": 12,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "HTTP",
      "mimetype": null,
      "cache_url": null,
      "name": "NOAA Coral Reef Conservation Program website",
      "created": "2016-05-30T21:07:41.962785",
      "url": "http://coralreef.noaa.gov/",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "18fef4cb-9e6e-424a-bc27-5c9cb5dac4d6",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "340498d1-8e14-4cf7-8755-cb1e5a6abfdd",
      "webstore_last_updated": null,
      "id": "f680e61a-65a7-49f6-bdcd-3e9b9a561293",
      "size": null,
      "state": "active",
      "resource_locator_function": "information",
      "hash": "",
      "description": "Main CRCP website providing information about the program and the work that they do.",
      "format": "",
      "tracking_summary": {
        "total": 12,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "HTTP",
      "mimetype": null,
      "cache_url": null,
      "name": "NOAA Coral Reef Conservation Program website",
      "created": "2016-05-30T21:07:41.962808",
      "url": "http://coralreef.noaa.gov/",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "18fef4cb-9e6e-424a-bc27-5c9cb5dac4d6",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 4,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "noaas-coral-reef-conservation-programs-2016-projects-that-work-towards-stratefic-goals-to-reduc",
  "isopen": false,
  "url": null,
  "notes": "\nIn 2016 the following projects will take place to work towards CRCP's strategic goals to reduce fishing impacts on coral reefs\n\nBuilding GIS Long-term Capacity: technical assistance for the State of Hawaii DAR and other U.S. Pacific Jurisdictions: To support geospatial capacity building in the state of Hawaii we will provide basic GIS training using ESRI ArcGIS software to scientists and staff in the Division of Aquatic Resources (DAR).  Staff will learn how to create and share a GIS map, find and organize geographic data and other content for a mapping project, accurately display features on a GIS map and access information about them. The training will also cover performing spatial analyses to answer questions, updating of an MMA data layer, and sharing GIS maps and analysis results easily accessible to desktop, web, and mobile device users.\n\nLimits of Acceptable Change Pilot Study in the NE Reserves and Culebra to support the development of management actions: PRDNER needs to conduct a characterization project in the priority northeast marine area extending from the Río Espíritu Santo Natural Reserve to the Cordillera and Luis Peña Reserves that addresses human uses and use patterns, user knowledge and perceptions and use conflicts to address data gaps essential to effective management and determine limits of acceptable change (LAC). The project will assess resource use and social conditions, evaluating the status and trend of these conditions.\n\nAerial Surveys of Boater Use in the Florida Keys National Marine Sanctuary: The Florida Keys National Marine Sanctuary (FKNMS) encompasses approximately 2,900 nm2 of coastal and oceanic waters that are utilized extensively by boaters involved in both consumptive and non-consumptive activities. The purpose of this project is to acquire quantitative data on the number, type, activity, and distribution of vessels to understand usage patterns in the FKNMS. This information is essential to help sanctuary managers better manage sanctuary resources, inform modifications to or the creation of new marine zones, and for revision of the overall sanctuary management plan.  \n\nQuantifying Processes That Underpin Recovery at Kahekili HFMA: Biological monitoring surveys inside the Kahekili Herbivore Fisheries Management Area (KHFMA) demonstrate increases in herbivore biomass and crustose coralline algal (CCA) cover since closure in 2009, but thus far only small increases in coral cover.  This project will maintain cooperative monitoring of the KHFMA with Hawaii DAR, but at a reduced level. In addition, comparable surveys will be conducted on closely unprotected reefs within the West Maui priority watershed areas, as the lack of coral reef biological information for that areas data has been identified as a major data gap by Maui Ridge2Reef program.\n\nDefining spawning dynamics to manage and conserve reef fish populations: Large predators are important in healthy coral reef ecosystems, however many populations of these species are depleted in the US Caribbean. Commercially important species, e.g., large grouper, that gather annually to spawn, are highly susceptible to overfishing and managers need better data on aggregation locations and dynamics to effectively conserve these resources. This project is collaboratively monitoring and assessing spawning aggregation sites off western Puerto Rico, and will use these methods, with demonstrated effectiveness, to locate, assess, and monitor grouper spawning aggregations in the NE Reserves of PR, confirming locations, species, aggregation timing and species abundances.\n\nImpacts of fishing on parrotfish grazing in St. Croix - A case study on the ecological impacts of fishery management actions: This project develops a quantitative framework to predict the impacts of fisheries for parrotfishes on the capacity of these key herbivores to remove algae and maintain habitat suitable for the settlement and growth of reef-building corals in St. Croix, US Virgin Islands. This research will allow us to develop specific recommendations for managers by identifying management strategies that can maintain high levels of grazing that benefit reef-building corals while also supporting a robust and sustainable fishery.\n\nStrengthening sustainable socioeconomic monitoring of reef-dependent communities in Micronesia (Guam and Hawaii): The proposed project will continue to build capacity and provide technical assistance for strengthening and sustaining socioeconomic monitoring (SEM) in reef-dependent communities at site, jurisdictional, and regional levels in Micronesia and Hawaii. Training will build on key results of the FY15 SEM capacity-building assessment survey. Based on results of SEM assessment of the Habitat Blueprint site Manell-Geus in FY 15, a draft integrated monitoring plan will be revised to ensure the complementarity of biophysical and socioeconomic data and improve coral reef management and conservation. Existing SEM data sets will be reviewed to develop recommendations for a data management plan.\n\nDevelop and Implement a Socio-Economic Monitoring Component for the Guam Community Coral Reef Monitoring Program: This project will expand a successful, well-established community monitoring and education program focusing on Guam’s Marine Preserves and priority watershed areas. In addition to maintaining and improving current activities and community relations through programs such as Adopt-a-Reef and Eyes of the Reef Marianas, the Program Coordinator will expand the program by developing protocols to integrate socioeconomic and biophysical data sets and enhance information exchange with the community and resource managers through the production of standard scorecard for reefs in the program.",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-79.624306"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "22.356700"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": "coralreef.noaa.gov:fish2016"
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "-15.25183"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[142.0, -15.25183], [-79.624306, -15.25183], [-79.624306, 22.3567], [142.0, 22.3567], [142.0, -15.25183]]]}"
    },
    {
      "key": "progress",
      "value": "planned"
    },
    {
      "key": "access_constraints",
      "value": "[\"None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2016-01-01"
    },
    {
      "key": "contact-email",
      "value": "brian.beck@noaa.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "142"
    },
    {
      "key": "metadata-date",
      "value": "2016-05-15"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"creation\", \"value\": \"2016\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "asNeeded"
    },
    {
      "key": "licence",
      "value": "[\"Please note: NOAA and CRCP make no warranty, expressed or implied, regarding these data, nor does the fact of distribution constitute such a warranty. NOAA and CRCP cannot assume liability for any damages caused by any errors or omissions in these data.\", \"accessLevel: Public\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"DOC/NOAA/Coral Reef Conservation Program\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2016-12-31"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": "eng"
    },
    {
      "key": "tags",
      "value": "socio-economic survey, pacific ocean, fish, united states of america, zoology, monroe county, fishing, socioeconomic, hawaiian islands, u. s. virgin islands, florida keys (24n081w0007), hawaii (21n160w0000), earth science, maui island, western pacific ocean, geographic information, country/territory, virgin islands, puerto rico, gulf of mexico, guam (13n144e0000), marine management areas, puerto rico (18n066w0000), guam, reef fish census, biology, numeric data sets, north atlantic ocean, oceans, maui, central pacific ocean, ocean basin, st. croix (17n064w0003), atlantic ocean, marine biology, maui island (20n156w0004), st. croix, biosphere, florida, hawaii, reef monitoring and assessment, florida reef tract, corals, caribbean sea /north atlantic ocean, caribbean sea"
    },
    {
      "key": "harvest_object_id",
      "value": "b22eee9c-d598-4a0c-9922-cdece33de9e4"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "NOAA's Coral Reef Conservation Program's 2016 Projects that Work Towards Stratefic Goals to Reduce Fishing Impacts on Coral",
  "revision_id": "18fef4cb-9e6e-424a-bc27-5c9cb5dac4d6"
}