{
  "license_title": "U.S. Government Work",
  "maintainer": "Douglas Terrier",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "douglas.a.terrier@nasa.gov",
  "num_tags": 3,
  "id": "aa34d15a-bcd2-43e6-b158-387f06e126fd",
  "metadata_created": "2015-04-09T18:55:59.738550",
  "metadata_modified": "2015-07-08T19:29:34.116381",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "aa34d15a-bcd2-43e6-b158-387f06e126fd",
      "webstore_last_updated": null,
      "id": "58c31250-4ce1-4e4b-8fb1-180a37b6d6f3",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "XML",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/xml",
      "cache_url": null,
      "name": "XML File",
      "created": "2015-04-09T14:55:59.842367",
      "url": "http://techport.nasa.gov/xml-api/12436",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "eee311e1-76a1-487b-9cb0-90dbeb7ef7f7",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "active",
      "id": "e48100ef-ebfc-4859-8e8a-91a0f5feaae6",
      "name": "active"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "johnson-space-center",
      "id": "8c48e662-8810-405c-ac79-3dd5ea311315",
      "name": "johnson-space-center"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "project",
      "id": "24471320-3e5c-42b5-a078-8e48e70e2ac4",
      "name": "project"
    }
  ],
  "tracking_summary": {
    "total": 35,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "rapid-electrochemical-detection-and-identification-of-microbiological-and-chemical-contami",
  "isopen": true,
  "url": null,
  "notes": "&lt;p&gt;A great deal of effort has gone into the development of point-of-use methods to meet the challenge of rapid bacterial identification for both environmental monitoring and clinical applications.&amp;nbsp; Unfortunately, most of the methods developed rely on Preliminary Chain Reaction (PCR) and face inherent limitations because of the requirement for enzymatic components and thermal control.&amp;nbsp; Other methods based on surface plasmon resonance, quartz crystal microbalance, and fluorescence has been reported with good detection limits, but, these methods are immunological and cannot provide genetic-level information.&amp;nbsp; Further, they require labeled markers, complicated fluid handling systems, and sensitive optics that drive up cost and complexity and preclude them from outside the laboratory.&amp;nbsp; Recent work by a group at the University of Toronto has focused on developing an electrochemical platform that combines ultrasensitive detection, straightforward sample processing, and inexpensive components to create a cost-effective, user-friendly device for detection and identification of microorganisms.&amp;nbsp; The platform combines an electrical cell lysis chamber, and electrochemical reporter system, and nanostructured microelectrodes (NMEs) to detect specific nucleic acid sequences.&amp;nbsp; The nucleic acid sequences are unique to a given type of microorganism and can be used to identify the microorganisms present in a sample.&lt;/p&gt;&lt;p&gt;From the perspective of the anticipated prototype device &amp;nbsp;(Lam, et al. 2012. &lt;em&gt;Polymerase Chain Reaction-Free, Sample-to-Answer Bacterial Detection in 30 Minutes with Integrated Cell Lysis&lt;/em&gt;. Anal. Chem. &lt;strong&gt;84(1)&lt;/strong&gt;: 21-5), detection of microbial contaminants will begin with a lysis chamber designed to release DNA and RNA from microorganisms present in the sample using ultrasonic or electrochemical technology.&amp;nbsp; The DNA and RNA mixture is then passed into an analysis chamber containing an array of nanostructured microelectrodes (NMEs).&amp;nbsp; The surface of the NMEs will be functionalized with probe molecules for DNA or RNA sequences specific to the bacteria being targeted.&amp;nbsp; Binding of the DNA or RNA to the appropriate detection probe on the NME surface in the presence of an electrochemical reporter system will change the electrochemical properties of the NMEs.&amp;nbsp; A potentiostat is used to measure the current at each individual electrode before and after addition of the DNA and RNA mixture.&amp;nbsp; The difference in current before and after addition of the mixture to the NMEs is compared against a pre-determined threshold to check for the presence of target bacteria in the sample.&amp;nbsp; The process for detection of chemical contaminants is very similar.&amp;nbsp; The lysis chamber would be bypassed and the sample would flow directly into the analysis chamber.&amp;nbsp; The NMEs will be functionalized with molecules to selectively bind the desired targets (analytes) and the change in the electrochemical response of each NME can again be used to detect and quantify the contaminants.&amp;nbsp; Depending on the analyte of interest, it may be possible to directly measure analyte binding on the surface of the NMEs without the use of an electrochemical reporter system. The overall project will focus on optimization of the individual aspects of the detection platform in preparation for construction of a prototype for a flight experiment.&amp;nbsp; The scope of the work in this proposal is limited to characterization and optimization of the lysis step/sample preparation, probe selection, and NME structure.&amp;nbsp; Lysis conditions will be optimized by evaluating parameters associated with the oscillation frequency and lysis time for ultrasonic techniques and applied voltage for the electrochemical techniques.&amp;nbsp; Cell viability, as determined by fluorescent detection of DNA or RNA in live cells or by bacterial culture techniques, will be used to assess the efficiency of the methods used to release DNA and RNA from the bacterial cells.&amp;nbsp; Candidate detection probes will be tested to optimize specificity of the system.&amp;nbsp; Initial experiments will utilize conventional electrodes and a bench top potentiostat to optimize analysis conditions.&amp;nbsp; Functionalized electrode surfaces will also be examined using electron microscopy in an attempt to understand the role of electrode surface structure in the analysis platform.&amp;nbsp; Ultra-structural characteristics such as surface morphology, structure size, and probe density will also be considered.&lt;/p&gt;&lt;p&gt;Initial microbial validations will be performed using microbes found during routine microbial environmental monitoring of the International Space Station (ISS) as well as related, potentially medically significant organisms.&amp;nbsp; Evaluation of each group of organisms will permit optimization of target-probe interactions, and will lead to maximizing the sensitivity and specificity of the platform.&amp;nbsp; Methicillin-resistant Staphylococcus aureus (MRSA), Methicillin-sensitive S. aureus (MSSA), and the related, nonpathogenic species S. epidermidis will be tested to demonstrate detection of potential pathogens (MRSA and MSSA) and specificity of pathogen/non-pathogen detection (MRSA or MSSA versus S. epidermidis).&amp;nbsp; A panel of common ISS water-borne microorganisms and related species will also be evaluated.&amp;nbsp; Cupriavidus metallidurans, Cupriavidus basilensis, Burkholderia cepacia, Burkholderia multivorans, and Ralstonia pickettii will be utilized to demonstrate specificity for related species (Cupriavidus or Burkholderia species), detection of potential pathogens (Burkholderia species), and detection of potential bio-fouling agents (all water-borne species listed).&amp;nbsp; Experiments with chemical contaminants will focus on compounds that may be present in the water produced onboard the ISS.&amp;nbsp; Compounds containing functional groups that can be used for selective binding or retention on the surface of an electrode will be initially tested since they are most amenable to detection and quantification using an electrochemical platform.&lt;/p&gt;&lt;p&gt;After testing with a bench top potentiostat to demonstrate the detection capability of the platform, a low-cost potentiostat will be built from commercial off-the-shelf components and used with the optimized electrodes.&amp;nbsp; Low-cost, fully functional potentiostats have emerged as a viable alternative to commercial units (Rowe, et al. 2011. CheapStat: an open-source, &amp;quot;do-it-yourself&amp;quot; potentiostat for analytical and educational applications. PLoS One. 6(9):e23783), and their relatively small production cost, footprint, mass, and power requirements suggest that they are suitable for use aboard spacecraft.&amp;nbsp; The breadboard potentiostat will be paired with low-cost computing hardware, such as a Raspberry Pi or an Arduino board, and system control software such as LabVIEW, eliminating the need for ISS computing resources to operate the device.&amp;nbsp; Inclusion of an automated detection step in the anticipated device is a time-saving measure to free up crew time otherwise spent visually inspecting results and evaluating the outcome of a test.&amp;nbsp; The final step in the process is downsizing the optimized electrode surfaces and building NME arrays that can be controlled using the potentiostat system built in-house.&lt;/p&gt;",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2013-12-01T00:00:00Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "references",
      "value": [
        "http://techport.nasa.gov/home",
        "http://techport.nasa.gov/doc/home/TechPort_Advanced_Search.pdf",
        "http://techport.nasa.gov/fetchFile?objectId=6561",
        "http://techport.nasa.gov/fetchFile?objectId=3456",
        "http://techport.nasa.gov/fetchFile?objectId=3447",
        "http://techport.nasa.gov/fetchFile?objectId=6584",
        "http://techport.nasa.gov/fetchFile?objectId=6560",
        "http://techport.nasa.gov/fetchFile?objectId=3448"
      ]
    },
    {
      "key": "source_hash",
      "value": "a7bfcbcd330f94ac43f921c36eab2147391b3023"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "temporal",
      "value": "2013-12-01T00:00:00Z/2014-12-01T00:00:00Z"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:000"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://techport.nasa.gov/view/12436"
    },
    {
      "key": "harvest_object_id",
      "value": "b8ba50b3-c6e2-4860-9618-9cdf7f64e8dc"
    },
    {
      "key": "publisher",
      "value": "Space Technology Mission Directorate"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a88c63a7fe59b498227"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "National Aeronautics and Space Administration > Space Technology Mission Directorate"
    },
    {
      "key": "modified",
      "value": "2015-03-12"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": "TECHPORT_12436"
    },
    {
      "key": "harvest_object_id",
      "value": "b8ba50b3-c6e2-4860-9618-9cdf7f64e8dc"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Rapid Electrochemical Detection and Identification of Microbiological and Chemical Contaminants for Manned Spaceflight Project",
  "revision_id": "c7c67de5-5deb-4577-8e54-2e93485db6fe"
}