{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "2a3a70d9-7057-40e6-af13-543ebb26b603",
  "metadata_created": "2013-03-14T15:08:09.364173",
  "metadata_modified": "2015-04-09T23:30:46.413674",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": null,
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "2a3a70d9-7057-40e6-af13-543ebb26b603",
      "webstore_last_updated": null,
      "id": "60ef5a22-c901-4293-8954-796496c6092a",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "1bfcb7fd-acda-40f6-a36b-7dbd4760a01d",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-03-14T16:08:09.385984",
      "url": "http://www.geostor.arkansas.gov/G6/Home.html?id=b6ed07f117681fc5c26b658c32c8b362",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "2a3a70d9-7057-40e6-af13-543ebb26b603",
      "webstore_last_updated": null,
      "id": "a276654c-b851-4b14-a9e3-c0f385b6831f",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 2342,
        "recent": 46
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "1bfcb7fd-acda-40f6-a36b-7dbd4760a01d",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-03-14T16:08:09.386005",
      "url": "http://www.geostor.arkansas.gov",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 17,
    "recent": 1
  },
  "groups": [
    {
      "display_name": "Local Government",
      "description": "Local Government Topic - for all datasets with state, local, county organizations",
      "image_display_url": "",
      "title": "Local Government",
      "id": "ccc6c266-eee8-44bd-89aa-7cd8c4c6bf46",
      "name": "local"
    }
  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Arkansas Geographic Information Office coordinates statewide geographic data and hosts a portal and catalog for discovery.",
    "created": "2013-03-14T03:44:44.085871",
    "title": "State of Arkansas",
    "name": "arkansas-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.50states.com/flag/image/nunst005.gif",
    "revision_id": "3a817c03-47cd-4444-b4ab-9734805a04e9",
    "type": "organization",
    "id": "73513ca8-1988-426e-9db2-73b8d0247d67",
    "approval_status": "approved"
  },
  "name": "land-use-land-cover-fall-1999-raster",
  "isopen": false,
  "url": null,
  "notes": "Data available online through GeoStor at http://www.geostor.arkansas.gov. This map depicts the land-use and land-cover of Arkansas as it occurred in the fall of 1999, and is one of three statewide map layers designed to show land-use changes throughout the year. Maps were also produced for spring and summer. The data are derived from Landsat TM 5 scenes and extensive ground-truth information. The maps focus primarily on agricultural land-use: crop and pasture lands. The maps consist of a broad based inventory of land-use and land-cover. Map categories fall with 6 broad \"Level 1\" categories: water, forest, barren, herbaceous, agricultural lands, and urban. Each level 1 category is broken into several, more discrete, \"Level 2\" subcategories, e.g. crop type, pasture type, etc. Forest categories (101 through 128) are those derived by the 1992 Arkansas Gap project and species listed are indicator species. Detailed information on the categories and the species associated with them are provided at www.cast.uark.edu/gap. The following is a listing of the Level 2 Category Codes and Labels 11 Urban Level 1 12 Urban Level 2 13 Urban Level 3 14 Urban Other (Park, Golf Course, Cemetery, etc.) 21 Major Roads 22 Railroads 23 Airports/Landing Strips 31 Barren Land (Sand Bars/Mining Operations/Exposed Rock) 41 Perennial Water 42 Flooded 101 Forest Unclassified 102 Shortleaf Pine (Pinus Echinata) 103 Loblolly Pine (Pinus Taeda) 104 Eastern Red Cedar (Juniperus Virginiana) 105 White Oak, Northern Red Oak, Shortleaf Pine, Hickory 106 Loblolly Pine, Shortleaf Pine, Oak 107 Eastern Red Cedar, Mixed Pine-Hardwood 108 American Beech (Fagus grandifolia) 109 White Oak, Mixed Hardwoods 110 Northern Red Oak, Mixed Oak 111 Southern Red Oak, Mixed Oak 112 Post Oak (Quercus stellata) 113 Eastern Red Cedar, Oak 114 Shortleaf Pine, Oak 115 White Cedar, Oak 116 Oak, Black Hickory (Quercus spp. Carya Texana) 117 Overcup Oak (Quercus Lyrata) 118 Water Hickory (Carya Aquatica) 119 Cherrybark Oak (Quercus Falcata var. Pagodifolia) 120 Sugarberry (Celtis Laevigata) 121 Nuttall Oak (Quercus Nuttallii) 122 Willow Oak (Quercus Phellos) 123 Sweetgum (Liquidambar Styraciflua) 124 Baldcypress, Mixed Hardwoods 125 Baldcypress (Taxodium Distichum) 126 Tupelo, Gum (Nyssa) 127 Willow, Cottonwood (Salix, Populus) 128 Birch, Sycamore, Maple (Betula, Platanus, Acer) 201 Soybeans 202 Rice 203 Cotton 204 Wheat/Oats 205 Sorghum/Corn 208 Bare Soil/Seedbed/Fallow 209 Warm Season Pasture 210 Cool Season Pasture",
  "owner_org": "73513ca8-1988-426e-9db2-73b8d0247d67",
  "extras": [
    {
      "key": "temporal-extent-begin",
      "value": "1999-09-30"
    },
    {
      "key": "temporal-extent-end",
      "value": "1999-11-16"
    },
    {
      "key": "contact-email",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-94.630829"
    },
    {
      "key": "metadata-date",
      "value": "1999-11-16"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2001-06-30\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "36.540495"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "32.958759"
    },
    {
      "key": "licence",
      "value": "[\"The data herein, including but not limited to geographic data, tabular data, analytical data, electronic data structures or files, are provided \\\"as is\\\" without warranty of any kind, either expressed or implied, or statutory, including, but not limited to, the implied warranties or merchantability and fitness for a particular purpose. The entire risk as to the quality and performance of the data is assumed by the user. No guarantee of accuracy is granted, nor is any responsibility for reliance thereon assumed. In no event shall the Arkansas Geographic Information Office be liable for direct, indirect, incidental, consequential or special damages of any kind, including, but not limited to, loss of anticipated profits or benefits arising out of use of or reliance on the data. \\nThe Arkansas Geographic Information Office does not accept liability for any damages or misrepresentation caused by inaccuracies in the data or as a result of changes to the data caused by system transfers or other transformations or conversions, nor is there responsibility assumed to maintain the data in any manner or form. \\nThis data has been developed from the best available sources. Although efforts have been made to ensure that the data is accurate and reliable, errors and variable conditions originating from physical sources used to develop the data may be reflected in the data supplied. Users must be aware of these conditions and bear responsibility for the appropriate use of the information with respect to possible errors, scale, resolution, rectification, positional accuracy, development methodology, time period, environmental and climatic conditions and other circumstances specific to this data. The user is responsible for understanding the accuracy limitations of the data provided herein. The burden for determining fitness for use lies entirely with the user.  The user should refer to the accompanying metadata notes for a description of the data and data development procedures. \\nAlthough this data has been processed successfully on computers at the Arkansas Geographic Information Office, no guarantee, expressed or implied, is made by Arkansas Geographic Information Office regarding the use of these data on any other system, nor does the act of distribution constitute or imply any such warranty. Distribution of these data is intended for information purposes and should not be considered authoritative for engineering, legal and other site-specific uses.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Bruce Gorham Center for Advanced Spatial Technologies 12 Ozark Hall University of Arkansas Fayetteville, AR 72701 Phone: (501) 575-6159\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-94.630829, 32.958759], [-94.630829, 36.540495], [-89.611289, 36.540495], [-89.611289, 32.958759], [-94.630829, 32.958759]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: The Arkansas Soil and Water Conservation Commission and the University of Arkansas' Center for Advanced Spatial Technologies should be acknowledged as the data source. This data product is not intended for site specific planning or research. It was designed primarily for planning and research at the county, regional, or statewide level.\", \"Access Constraints: none\"]"
    },
    {
      "key": "bbox-east-long",
      "value": "-89.611289"
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "tags",
      "value": "imageryBaseMapsEarthcover, lulc"
    },
    {
      "key": "harvest_object_id",
      "value": "db2802b7-ec1b-4334-bf2f-3bf09458437f"
    },
    {
      "key": "harvest_source_id",
      "value": "79923f0a-a787-4995-aa2e-ccb7c5f402a9"
    },
    {
      "key": "harvest_source_title",
      "value": "Arkansas Geographic Information Office"
    }
  ],
  "title": "Land Use Land Cover Fall 1999 (raster)",
  "revision_id": "a2961d52-aeb3-4249-bb2c-50fc2a1f28f5"
}