{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "c3227bcd-d461-4e01-aa5a-128080afb27a",
  "metadata_created": "2015-10-15T06:05:42.197496",
  "metadata_modified": "2015-10-30T05:24:57.440209",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "c3227bcd-d461-4e01-aa5a-128080afb27a",
      "webstore_last_updated": null,
      "id": "9acfb6a0-e78a-44ab-a89b-0654fc889032",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "synthetic-biology-and-environmental-chemistry-laboratories.aspx",
      "format": "",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:57.484705",
      "url": "http://www.erdc.usace.army.mil/Media/FactSheets/FactSheetArticleView/tabid/9254/Article/476727/synthetic-biology-and-environmental-chemistry-laboratories.aspx",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "10aaa7bc-d805-4e96-8439-1fe2bbe8c0d0",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 14,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "synthetic-biology-and-environmental-chemistry-laboratories",
  "isopen": false,
  "url": null,
  "notes": "  Full Capabilities in Basic and Applied Research  Samples taken at field locations or those generated in bench, pilot, and demonstration scale experiments require evaluation and may contain combinations of solids, liquids, and gases of organic and inorganic nature. Often, the composition is unknown. Analysis of unknown samples at contract laboratories presents a special problem because contract documents must specify which methods to use, as well as which compounds are to be identified and the detection limit required. Analytical support turnaround time can be crucial when sample analysis is being used to determine and refine experimental operating conditions. Providing Cost-Effective and Timely Analytical Support The Synthetic Biology and Environmental Chemistry Laboratories, located at the ERDC Construction Engineering Research Laboratory (CERL), provide analytical support for US Army research projects and for situations where outside work is prohibitively expensive due to non-routine analyses. Based on these requirements, CERL scientists work in a dynamic and flexible manner in experiment design, method development, and research direction to best analyze and answer research questions. At this facility, CERL scientists use advanced instrumentation to perform basic and applied research at the nexus of chemistry, biology and materials science. This helps address US Army and civilian agency challenges in sensing, synthesis, remediation, energy and restoration, and:  Provides timely analyses of crucial samples Performs exploratory analysis of materials of unknown composition Develops specialized sample preparation techniques as required by specific projects Using Advanced Technologies for Superior Sample Analysis The facility&amp;#39;s previous research portfolio has supported work in a wide variety of arenas including analysis of wastewater runoff from aircraft washing facilities, oil and particle size analysis of water and soil samples; analysis of industrial wastewater samples, leaching from antifoulant coatings for zebra mussels, corrosion products in drinking water and paint strippers, by-product from advanced oxidation processes, and much more. In addition to these traditional techniques, however, they have expanded their capabilities to include bioinspired, biomimetic and bioengineered directions in their work. The following examples represent only a small cross-section of their recent research activities that demonstrate novel thrust areas:  Microscale Energy- Photosynthesis on a Chip: Microscale energy may be used to power microscale or nanoscale devices such as portable sensors, intelligent textiles and coatings and robotics. CERL research is aimed at developing components of a microscale system that mimics the process of natural photosynthesis and oxidizes water in the presence of sunlight into H +. This can be turned into H 2 for use in fuel cell applications and integration into micropower from a microfluidic chip.  Cell-Based Sensing- Microfabricated Biomimetic Devices to Replicate Tissues: Development of cell-based sensors for the detection of contaminants in water, including: biomimetic approaches to replicate multiple organ functions on a single microfluidic chip to simulate a &amp;quot;whole body&amp;quot; response to contaminant exposure; encapsulating human cells in hydrogel beads to create three-dimensional (3D) organ mimics by providing a more native-like 3D environment to use as toxicity reporters; and detection of specific biomarkers produced and released by mammalian cells under toxic stress.  Hardware Development- SafePort - Handheld, Microfluidics-based Water Analysis System: Developing a platform chassis capable of accepting and automating operation of lab-on-a-chip modules for portable, point of use analytical monitoring. This SafePorthardware interfaces user-selected microfluidic chips to the external world, allowing users to operate complicated chemical analyses with minimal training. While any chip can be made to work with the SafePort system, the Synthetic Biology and Environmental Chemistry Laboratories are currently developing chips for quantitation of perchlorate, quantitation of heavy metals, and cell-based water toxicity screening.This system will provide Army personnel with real time analysis of specific water contaminants, leading to faster decision cycles and actionable answers in the field that reduce analysis costs.  Bioinspired Research- Nanosome Containing Insect Bio-Receptors for Vapor Detection: Current methods for the detection and identification of low vapor pressure chemical species (for example, explosives and volatile organic compounds) are inferior to the natural ability of biological sensing elements. An insect&amp;#39;s sense of smell is far more sensitive than even the most sophisticated man-made devices and can produce a molecular response at concentrations below the limit of detection of laboratory instruments. The laboratories&amp;#39; work is exploiting the insect olfactory system to identify receptors with specificity for chemical compounds of interest to the Army.  Synthetic Biology   Synthetic Cells Imbued with Functional Biomolecular Machinery: The laboratories&amp;#39; current research in this area uses polymer-based membrane architecture that supports and orients operational machinery. CERL scientists can choose and exploit cell-based functions a la carte by combining the machinery within a single non-living nanoreactor to reproduce complex biological functions. The research applies both genetic engineering and nanotechnology towards the remediation of perchlorate, which can be readily adapted to applications for emerging contaminants. Specifications (Instrumentation) Analytical support requires a variety of instrumentation, depending on the material composition (organic or inorganic; solid, liquid or gas) and concentration (required detection limits). The following is a list of analytical instrumentation currently available:  Chemical and Macromolecular Analysis: Gas Chromatograph/Mass Spectrometer (GC/MS); Liquid Chromatograph/Mass Spectrometer; High-Pressure Liquid Chromatograph with UV/Vis and Photodiode Array; Conductivity and Light Scattering Detection; Capillary Electrophoresis; Fourier Transform Infrared Spectrometer; Pyrolysis GC/MS; UV/Vis Absorbance Spectrophotometer  Electrochemical Analysis: Picoammeter; Potentiostat; Patch-Clamp Amplifier  Microfabrication: Mask Aligner and Spincoater; Micromill; COMSOL; Auto-CAD; Glass Etching  Cellular and Synthetic Biology: Biosafety Hoods; Incubators; Gradient and Real-Time Thermocyclers; Fast Protein Liquid Chromatography; Protein and Nucleic Acid Electrophoresis; Microplate Spectrophotometer (UV/VIS, Luminescence, Fluorescence)  Microscopy: Zeiss Light Brightfield and Phase Contrast; Olympus Transmitted Light Brightfield and Reflected Light Brightfield/Darkfield; Nomarski Differential Contrast; Simple Polarized Light and Fluorescence; Olympus Inverted System with Spinning Disk Scanning Confocal System and FRET Imaging; Atomic Force Microscopy  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6143"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "869b92a7-0303-4cd0-ba9b-50d4c2ce13e4"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6143"
    },
    {
      "key": "source_hash",
      "value": "568e66f5190c4bacc35625345e6e5c257cc463dc"
    },
    {
      "key": "harvest_object_id",
      "value": "869b92a7-0303-4cd0-ba9b-50d4c2ce13e4"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Synthetic Biology and Environmental Chemistry Laboratories",
  "revision_id": "df317554-6c5c-4334-9c6b-ed9cb9a2617d"
}