{
  "relationships_as_object": [

  ],
  "private": false,
  "revision_timestamp": null,
  "frequency": "MANUAL",
  "id": "b57c889f-4bce-4006-8223-3fec2aaf52a3",
  "metadata_created": "2015-02-26T20:43:15.046550",
  "metadata_modified": "2015-02-27T13:54:45.692678",
  "title": "Census Bureau Planned Acquisition",
  "state": "active",
  "creator_user_id": "65349",
  "config": "{\"private_datasets\": false}",
  "resources": [

  ],
  "tags": [

  ],
  "source_type": "waf",
  "tracking_summary": {
    "total": 0,
    "recent": 0
  },
  "groups": [

  ],
  "relationships_as_subject": [

  ],
  "name": "census-bureau-planned-acquisition",
  "url": "http://meta.geo.census.gov/data/existing/decennial/GEO/GPMB/TIGERline/RFP/",
  "type": "harvest",
  "notes": "The Census Bureau updates and maintains address data to support the correct allocation of population and housing for censuses and surveys.  Boundaries, streets, addresses, structure points, and selected other features are maintained in the Master Address File/Topologically Integrated Geographic Encoding and Referencing (MAF/TIGER) database.  The Census Bureau collects geographic and address data from tribal, state, and local governments through a Geographic Support System Initiative (GSS-I) Partnership Program and through other geographic programs, such as the annual Boundary and Annexation Survey.  When the Census Bureau updates the MAF/TIGER database with new or corrected street, address and structure point data, the boundary network must be updated concurrently to preserve geographic relationships.  \r\n                                \r\n                Additional sources of data are required to ensure complete coverage of all street centerlines and addresses for the fifty States, the District of Columbia, Puerto Rico, and the Island Areas. Some government partners are unable to provide  street and address data that meets the Census\r\n                Bureau's requirements. Therefore, the Census Bureau is requesting proposals for provision of address data from commercial vendors that can be easily integrated into the MAF/TIGER database.  \r\n            ",
  "owner_org": "31c49abe-512a-412a-9cc7-5b2601325d6b",
  "private_datasets": false,
  "organization": {
    "description": "The Census Bureau's mission is to serve as the leading source of quality data about the nation's people and economy. We honor privacy, protect confidentiality, share our expertise globally, and conduct our work openly. We are guided on this mission by scientific objectivity, our strong and capable workforce, our devotion to research-based innovation, and our abiding commitment to our customers.",
    "created": "2013-03-14T03:44:46.743070",
    "title": "US Census Bureau, Department of Commerce",
    "name": "census-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.census.gov/main/img/home/CensusLogo-white.png",
    "revision_id": "0995f525-d563-4254-a535-af5b926fe663",
    "type": "organization",
    "id": "31c49abe-512a-412a-9cc7-5b2601325d6b",
    "approval_status": "approved"
  },
  "revision_id": "fa67f87e-0c22-429b-ade6-6d91788c88b6"
}