{
  "license_title": "License not specified",
  "maintainer": "Gary Owen  Dick",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "garydick@laerf.org",
  "num_tags": 0,
  "id": "ebfe63ff-d5b6-439b-a4eb-3f205f5b0383",
  "metadata_created": "2015-10-15T06:05:40.641491",
  "metadata_modified": "2015-10-30T05:24:56.231823",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "ebfe63ff-d5b6-439b-a4eb-3f205f5b0383",
      "webstore_last_updated": null,
      "id": "eab8163e-51a1-47c9-9577-a0747a0de6c9",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "lewisville-aquatic-ecosystem-research-facility-laerf.aspx",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:56.301779",
      "url": "http://www.erdc.usace.army.mil/Media/FactSheets/FactSheetArticleView/tabid/9254/Article/476784/lewisville-aquatic-ecosystem-research-facility-laerf.aspx",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "2ab10293-a5de-4fbc-baf8-8d619b72c6b5",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 2,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "lewisville-aquatic-ecosystem-research-facility-laerf",
  "isopen": false,
  "url": null,
  "notes": " For Intermediate-Scale Research on Aquatic Ecosystems Research on aquatic plant species is necessary to determine the best strategies to control nuisance aquatic plants. Located in Lewisville, Texas, the Lewisville Aquatic Ecosystem Research Facility (LAERF) is an experimental facility that has supported research on biology, ecology and management of aquatic plants for more than 20 years. Research and Demonstrations The LAERF provides an intermediate-scale research environment to bridge the gap between small-scale laboratory studies and large-scale field tests, providing opportunities to evaluate a variety of spatial and temporal scales. The ability to control and monitor water levels, inputs and outputs under replicated conditions makes the LAERF ideally suited for conducting process-oriented aquatic ecosystem and wetland studies such as plant competition, life cycle, biological control, chemical control, environmental monitoring and ecological interactions of nuisance and native plants. In addition to basic research, the LAERF uses information gleaned from studies to conduct applied research evaluating aquatic ecosystem management approaches, most recently in the context of combining classical nuisance plant management strategies with methodologies to restore native vegetation communities. Facilities The LAERF provides a wide variety of research facilities to support many types of aquatic ecosystem research.  Ponds and raceways are supplied with water from Lewisville Lake, an adjacent Army Corps of Engineers reservoir, and are filled and drained independently for control of different hydrologic regimes. Most are equipped with adjustable stand pipes to provide constant water levels. 53 earthen ponds  Used for testing prior to large-scale field applications of aquatic plant management strategies Volume ranges from 1,315 to 8,129m 3 (3,212m 3 mean), with surface areas from 0.15 ha to 0.73 ha (0.30 ha mean) and a mean depth of 1.1m. 21 lined ponds  Suited for replicated small pond studies Each lined pond has a volume of 46.8m 3 (6m x 6m x 1.3m deep). 18 flow-through water raceways  Used for small-scale studies on effects of flow and/or constituent loading on aquatic and wetland biota or ecosystem processes  Mesocosm facilities are supplied with filtered, alum-treated lake water from lined water supply ponds. Each system is operated under static or flow-through conditions with submersed aquatic plants growing in containers of sediment. Shallow-water mesocosm system  Used for general biology and ecology studies Consists of twenty-four 1,845-L fiberglass tanks Thirty 6,000-L (2.5m diameter x 1.5m deep) fiberglass tanks  Used for deeper inundations and community effects for studying aquatic herbicides on target and non-target organisms Metered flow-through in each tank enables evaluations of concentration exposure times Deep-water mesocosm system  Used to study seasonal growth and development of aquatic plants under low light conditions Consists of eighteen 14,000-L (2.5m diameter x 3m deep) fiberglass tanks  Greenhouses are available for conducting short-term research, overwintering of plants and/or early propagation projects. These facilities are supplied with unfiltered lake water, or filtered, alum-treated lake water from a lined water supply pond. Ambient or CO 2-amended air is supplied into the water via air blowers and air stones. Open-sided greenhouse (40m x 12m)  Used for conducting small-scale replicated studies Contains ten 6,750-L (3m x 3m x 0.75m deep) cinder block water baths, each lined with a pond liner Temperature-controlled greenhouses  Two small greenhouses are used for early propagation for native plant restoration and biocontrol projects Larger greenhouses are used for conducting short-term, controlled experiments to supplement long-term studies in ponds  One greenhouse contains twenty 1,200-L capacity temperature-controlled fiberglass tanks and is used principally for aquatic herbicide evaluations The largest greenhouse contains six 3m x 6m temperature-controlled, lined cinder block water baths used to conduct replicated studies within 90% transparent cylindrical tanks of either 260 or 350-L capacities Two 9m x 24m and two 7.5m x 15m cold frame greenhouses are used for overwintering biocontrol insects and their food plants  Culture facilities are available for large-scale production of aquatic and riparian plants for use in restoration projects.  Two facilities are comprised of lined, aboveground tanks that are used to grow native submersed and emergent aquatic plants One facility is used to produce containerized, woody riparian species, including flood-tolerant trees, shrubs, and vines  Four light- and temperature- controlled growth chambers are available for seed germination, seedling development, tuber/turion sprouting and algae production. Additionally, equipment for studying physiological processes such as photosynthesis and respiration is available. An on-site analytical laboratory is equipped for processing and analyzing water, plant and sediment samples for research conducted at the LAERF or in the field. Other on-site labs are equipped for supporting studies of aquatic plants conducted on site or field collections. An ongoing water chemistry monitoring program provides information on experimental conditions occurring on site. Seven Hydrolab MS-5 data collection units are used for long-term deployment or spot checking in situ water chemistry data acquisition. Support for Ongoing Research and District Projects The LAERF is available to support research for Corps districts and other organizations when projects are compatible and complementary to authorized research programs. LAERF support for ongoing research includes the introduction of native aquatic plants into unvegetated reservoirs in cooperation with several districts, state and local agencies; assistance to districts in planning and design of restoration projects; development and demonstration of innovative approaches to improve restoration project success for districts; incorporation of native vegetation establishment in nuisance plant management efforts for districts; production of biological agents and native transplants for field application; and evaluations of aquatic herbicides for managing a suite of nuisance aquatic an riparian plants for districts and other agencies. Success Stories Recent achievements of the LAERF include the following:   Providing assistance to the Fort Worth District in developing and implementing approaches to establishing and managing native vegetation in wetlands and adjacent riparian grasslands and forestlands created by the Dallas Floodway Extension Engaging in cooperative research (with USDA, ERDC, Jacksonville District, and St. Johns Water Management District) that led to a combined ecological approach in which both hydrilla leaf-mining flies and native aquatic plant establishment were utilized for sustainable control of hydrilla in a Florida lake Providing assistance with developing project management plans to manage nuisance plants and restore native plant communities at Burnham Prairie Annex, Ill., (Chicago District) and Times Beach, N.Y. (Buffalo District) Collaborating with Fort Worth District to develop guidance documents for zebra mussel infestations in southern flood control reservoirs Ongoing rearing, release and monitoring of biocontrol agents on infestations of giant and common salvinia and alligatorweed for water bodies within the Fort Worth District and the state of Louisiana  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "9c9852cc-dd3f-44ed-82f5-74e2bd5d52a1"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6152"
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "repPhone",
      "value": "(972) 436-2215"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6152"
    },
    {
      "key": "source_hash",
      "value": "5d0ff1ed3f0d049e242cac33e3fa124e63d84af2"
    },
    {
      "key": "harvest_object_id",
      "value": "9c9852cc-dd3f-44ed-82f5-74e2bd5d52a1"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Lewisville Aquatic Ecosystem Research Facility (LAERF)",
  "revision_id": "f79e4eaf-b55c-4758-a08b-245d64150218"
}