{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "6057d26d-ef31-4e59-935f-9436e705955a",
  "metadata_created": "2014-09-17T18:17:23.229295",
  "metadata_modified": "2014-09-17T18:17:23.229295",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "6057d26d-ef31-4e59-935f-9436e705955a",
      "webstore_last_updated": null,
      "id": "2f81ab03-58ca-4ab5-9583-ebb4cd726ae5",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "application/vnd.lotus-organizer",
      "tracking_summary": {
        "total": 1413,
        "recent": 34
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "1916a5ed-8c24-4cfe-8995-b9eded24fa4d",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-09-17T14:17:23.349573",
      "url": "http://www.IndianaMap.org",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "6057d26d-ef31-4e59-935f-9436e705955a",
      "webstore_last_updated": null,
      "id": "b1418851-70df-4a55-9a38-a16f0ae2391b",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "EMS_Stations_HSIP_IDHS_IN.xml",
      "format": "XML",
      "tracking_summary": {
        "total": 3,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "1916a5ed-8c24-4cfe-8995-b9eded24fa4d",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-09-17T14:17:23.349610",
      "url": "http://maps.indiana.edu/metadata/Infrastructure/EMS_Stations_HSIP_IDHS_IN.xml",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "6057d26d-ef31-4e59-935f-9436e705955a",
      "webstore_last_updated": null,
      "id": "3e940826-4ea3-49c1-997c-df4c45639c92",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "application/vnd.lotus-organizer",
      "tracking_summary": {
        "total": 335,
        "recent": 8
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "1916a5ed-8c24-4cfe-8995-b9eded24fa4d",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-09-17T14:17:23.349627",
      "url": "http://www.igic.org",
      "webstore_url": null,
      "last_modified": null,
      "position": 2,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "6057d26d-ef31-4e59-935f-9436e705955a",
      "webstore_last_updated": null,
      "id": "a244a2a9-1ab0-4595-8339-7a67aa3d989c",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "1916a5ed-8c24-4cfe-8995-b9eded24fa4d",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-09-17T14:17:23.349642",
      "url": "http://Downloadable data",
      "webstore_url": null,
      "last_modified": null,
      "position": 3,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 4,
  "tags": [

  ],
  "tracking_summary": {
    "total": 73,
    "recent": 4
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:43.960300",
    "title": "NSGIC GIS Inventory (aka Ramona)",
    "name": "gis-inventory-ramona-nsgic",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.nsgic.org/public_resources/nsgic-logo-b_1321892056.gif",
    "revision_id": "979d3df0-d323-4e1e-ac62-d1623b463626",
    "type": "organization",
    "id": "b0b4c45b-a8ca-416b-b463-ee90d0a1a3df",
    "approval_status": "approved"
  },
  "name": "ems-stations-ems-stations-hsip-idhs-in-emergency-medical-service-stations-in-indiana-as-develo",
  "isopen": false,
  "url": null,
  "notes": "EMS_STATIONS_HSIP_IDHS_IN is a point shapefile that contains locations of emergency medical service (EMS) stations, as developed for the Homeland Security Infrastructure Program (HSIP). The data were provided by personnel of Indiana Department of Homeland Security (IDHS) on June 29, 2009. This data set was provided by IDHS in ESRI shapefile format and was named \"2008_09_20_IN_EMS.shp.\" The following is a description of the Homeland Security Infrastructure Program (HSIP) provided by personnel of the Indiana Geographic Information Council (IGIC): \"Homeland Security Infrastructure Program (HSIP) After September 11, 2001, federal decision makers needed a single place to go for geospatial data. The National Geospatial-Intelligence Agency (NGA) stood up a tiger team to determine the type of information needed for the nations critical infrastructure and developed an acquisition strategy to provide that data to the federal community. The Homeland Infrastructure Foundation-Level Data (HIFLD) Working Group provided guidance in the development of the Homeland Security Infrastructure Program (HSIP). There are currently two different version of HSIP data: HSIP Gold and HSIP Freedom. \"HSIP Gold: Designed to combine all geospatial data, and Geospatial Intelligence products into a single, integrated database. HSIP Gold is a collection of base map layers and homeland security related geospatial data. There are many sources, including licensed commodity datasets and Federal & State agency data. The HSIP Gold data was created for Federal government homeland security and homeland defense purposes. These data are only available to state and local governments for viewing purposes across a thin client network. This is referred to as disclosure in the Federal licensing agreements with the private sector contributors. However, Federal licenses also require that in the event of declared emergencies, that the data may be released to state and local governments to support their operations. Non-government organizations can not access the HSIP Gold data. \"HSIP Freedom: NGAs goal is to provide complete datasets with no limits on distribution to state and local responders. The challenge is the private-sector license restrictions. NGA came up with different approach  HSIP Freedom where state and local government provide data to DHS or NGA, which could be improved and returned to state and locals so they can get benefit from that data. Then the states would be able to look at same data as federal government and distribute it as they see fit. \"The current emphasis of the HSIP Freedom program is on sharing and improving data to create uniform State & Federal information on: Fire Stations, EMS Stations & Ambulance Services, Police Stations, Prisons & Jails, Hospitals & Urgent Care Clinics. TechniGraphicS, Inc. (TGS) was the contractor to the National Geospatial-Intelligence Agency (NGA) for development of this HSIP Freedom data. Most improvements to date have been done by TGS telephoning local officials to verify the name, address, phone number, and geospatial location of their facilities. Geospatial location is determined by asking the local official to describe their location relative to landmarks visible in orthoimagery. TGS incorporates the improved State data into the \"License Free HSIP Freedom product and makes it available to the states. They also incorporate the improved State data into HSIP Gold and deliver it to NGA. States are encouraged to share these improved data with the U.S. Geological Survey for use in The National Map and for the new generation of graphic products being produced at USGS for emergency responders.\" The following is excerpted from the metadata provided by IDHS for the source shapefile named \"2008_09_20_IN_EMS.shp\": \"EMS Locations in Indiana The EMS stations dataset consists of any location where emergency medical services (EMS) personnel are stationed or based out of, or where equipment that such personnel use in carrying out their jobs is stored for ready use. Ambulance services are included even if they only provide transportation services, but not if they are located at, and operated by, a hospital. If an independent ambulance service or EMS provider happens to be collocated with a hospital, it will be included in this dataset. The dataset includes both private and governmental entities. \"This dataset is comprised completely of license free data. \"The Fire Station dataset and the EMS dataset were merged into one working file. TGS processed as one file and then separated for delivery purposes. \"Records with \"-DOD\" appended to the end of the [NAME] value are located on a military base, as defined by the Defense Installation Spatial Data Infrastructure (DISDI) military installations and military range boundaries. \"Text fields in this dataset have been set to all upper case to facilitate consistent database engine search results. \"All diacritics (e.g., the German umlaut or the Spanish tilde) have been replaced with their closest equivalent English character to facilitate use with database systems that may not support diacritics. \"The currentness of this dataset is indicated by the [CONTDATE] field. Based upon this field, the oldest record dates from 01/04/2005 and the newest record dates from 07/21/2008\"",
  "owner_org": "b0b4c45b-a8ca-416b-b463-ee90d0a1a3df",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Indiana Geographic Information Council, Inc. (IGIC)\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "contact-email",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-88.08974457"
    },
    {
      "key": "metadata-date",
      "value": "2014-01-07"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2009-01-01\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-84.78767395"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "41.76232147"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "37.77304840"
    },
    {
      "key": "licence",
      "value": "[\"Although these data have been processed successfully on a computer system by the data steward, no warranty either expressed or implied is made regarding the utility of the data on any system, nor shall this notice generated by the Ramona GIS Inventory System or the act of distribution constitute any such warranty. The data steward may have additional liability information associated with delivery or distribution of this product.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-88.08974457, 37.7730484], [-84.78767395, 37.7730484], [-84.78767395, 41.76232147], [-88.08974457, 41.76232147], [-88.08974457, 37.7730484]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: This is an incomplete metadata record and use constraints are not documented by the Ramona GIS Inventory system.\", \"Access Constraints: This is an incomplete metadata record and access constraints are not documented by the Ramona GIS Inventory system.\"]"
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "frequency-of-update",
      "value": "unknown"
    },
    {
      "key": "tags",
      "value": "huntington county, blackford county, pulaski county, harrison county, marion county, fulton county, scott county, dubois county, tipton county, allen county, orange county, elkhart county, benton county, rush county, brown county, fountain county, sullivan county, dearborn county, pike county, perry county, parke county, hamilton county, lawrence county, boone county, martin county, gibson county, adams county, floyd county, kosciusko county, health, ripley county, monroe county, vermillion county, washington county, noble county, warrick county, knox county, porter county, wells county, warren county, white county, grant county, shelby county, crawford county, wayne county, daviess county, whitley county, madison county, spencer county, posey county, union county, carroll county, fayette county, morgan county, delaware county, jackson county, franklin county, vigo county, indiana, bartholomew county, miami county, jefferson county, dekalb county, marshall county, laporte county, hendricks county, howard county, cass county, henry county, steuben county, newton county, clinton county, clark county, putnam county, jasper county, jay county, starke county, montgomery county, ohio county, johnson county, wabash county, owen county, greene county, lagrange county, lake county, tippecanoe county, jennings county, randolph county, switzerland county, hancock county, decatur county, clay county, vanderburgh county"
    },
    {
      "key": "harvest_object_id",
      "value": "bac2e10a-e547-4a6c-8093-5287ff6e329d"
    },
    {
      "key": "harvest_source_id",
      "value": "184d6b95-25ed-4e60-974c-c1061a99b703"
    },
    {
      "key": "harvest_source_title",
      "value": "GIS Inventory Ramona-NSGIC"
    }
  ],
  "title": "EMS Stations - EMS_STATIONS_HSIP_IDHS_IN: Emergency Medical Service Stations in Indiana as Developed for the Homeland Security Infrastructure Program (Indiana Department of Homeland Security, Point Shapefile)",
  "revision_id": "1916a5ed-8c24-4cfe-8995-b9eded24fa4d"
}