{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "b5dd08be-f8e0-4efa-b33f-244fd3b3d9db",
  "metadata_created": "2015-09-26T23:36:48.536594",
  "metadata_modified": "2015-11-10T05:28:07.597668",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "b5dd08be-f8e0-4efa-b33f-244fd3b3d9db",
      "webstore_last_updated": null,
      "id": "a0685b17-d001-417c-b149-3bf82cce2114",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 259,
        "recent": 5
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "842f01c5-3468-44e6-a7f1-0ae5a98d2c6b",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-11-10T00:28:07.944962",
      "url": "http://www.ngdc.noaa.gov/nndc/struts/results?eq_1=37&t=101634&s=0&d=4&d=44",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "b5dd08be-f8e0-4efa-b33f-244fd3b3d9db",
      "webstore_last_updated": null,
      "id": "c6d08eb0-b144-4d19-ad4f-dc8d8624bbab",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 315,
        "recent": 8
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "842f01c5-3468-44e6-a7f1-0ae5a98d2c6b",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-11-10T00:28:07.945012",
      "url": "http://www.ngdc.noaa.gov/hazard/",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "b5dd08be-f8e0-4efa-b33f-244fd3b3d9db",
      "webstore_last_updated": null,
      "id": "bf5722dc-ab95-4e31-a695-e680e7789142",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 259,
        "recent": 5
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "842f01c5-3468-44e6-a7f1-0ae5a98d2c6b",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-11-10T00:28:07.945021",
      "url": "http://www.ngdc.noaa.gov/nndc/struts/results?eq_1=37&t=101634&s=0&d=4&d=44",
      "webstore_url": null,
      "last_modified": null,
      "position": 2,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "b5dd08be-f8e0-4efa-b33f-244fd3b3d9db",
      "webstore_last_updated": null,
      "id": "c8743fe7-66c9-4995-afbb-3dee1e765da5",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 235,
        "recent": 7
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "842f01c5-3468-44e6-a7f1-0ae5a98d2c6b",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-11-10T00:28:07.945089",
      "url": "http://www.ngdc.noaa.gov/hazardimages/",
      "webstore_url": null,
      "last_modified": null,
      "position": 3,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "b5dd08be-f8e0-4efa-b33f-244fd3b3d9db",
      "webstore_last_updated": null,
      "id": "3c10de82-0aa4-422d-bd4a-6472c8298047",
      "size": null,
      "state": "active",
      "resource_locator_function": "information",
      "hash": "",
      "description": "Have a Comment for the GCMD?",
      "format": "",
      "tracking_summary": {
        "total": 425,
        "recent": 22
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "mimetype": null,
      "cache_url": null,
      "name": "GCMD Feedback Form",
      "created": "2015-11-10T00:28:07.945116",
      "url": "http://gcmd.nasa.gov/MailComments/MailComments.jsf?rcpt=gcmduso",
      "webstore_url": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "842f01c5-3468-44e6-a7f1-0ae5a98d2c6b",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "b5dd08be-f8e0-4efa-b33f-244fd3b3d9db",
      "webstore_last_updated": null,
      "id": "e302287b-0543-4925-8f0e-a2c2d47c6857",
      "size": null,
      "state": "active",
      "resource_locator_function": "information",
      "hash": "",
      "description": "This page describes the NASA GCMD Keywords, how to reference those keywords and provides download instructions.",
      "format": "HTML",
      "tracking_summary": {
        "total": 486,
        "recent": 12
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "mimetype": null,
      "cache_url": null,
      "name": "GCMD's Science Keywords and Associated Directory Keywords",
      "created": "2015-11-10T00:28:07.945149",
      "url": "http://gcmd.nasa.gov/learn/keyword_list.html",
      "webstore_url": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "842f01c5-3468-44e6-a7f1-0ae5a98d2c6b",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "b5dd08be-f8e0-4efa-b33f-244fd3b3d9db",
      "webstore_last_updated": null,
      "id": "c64bc48a-3fdb-4fb3-957d-270d440b3526",
      "size": null,
      "state": "active",
      "resource_locator_function": "information",
      "hash": "",
      "description": "Have a Comment for the GCMD?",
      "format": "",
      "tracking_summary": {
        "total": 425,
        "recent": 22
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "mimetype": null,
      "cache_url": null,
      "name": "GCMD Feedback Form",
      "created": "2015-11-10T00:28:07.945160",
      "url": "http://gcmd.nasa.gov/MailComments/MailComments.jsf?rcpt=gcmduso",
      "webstore_url": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "842f01c5-3468-44e6-a7f1-0ae5a98d2c6b",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "b5dd08be-f8e0-4efa-b33f-244fd3b3d9db",
      "webstore_last_updated": null,
      "id": "72b26674-6b82-4921-94a6-a8cdf409dd72",
      "size": null,
      "state": "active",
      "resource_locator_function": "information",
      "hash": "",
      "description": "This page describes the NASA GCMD Keywords, how to reference those keywords and provides download instructions.",
      "format": "HTML",
      "tracking_summary": {
        "total": 486,
        "recent": 12
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "mimetype": null,
      "cache_url": null,
      "name": "GCMD's Science Keywords and Associated Directory Keywords",
      "created": "2015-11-10T00:28:07.945167",
      "url": "http://gcmd.nasa.gov/learn/keyword_list.html",
      "webstore_url": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "842f01c5-3468-44e6-a7f1-0ae5a98d2c6b",
      "resource_type": null
    }
  ],
  "num_resources": 8,
  "tags": [

  ],
  "tracking_summary": {
    "total": 29,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "shikotan-kuril-islands-earthquake-october-4-1994-set-1",
  "isopen": false,
  "url": null,
  "notes": "A magnitude 8.1 earthquake occurred in the southern Kurils and on northern Hokkaido on Tuesday, October 5, 1994, (October 4 at 13:23 GMT). It was a sudden event, without any short-term precursors or foreshocks. The earthquake epicenter was located 80 km east southeast of Shikotan Island. The slides in this set show views of a newly-created landslide formation, ground cracks, structural damage, and effects of tsunami runup on Shikotan Island. The documentation is a scientific overview of this event, written by a member of the international team that studied it.Viacheslav K. Gusiakov Computing Center, Novosibirsk, 630090, RussiaA magnitude 8.1 earthquake hit the southern Kurils and northern Hokkaido on Tuesday, October 5, 1994, at 00:23 local time (October 4 at 13:23 GMT). It was a sudden event, without any short-term precursors or foreshocks. The earthquake epicenter was located 80 km east southeast of Shikotan Island, the biggest island in the Small Kuril (Habomai) group of islands. The earthquake was the largest shallow event in the Pacific since the 1989 Macquarie Ridge earthquake. It was felt over a large area from Severo-Kurilsk, Paramushir Island (about 1200 km north of the epicenter) to Tokyo, Honshu Island (about 800 km to the south). The source parameters of the main shock as determined by different seismological agencies and tsunami warning centers are shown in Table 1.The main shock was followed by an extensive series of aftershocks. The network of the Research Center for Earthquake Prediction (RCEP), Hokkaido University, recorded 440 events during the first day, 2,100 events during the first week and more than 4,000 events during the first month. The largest aftershock, Ms=7.3 (RCEP data), occurred on October 9, 1994, at 07:56 GMT.On Shikotan Island, located closest to the earthquake source region, ground shaking was extremely intense. The intensity was reported to be between IX and X on the abridged Modified Mercalli Intensity (MMI) Scale (12 intensity scale). Two major fissures occurred on Shikotan near Malokurilskoe and Krabozavodskoe villages (see photos 1-9). Numerous ground cracks were reported from other islands. Communications with the mainland were interrupted by the shock and were restored only by the next morning. As a result, a tsunami warning from the regional Tsunami Warning System in Yuzhno- Sakhalinsk was not delivered to the island in a timely fashion. Heavy destruction was reported on Kunashir and Iturup Islands. Telephone and electric power, as well as the water supply, were cut in many villages in the Southern Kurils. Fortunately, there was no fire caused by this quake. At that time of year heating systems were not inuse and cutting the electric supply helped prevent igniting fires in domestic locations. At Hokkaido, highways buckled and were shattered by deep fissures. Some bridges collapsed. The strong quake shook goods off the shelves of shops in the coastal city of Kushiro, Japan. Office workers had to hold their computers down to keep them from bouncing off their desks. NHK public television said that the quake blacked out more than 10,000 homes on Hokkaido and paralyzed rail traffic in Aomori Prefecture (the northern tipof Honshu). In Kushiro, telephones and electrical power were cut in someareas and road and rail traffic was halted after the quake.CasualtiesThe total casualty toll was relatively small for an 8.1 magnitude earthquake. In the Southern Kuril Islands, 11 people were killed and 242 were injured. Of these casualties, seven were buried under the ruins of a two- story military hospital in Goryachie Klyuchi Village on Iturup island. On Shikotan Island, two people were killed by falling building debris as they tried to leave their apartments. Most of the people in the affected area experienced a heavy shock after almost three minutes of continuous shaking accompanying the low-frequency sound and spent the night outside buildings even though some of the buildings were not seriously damaged. None of the casualties in the Kurils were due to the tsunami itself, mainly because the wave heights in all populated areas did not exceed 1.5 to 2 meters.The Kyodo News Agency reported that more than 140 people were injured. One 73-year old man was reported dead, apparently from a heart attack, and one woman was seriously hurt when her car plunged off a collapsing bridge.TsunamiA regional tsunami warning was issued by Japan Meteorological Agency (JMA) and broadcast on TV stations with impressive speed. At 13:28 UTC, just five minutes after the quake, the NHK transmitted a map of Japan with the eastern coast of Hokkaido flashing in red to indicate a \"tsunami warning\" area, and the Pacific coast of Honshu flashing in yellow to indicate a \"tsunami caution\" area. However, at that time it was not accompanied by any information about the earthquake, its position and size, leaving TV viewers ignorant of where the earthquake occurred and how large it was (Abbot, 1994). This information was released by JMA several minutes later.In Russia, a tsunami warning for the Southern Kurils was issued by the Yuzhno-Sakhalinsk Seismological Observatory at 13:32 UTS (00:32 local time). However, it was not transmitted to the threatened area until the next morning because communications with Shikotan and Kunashir were broken by the earthquake.At 14:33 UTC, a Pacific-wide tsunami warning was issued by the Pacific Tsunami Warning Center (PTWC) based on the seismological criterion (magnitude greater than 7.5) and reported 1.73 meter run-up in Nemuro, Japan. Although no damaging Pacific-wide tsunamis have ever been generated in the Southern Kuril region, there was lingering concern of the potential threat for Hawaii, when the Midway tide gauge reported 0.5 meter oscillations of water level (Tsunami Newsletter, 1995). The highest wave in Hawaii was only 0.8 meter (peak to trough) observed in Kahuliu, Maui. The highest recording on the U.S. west coast was 1.1 meter (peak to trough) at Crescent City, California. The list of observed tsunami wave heights is shown in Table 2. The majority of the regional data are results of measurements made during the field survey while most of the distant data are taken from the post-event analysis of mareograph records.The largest tsunami runup was measured on the eastern coast of Shikotan Island. The runup varies from 6.0 to 10.4 m, with very smooth variation along the coast line, indicating the long period of the maximum wave. The highest wave in Japan (nearly 3.5 m, peak to trough) was measured by the tide gauge in Hanasaki (northern Hokkaido). All distant tsunami heights were less than 1 meter, so that no damaging Pacific-wide tsunami was generated by this quake. However, this tsunami was recorded clearly by many tide gauges throughout the Pacific.The earliest and probably the largest cataloged event (magnitude Ms=8.2) occurred here on April 25, 1843. The exact position of the source region for this event is unknown. However, severe seismic shaking and damage was reported in the large area between Urup Island in the north and Kushiro, Japan, in the south. The data on tsunami heights in the Southern Kurils are not available, but Iida (1984) reported 4.5 m waves near Kushiro. The next large (Ms=7.9) event in the area occurred on March 22, 1894, with the reported maximum tsunami runup of 4 m at Miyako, Japan.After this event, there were no large (with Ms>7.9) earthquakes for a number of years. Then, 64 years later, on November 6, 1958, an earthquake of Ms=8.2 occurred near Iturup Island. This earthquake generated tsunamis, and the maximum runup height (about 5 m) was reported on the east coast of Iturup Island. Only 11 years later (on August 11, 1969) another large earthquake (Ms=8.2) struck the same region, about 150 km south-west of the 1958 event. The maximum runup height (up to 5 m) was measured on the east coast of the Shikotan Island. The tsunami source areas of the 1958 and 1969 events overlap each other for about 50 km along the trench. The present Shikotan earthquake of October 4, 1994, occurred near the same location as the 1969 event. The aftershock areas of both events almost coincide with each other; the deviation in the area locations was only on the order of 20 30 km. There were other recent and substantial earthquakes at nearly the same location. An earthquake of Ms=7.0 occurred on June 10, 1975, at the northeastern edge of the 1994 Shikotan earthquake source region. Despite its smaller magnitude, tsunamis with 2.5 m height were measured at the nearest coast. The 1975 event is considered to be an example of a so-called tsunami earthquake (Kanamori, 1972). Furthermore, the southwestern edge of the 1994 Shikotan earthquake source is also overlapped by the source area of the June 17, 1973, magnitude 7.4 earthquake. The latest events in this area were a series of five tsunamigenic earthquakes of March 1978 which occurred at the northeastern edge of the 1994 event source area.SurveyThe tsunami reconnaissance survey was conducted from October 16 through November 1, 1994, by an international team consisting of sixteen Russian scientists and two members from the United States. Tsunami runup height measurements were made in Shikotan, Iturup, Kunashir, and small islands between Shikotan and Hokkaido (Ivaschenko et al., 1996; Yeh et al., 1995). Many measurements along the Hokkaido coast were carried out soon after the event by the Tohoku University group (Sendai, Japan).",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "146.82"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "43.87"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "graphic-preview-type",
      "value": "JPEG"
    },
    {
      "key": "guid",
      "value": "gov.noaa.ngdc.mgg.photos:G01229"
    },
    {
      "key": "graphic-preview-file",
      "value": "http://www.ngdc.noaa.gov/hazard/icons/small_res/37/37_744.jpg"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[146.61, 43.74], [146.82, 43.74], [146.82, 43.87], [146.61, 43.87], [146.61, 43.74]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Access Constraints: None Use Constraints: None Distribution Liability: While every effort has been made to ensure that these data are accurate and reliable within the limits of the current state of the art, NOAA cannot assume liability for any damages caused by any errors or omissions in the data, nor as a result of the failure of the data to function on a particular system. NOAA makes no warranty, expressed or implied, nor does the fact of distribution constitute such a warranty.\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "1994-10-04"
    },
    {
      "key": "contact-email",
      "value": "haz.info@noaa.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "146.61"
    },
    {
      "key": "metadata-date",
      "value": "2015-10-14"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"1994\"}]"
    },
    {
      "key": "graphic-preview-description",
      "value": "Scarp formed at the top of the hill as a result of a tectonically-induced landslide (view to the east). Note the large soil blocks that have slid down into the open fissure."
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"DOC/NOAA/NESDIS/NCEI> National Centers for Environmental Information, NESDIS, NOAA, U.S. Department of Commerce\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "1994-10-31"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "bbox-south-lat",
      "value": "43.74"
    },
    {
      "key": "tags",
      "value": "solid earth, russia, photo, natural hazard, doc/noaa/nesdis/ncei, tectonics, kuril'skiye ostrova, infoterra, disasters, earth science, faults, asia, shikotan, icsu-wds, rossiya, catastrophic phenomena, earthquake occurrences, earthquakes, national centers for environmental information, nesdis, noaa, u.s. department of commerce, sikotan, ostrov, lithosphere, seismology, kuril islands, doc/noaa/nesdis/ngdc, sakhalinskaya oblast, seismic activity, international council for science - world data system, national geophysical data center, nesdis, noaa, u.s. department of commerce"
    },
    {
      "key": "harvest_object_id",
      "value": "c180771f-8eef-48dd-93b3-9a85c59993e8"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "Shikotan, Kuril Islands Earthquake, October 4, 1994, Set 1",
  "revision_id": "821ec3cb-9ed0-4277-bf81-170e84cd767f"
}