{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "382866e5-7b1d-48cf-958d-cbf0c40b6a46",
  "metadata_created": "2015-10-15T06:05:08.048163",
  "metadata_modified": "2015-10-30T05:24:40.590360",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "382866e5-7b1d-48cf-958d-cbf0c40b6a46",
      "webstore_last_updated": null,
      "id": "ccf26ba4-8182-4b3f-9d27-85988495f274",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 4,
        "recent": 2
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:40.641981",
      "url": "http://www.fhwa.dot.gov/research/tfhrc/labs/hydraulics/",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "777ebbfd-9f60-4dd3-b71d-afc3346570c1",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 10,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "j-sterling-jones-hydraulics-research-laboratory",
  "isopen": false,
  "url": null,
  "notes": " Over the past several years, flooding, coastal inundation, and scour of bridge piers and abutments have been among the leading causes of bridge failures in the United States. Recent examples of structures affected by flooding, inundation, or scour include the numerous bridges in New Orleans and along the Gulf Coast damaged by Hurricanes Katrina (2005) and Rita (2005); the damage to more than 2,400 bridge crossings during the 1993 Upper Mississippi River Basin flooding; the 1994 failure of numerous bridges during Tropical Storm Alberto in central and southwest Georgia; and the 1987 failure of the I-90 bridge over the Schoharie Creek near Amsterdam, NY, which resulted in the loss of 10 lives and millions of dollars in bridge repair and replacement costs Considering the national costs due to scour-related damage, plus disruption to local economic activities from bridge closures, and the potential for devastating loss of life from floods and inundation, bridge foundations demand improved engineering analysis and design procedures to mitigate the consequences of natural disasters. Researchers in the Hydraulics Research Program at the Federal Highway Administration&amp;#39;s (FHWA&amp;#39;s) J. Sterling Jones Hydraulics Research Laboratory, located at Turner-Fairbank Highway Research Center (TFHRC), and partners currently are conducting applied and exploratory advanced research to improve prediction of flooding-related damages and design guidance for mitigating impacts on bridges and other hydraulic structures. Further, FHWA is collaborating with several laboratories and universities to help ensure the program&amp;#39;s success. For example, research partners at the Argonne National Laboratory&amp;#39;s (ANL&amp;#39;s) Transportation Research and Analysis Computing Center (TRACC) in West Chicago, IL, and the Universities of Nebraska and Iowa are championing advanced engineering tools, such as computational fluid dynamics, to simulate extreme flood events and their interaction with bridge structures. Computational fluid dynamics uses numerical methods and algorithms to analyze and solve problems that involve fluid flows. Past Research Contributions The TFHRC J. Sterling Jones Hydraulics Research Laboratory has been involved in a number of studies, including investigation of the Hatchie River Bridge collapse in Tennessee. Spans of the northbound U.S. Route 51 Bridge over the Hatchie River collapsed on April 1, 1989. Five vehicles went into the river, and eight people were killed. To help determine the cause of the collapse, the National Transportation Safety Board (NTSB) asked FHWA to conduct hydraulic model studies of the two-column bent #70 with independent footings of the Hatchie River Bridge. Onsite investigation had established that failure of this bent probably triggered the collapse. The J. Sterling Jones Hydraulics Research Laboratory tested a 1 to 20 scale model of the bent to determine how the maximum local pier scour might have occurred after the channel migrated to bent #70 and to obtain videotaped shots of the local scour process for use as a visual aid in the NTSB public hearing conducted to gather evidence concerning the collapse. In another example of past research, the TFHRC J. Sterling Jones Hydraulics Research Laboratory conducted small-scale scour tests for the Woodrow Wilson Memorial Bridge replacement. The researchers tested 31 different model scenarios in the tilting flume and conducted 71 test runs with durations of 46 hours each. The scour evaluations were part of the process that led to design changes that saved millions of dollars. The savings resulted from reducing the predicted scour depths by an average of 15 to 20 feet (4.5 to 6 meters) for approximately 648 of the piles, using fewer but larger piles, and incorporating vertical piles instead of battered piles, which are more difficult and expensive to install, for the very deep foundations.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6172"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "0a734cf1-1c13-4730-b149-286c7d3d8fa1"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6172"
    },
    {
      "key": "source_hash",
      "value": "57b0aab899933c8ddb5216802a073438055f2c9d"
    },
    {
      "key": "harvest_object_id",
      "value": "0a734cf1-1c13-4730-b149-286c7d3d8fa1"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "J. Sterling Jones Hydraulics Research Laboratory",
  "revision_id": "3080716e-bc8c-4209-a127-550da773e3a7"
}