{
  "license_title": "License not specified",
  "maintainer": "Maria  Nadal",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "maria.nadal@nist.gov",
  "num_tags": 0,
  "id": "fd821545-0187-4b04-874f-2b81a0756d98",
  "metadata_created": "2015-10-15T06:04:07.094620",
  "metadata_modified": "2015-10-15T06:04:07.094620",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 2,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "goniophotometer-for-specular-gloss-calibrations-glossmeter",
  "isopen": false,
  "url": null,
  "notes": " Specular gloss is the perception by an observer of the mirror-like appearance of a surface. The measurement of specular gloss consists of comparing the luminous reflectance from a test sample to that from a calibrated gloss standard, under the same experimental conditions. Therefore, gloss is a dimensionless and psychophysical quantity whose accurate determination depends on the characteristics of the measuring instrument and on the gloss standard. Several documentary standards describe the proper measurement conditions to determine specular gloss for specific surfaces. The International Organization for Standards ISO 2813 and the American Society for Testing Materials ASTM D523 describe the measurement procedure for specular gloss of nonmetallic samples, including the spectral and geometrical conditions of measurement. The spectral flux distribution of the illuminator is CIE standard illuminant C and the spectral responsivity of the receiver is the CIE spectral luminous efficiency function. There are also three standard geometries, corresponding to illumination angles of 20&amp;#176;, 60&amp;#176;, and 85&amp;#176;, each with specifications on the angular extent of the rays within the influx and efflux. The NIST reference goniophotometer was originally developed at NIST in the 1970&amp;#39;s. In 1999, the goniophotometer was updated, automated, and characterized to ensure proper operation and to verify agreement with the ISO and ASTM standards for specular gloss of nonmetallic samples. This instrument is a monoplane gonio-instrument with a fixed illuminator and a rotating sample table and receiver arm. The illuminator supplies the influx onto the sample. It consists of a light source, a set of condenser lenses, a source aperture, a collimating lens, a depolarizer, a color filter, and an iris. The light source is a quartz-tungsten-halogen incandescent lamp rated at 100 W. A constant dc current of 6.3 A runs through the lamp from a computer-controlled power supply. This current was chosen so that the spectral flux distribution from the lamp approximates CIE standard illuminant A. A scrambler is used to provide unpolarized light, and a color filter BG-34, 2.7 mm thick, converts the spectral flux distribution to CIE standard illuminant C. The goniometer positions the sample and receiver for bi-directional luminous reflectance or transmittance measurements. It consists of two computer-controlled rotation stages. The sample stage has a diameter of 48 cm and the sample holder can accommodate rectangular samples with dimensions up to 10 cm high by 20 cm wide by 25 mm thick. The receiver is attached to a rotation stage whose axis of rotation is collinear with the rotation stage for the sample and collects and measures the efflux from the sample. It consists of an iris, a focusing lens, a receiver aperture, an averaging sphere, and a detector. The receiver aperture is located at the entrance port of the averaging sphere, and is the field stop of the receiver. The averaging sphere has a diameter of 30.5 cm and is packed with pressed polytetrafluoroethylene (PTFE). A photopic detector is located at the detector port of the averaging sphere and consists of a silicon photodiode and a filter that in combination approximates the spectral luminous efficiency function V &amp;#955;. The detector is temperature controlled with a thermoelectric heater and has an integral current-to-voltage amplifier. The voltage output from the detector is measured by a 6 &amp;#189; digit voltmeter and sent to a computer. The accuracy of specular gloss measurements depends not only on the properties of the instrument but also to a considerable extent on the primary gloss standard. A new primary gloss standard using BaK50 barium crown glass has been developed at NIST. It possesses high chemical and mechanical durability and an index of refraction at the sodium D line of n D= 1.5677. Different calibration procedures are detailed, and the new standard is compared with other primary standards. The new gloss standard and the NIST reference goniophotometer provide an accurate calibration facility for specular gloss. The NIST Calibration Services Program offers Service ID Number 38090S, Special Test of Specular Gloss.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "4305d103-0da0-416f-9017-edfa300b1fc0"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5753"
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "repPhone",
      "value": "301-975-4632"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5753"
    },
    {
      "key": "source_hash",
      "value": "b3d15df6623d10e34043eb376c06913a96c12d09"
    },
    {
      "key": "harvest_object_id",
      "value": "4305d103-0da0-416f-9017-edfa300b1fc0"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Goniophotometer for specular gloss calibrations - Glossmeter",
  "revision_id": "0df86c2a-83b7-40ce-b69e-e6b117dee901"
}