{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "978cdfa9-1232-4aac-8410-778b0cf47acb",
  "metadata_created": "2015-02-03T21:06:36.342181",
  "metadata_modified": "2015-02-03T21:06:36.342181",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "978cdfa9-1232-4aac-8410-778b0cf47acb",
      "webstore_last_updated": null,
      "id": "30cc1394-44a6-432c-94ab-de1ae8d152c5",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 109,
        "recent": 4
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "51dc7449-993d-441c-b1c5-e0f0fe69ad9e",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-02-03T16:06:36.517413",
      "url": "http://pubs.usgs.gov/ds/781/",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 14,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "geology-and-geomorphology-offshore-of-bolinas-map-area-california",
  "isopen": false,
  "url": null,
  "notes": "This part of DS 781 presents data for the geologic and geomorphic map of the Offshore of Bolinas map area, California. The vector data file is included in \"Geology_OffshoreBolinas.zip,\" which is accessible from http://pubs.usgs.gov/ds/781/OffshoreBolinas/data_catalog_OffshoreBolinas.html. The continental shelf within California's State waters in the Bolinas area is relatively flat (less than 0.3 degrees) and shallow (less than 30 m) in the entire area, however the seafloor of the \"Marin shelf\" east of the San Andreas Fault (see below) is smooth and covered with sediment, whereas the seafloor of the \"Bolinas shelf\" west of this fault has extensive bedrock outcrop from the nearshore to depths of about 25 m and much less sediment cover. The morphology and geology of this shelf result from the interplay between local tectonics, sea-level rise, sedimentary processes, and oceanography. Tectonic influences are related to local faulting, folding, uplift, and subsidence (see below). Sea level has risen about 125 to 130 m over about the last 21,000 years (for example, Lambeck and Chappel, 2001; Gornitz, 2009), leading to progressive eastward migration (a few tens of km) of the shoreline and wave-cut platform, and associated transgressive erosion and deposition (for example, Catuneanu, 2006). The Offshore of Bolinas map area is now subjected to full, and sometimes severe, Pacific Ocean wave energy and strong currents. Given their relatively shallow depths and exposure to high wave energy, modern shelf sediments are mostly sand (unit Qms). More coarse-grained sands and gravels (units Qmsc and Qmss) are primarily recognized on the basis of bathymetry and high backscatter (see Bathymetry--Offshore Bolinas, California and Backscattter A to E--Offshore Bolinas, California, DS 781, for more information). Unit Qmsc occurs in two areas, on the east flank of Bolinas shelf bedrock exposures, and as three mounds south of Bolinas near the outer boundary of California’s State Waters at water depths of about 25 m. The largest of these mounds is about 450 m long and 70 m wide, and has 80 cm of positive relief above the seafloor. Unit Qmss is much more extensive and forms erosional lags in rippled scour depressions (for example, Cacchione and others, 1984) that are typically a few tens of centimeters deep and bounded by mobile sand sheets. The depressions occur in four distinct locations. (1) The first location lies adjacent to bedrock outcrops within 2 km of the shoreline south of Double Point (along the western edge of the map area) at water depths of 10 to 25 m. (2) The second unit Qmss location is about 2 to 6 km south of Bolinas Lagoon at similar water depths, along the eastern flank of the Bolinas shelf. (3) The third, more restricted location, occurs about 3 km southeast of Rocky Point at water depths of about 10 to 12 m along the eastern edge of the map area, adjacent to and offshore of small bedrock uplifts. (4) The fourth location, 2 km south of Stinson Beach, is notably different. The polygon on the map encloses a field that includes more than one hundred, much smaller (length less than 20 m) oval depressions and intervening sand flats, perhaps an originally much larger field that has been almost completely filled in by sediment. Similar unit Qmss rippled-scour depressions are common along this stretch of the California coast where offshore sandy sediment can be relatively thin (thus unable to fill the depressions) due to both lack of river input and to significant erosion and transport of sediment during large northwest winter swells. Although the general areas in which both unit Qmss scour depressions and surrounding mobile sand sheets occur are not likely to change substantially, the boundaries of the unit(s) are likely ephemeral, changing seasonally and during significant storm events. Areas where shelf sediments form thin (less than 2.5 m) veneers over low-relief Neogene bedrock (see below) occur in the western half of the map and are mapped as units Qms/Tsc (Santa Cruz Mudstone) and Qms/Tp? (Purisima Formation, queried). These hybrid units are recognized and delineated based on the combination of flat relief, continuity with moderate to high relief onshore or offshore bedrock outcrops, high-resolution seismic-reflection data (see field activities S-8-09-NC and L-1-06-SF), and in some cases moderate to high backscatter. The thin sediment layer is regarded as ephemeral and dynamic, and may or may not be present at a specific location based on storms, seasonal/annual patterns of sediment movement, or longer-term climate cycles. In a nearby, similarly high-energy setting, Storlazzi and others (2011) have described seasonal burial and exhumation of submerged bedrock in northern Monterey Bay. The southeastern corner of the map area includes a portion of the outer flank of the horseshoe-shaped \"San Francisco Bar\" (unit Qmsb), which has formed at the mouth of the San Francisco ebb-tidal delta (Barnard and others, 2007; Dallas and Barnard, 2011). This delta-mouth bar is shaped by both tidal currents and waves, resulting in a variably hummocky, mottled, and rilled seafloor, and this surface texture is used as a primary criteria for mapping the unit and defining its contacts. Map unit polygons were digitized over underlying 2-meter base layers developed from multibeam bathymetry and backscatter data (see Bathymetry--Offshore Bolinas, California and Backscattter A to E--Offshore Bolinas, California, DS 781, for more information). The bathymetry and backscatter data were collected between 2006 and 2010. References Cited Barnard, P.L., Eshelman, J., Erikson, L., and Hanes, D.M., 2007, Coastal processes study at Ocean Beach, San Francisco, CA: Summary of data collection 2004-2006: U.S. Geological Survey Open-File Report 2007-1217, 165 p. Cacchione, D.A., Drake, D.E., Grant, W.D., and Tate, G.B., 1984. Rippled scour depressions of the inner continental shelf off central California: Journal of Sedimentary Petrology, v 54, p. 1280-1291. Catuneanu, O., 2006, Principles of Sequence Stratigraphy: Amsterdam, Elsevier, 375 p. Dallas, K.L., and Barnard, P.L., 2011, Anthropogenic influences on shoreline and nearshore evolution in the San Francisco coastal system: Estuarine Coastal and Shelf Science, v. 92, p. 195-204. Gornitz, V., 2009, Sea level change, post-glacial, in Gornitz, V., ed., Encyclopedia of Paleoclimatology and Ancient Environments: Encyclopedia of Earth Sciences Series. Springer, pp. 887-893. Lambeck, K., and Chappell, J., 2001, Sea level change through the last glacial cycle: Science, v. 292, p. 679-686. Storlazzi, C.D., Fregoso, T.A., Golden, N.E., and Finlayson, D.P., 2011, Sediment dynamics and the burial and exhumation of bedrock reefs along on emergent coastline as elucidated by repretitive sonar surveys, northern Monterey Bay, CA: Marine Geology, v. 289, p. 46-59.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-122.58"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "37.96"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "graphic-preview-type",
      "value": "JPEG"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "graphic-preview-file",
      "value": "<http://pubs.usgs.gov/ds/781/OffshoreBolinas/images/Geology_OffshoreBolinas.jpg>"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-122.78, 37.81], [-122.58, 37.81], [-122.58, 37.96], [-122.78, 37.96], [-122.78, 37.81]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: This information is not intended for navigational purposes. Read and fully comprehend the metadata prior to data use. Uses of these data should not violate the spatial resolution of the data. Where these data are used in combination with other data of different resolution, the resolution of the combined output will be limited by the lowest resolution of all the data. Acknowledge the U.S. Geological Survey in products derived from these data. Share data products developed using these data with the U.S. Geological Survey. This database has been approved for release and publication by the Director of the USGS. Although this database has been subjected to rigorous review and is substantially complete, the USGS reserves the right to revise the data pursuant to further analysis and review. Furthermore, it is released on condition that neither the USGS nor the United States Government may be held liable for any damages resulting from its authorized or unauthorized use. Although this Federal Geographic Data Committee-compliant metadata file is intended to document these data in nonproprietary form, as well as in ArcInfo format, this metadata file may include some ArcInfo-specific terminology.\", \"Access Constraints: If physical samples or materials are available, constraints on their on-site access are described in \\\"WR CMG Sample Distribution Policy\\\" at URL: http://walrus.wr.usgs.gov/infobank/programs/html/main/sample-dist-policy.html\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2006-01-01"
    },
    {
      "key": "contact-email",
      "value": "shartwell@usgs.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-122.78"
    },
    {
      "key": "metadata-date",
      "value": "2014-02-11"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2014-01-01\"}]"
    },
    {
      "key": "graphic-preview-description",
      "value": "Geology and geomorphology offshore Bolinas."
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\" \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"USGS Pacific Coastal and Marine Science Center\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2009-01-01"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "bbox-south-lat",
      "value": "37.81"
    },
    {
      "key": "tags",
      "value": "pacific ocean, state of california, bolinas, oceans, stinson beach, bathymetry/seafloortopography, bathymetry, marin county, bolinas lagoon, seafloor topography"
    },
    {
      "key": "harvest_object_id",
      "value": "5b0457a3-ace1-4bd3-8288-303c167e11a2"
    },
    {
      "key": "harvest_source_id",
      "value": "77f16df5-23cd-41bb-86af-1bdf1be6f907"
    },
    {
      "key": "harvest_source_title",
      "value": "U.S. Geological Survey Coastal Map"
    }
  ],
  "title": "Geology and geomorphology--Offshore of Bolinas Map Area, California",
  "revision_id": "51dc7449-993d-441c-b1c5-e0f0fe69ad9e"
}