{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "4b5f3e32-ca84-4350-8a84-97b8f4e37acb",
  "metadata_created": "2016-03-28T18:43:40.086303",
  "metadata_modified": "2016-03-28T18:43:40.086303",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "4b5f3e32-ca84-4350-8a84-97b8f4e37acb",
      "webstore_last_updated": null,
      "id": "49c2ffbc-0e2f-43a2-baea-549a3063ec57",
      "size": null,
      "state": "active",
      "resource_locator_function": "information",
      "hash": "",
      "description": "Main CRCP website providing information about the program and the work that they do.",
      "format": "",
      "tracking_summary": {
        "total": 12,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "HTTP",
      "mimetype": null,
      "cache_url": null,
      "name": "NOAA Coral Reef Conservation Program website",
      "created": "2016-03-28T14:43:40.198537",
      "url": "http://coralreef.noaa.gov/",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "5d7f71c7-59de-4ad5-b8e9-f5504ae9fd8a",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "4b5f3e32-ca84-4350-8a84-97b8f4e37acb",
      "webstore_last_updated": null,
      "id": "df47d609-6a62-45b2-86b5-613ba06ff7c4",
      "size": null,
      "state": "active",
      "resource_locator_function": "information",
      "hash": "",
      "description": "Main CRCP website providing information about the program and the work that they do.",
      "format": "",
      "tracking_summary": {
        "total": 12,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "HTTP",
      "mimetype": null,
      "cache_url": null,
      "name": "NOAA Coral Reef Conservation Program website",
      "created": "2016-03-28T14:43:40.198561",
      "url": "http://coralreef.noaa.gov/",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "5d7f71c7-59de-4ad5-b8e9-f5504ae9fd8a",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 40,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "noaas-coral-reef-conservation-program-2016-projects-monitoring-the-effects-of-thermal-stress-on",
  "isopen": false,
  "url": null,
  "notes": "\nClimate change impacts have been identified as one of the greatest global threats to coral reef ecosystems. As temperature rise, mass bleaching, and infectious disease outbreaks are likely to become more frequent. \n\nIn 2016 the following projects will take place to monitor the effects of thermal stress and asses coral bleaching:\n\nFlorida Keys Bleach Watch: The Florida Keys Bleach Watch program is designed to train and coordinate volunteers who regularly report on the occurrence (or absence) of coral bleaching, and basic environmental conditions of the reef. The observational data from Bleach Watch volunteers is synthesized with existing NOAA's \"Coral Reef Watch\" and \"Coral Health and Monitoring\" programs which have developed remote sensing analysis and real-time Monitoring data products for predicting when conditions are favorable for coral bleaching. This information is then provided to resource managers with NOAA, DOI and the State in the form of \"Current Conditions\" reports distributed throughout the warm summer months.\n\nCoral Reef Watch: Satellite- and Model-Based Products for Coral Reef Ecosystem Managers: Coral Reef Watch utilizes satellite, in-situ, and modeled data to provide a decision support system (DSS) to help managers and other stakeholders worldwide prepare for and effectively respond to coral reef ecosystem environmental stressors (climate- and terrestrial-input). This work builds on CRW’s current near-real-time DSS and previous development efforts, and includes manager feedback from numerous workshops, training sessions, and user meetings to further develop/enhance CRW's next-generation 5km satellite tools, bleaching outlooks based on operational climate forecasts, and new products combining light and heat stresses. During FY16, CRW will focus primarily on continued development/enhancement of its 5km satellite-based products, probabilistic bleaching outlooks based on NCEP’s operational CFS model, and new Light Stress Damage products, further preparing each for transition-to-operations by NOAA. Along with assisting analyses of climate change impacts on coral reefs (e.g., bleaching, disease, mortality), these tools help managers better conserve coral reefs (supporting resilience efforts) and prepare for/prioritize resources for events (e.g., mass coral bleaching or disease) that could have long-term, ecologically-significant impacts on coral reef health and function.\n\nObserving and Documenting Predicted 2015/2016 Mass Coral Bleaching Events in Hawaii: We will conduct surveys on five of the eight main Hawaiian Islands to document the coral bleaching associated with the projected 2015/2016 El Nino warming. We will task a towed-diver survey team of four researchers to cost-effectively document up to 12 km of reef per survey day, covering the reefs of Molokai, Lanai, Maui, and Hawaii islands in a collaborative cruise aboard the NOAA ship Hi’ialakai, and Oahu's from shore. We will follow bleaching recovery using satellite imagery from SkyBox Imaging. These surveys will complement ongoing work with collaborators and fill an unaddressed need for broad-scale bleaching monitoring in the state. \n\nThe Coral Reef Temperature Anomaly Database:\nThe Coral Reef Temperature Anomaly Database (CoRTAD) quantifies thermal stress conditions on coral reefs around the world (1982-2012). Through annual updates and ongoing improvements to its content and accessibility, CoRTAD establishes a baseline for coral reef thermal conditions and reveals changes in those conditions through time. A new reprocessing of the underlying AVHRR Pathfinder dataset is now scheduled for completion during FY16. This new version of Pathfinder known as v5.3, if available with sufficient lead time, will be used in a new CoRTAD version 6 production run which will extend the dataset to include data from 2013.  In FY16, an experimental nighttime-only version of CoRTAD will be completed to support other CRCP efforts. This project will continue to achieve and make available the most accurate, most complete, and finest resolution global collection of thermal stress and related environmental information for coral managers, researchers, and tool developers. Importantly, the Pathfinder SST set on which the CoRTAD is based is the first officially-sanctioned high resolution NOAA Climate Data Record for SST, meeting all of the requirements of the NOAA Climate Data Record Program. ",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "180"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "90"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "graphic-preview-type",
      "value": "jpg"
    },
    {
      "key": "guid",
      "value": "coralreef.noaa.gov:bleaching2016"
    },
    {
      "key": "graphic-preview-file",
      "value": "http://coralreef.noaa.gov/aboutcrcp/news/featuredstories/oct_15/third_global_bleaching/OFU-03-21_300.jpg"
    },
    {
      "key": "metadata-language",
      "value": "eng"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-180.0, -90.0], [180.0, -90.0], [180.0, 90.0], [-180.0, 90.0], [-180.0, -90.0]]]}"
    },
    {
      "key": "progress",
      "value": "planned"
    },
    {
      "key": "access_constraints",
      "value": "[\"None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2016-01-01"
    },
    {
      "key": "contact-email",
      "value": "brian.beck@noaa.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-180"
    },
    {
      "key": "metadata-date",
      "value": "2016-03-31"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"creation\", \"value\": \"2016\"}]"
    },
    {
      "key": "graphic-preview-description",
      "value": "Image of a bleached coral"
    },
    {
      "key": "frequency-of-update",
      "value": "asNeeded"
    },
    {
      "key": "licence",
      "value": "[\"Please note: NOAA and CRCP make no warranty, expressed or implied, regarding these data, nor does the fact of distribution constitute such a warranty. NOAA and CRCP cannot assume liability for any damages caused by any errors or omissions in these data.\", \"accessLevel: Public\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"DOC/NOAA/Coral Reef Conservation Program\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2016-12-31"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "bbox-south-lat",
      "value": "-90"
    },
    {
      "key": "tags",
      "value": "east flower garden banks (27n093w0001), pacific ocean, wake atoll (19n167e0001), florida, lesser antilles, guam, united states of america, mariana archipelago, hawaii, hawaiian islands, line islands, zoology, u. s. virgin islands, bleaching hotspot, howland island (00s176w0001), hawaii (21n160w0000), earth science, northwestern hawaiian islands (28n178w0000), documents, western pacific ocean, geographic information, baker island (00n176w0001), country/territory, degree heating week (dhw), virgin islands, honolulu, johnston atoll, puerto rico, gulf of mexico, guam (13n144e0000), flower garden banks, u. s. virgin islands (17n064w0000), puerto rico (18n066w0000), baker island, coral diseases, johnston atoll (16n169w0001), jarvis island (00s160w0001), wake atoll, caribbean sea, bleaching, northern mariana islands ( cnmi ) (18n146e0000), sea surface temperature, ocean basin, usa minor outlying islands, american samoa (14s170w0000), howland island, sea surface temperature (sst), atlantic ocean, kingman reef (06n162w0001), northern mariana islands, biosphere, coral bleaching report, american samoa, north atlantic ocean, palmyra atoll (05n162w0001), coral bleaching, map images, corals, west flower garden banks (27n093w0002), texas, caribbean sea /north atlantic ocean, bleaching thermal stress, central pacific ocean"
    },
    {
      "key": "harvest_object_id",
      "value": "1158b3ef-b36f-423a-a60b-c99b671ac09e"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "NOAA's Coral Reef Conservation Program: 2016 Projects Monitoring the Effects of Thermal Stress on Coral Bleaching",
  "revision_id": "5d7f71c7-59de-4ad5-b8e9-f5504ae9fd8a"
}