{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "e971a252-a9f9-493f-9e2d-2f2ad904c6d8",
  "metadata_created": "2015-04-25T12:23:12.116608",
  "metadata_modified": "2016-09-09T23:02:11.962780",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "e971a252-a9f9-493f-9e2d-2f2ad904c6d8",
      "webstore_last_updated": null,
      "id": "3b7ffe18-9d5c-4ddb-ad19-5d74c60867ed",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "ds699.zip",
      "format": "ZIP",
      "tracking_summary": {
        "total": 3,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "a513e07a-cb15-40f9-801c-237c16b40d97",
      "mimetype": null,
      "cache_url": null,
      "name": "Zip File",
      "created": "2016-09-09T19:02:12.075574",
      "url": "ftp://ftp.dfg.ca.gov/BDB/GIS/BIOS/Public_Datasets/600_699/ds699.zip",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "e971a252-a9f9-493f-9e2d-2f2ad904c6d8",
      "webstore_last_updated": null,
      "id": "bef4b193-4640-4a00-a590-918957d12d88",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 202,
        "recent": 5
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "a513e07a-cb15-40f9-801c-237c16b40d97",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-09-09T19:02:12.075620",
      "url": "http://bios.dfg.ca.gov",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 9,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-05-19T14:05:26.054173",
    "title": "State of California",
    "name": "ca-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ca.gov/images/template2012/header_ca.gov.png",
    "revision_id": "ad94cda4-9394-44d0-9c37-573dc3c47c9a",
    "type": "organization",
    "id": "467d900f-8a42-452d-9906-6610dd1a767f",
    "approval_status": "approved"
  },
  "name": "winter-steelhead-range-ds699",
  "isopen": false,
  "url": null,
  "notes": "June 2012 Version Data Content: This data set contains all CalWater 2.2.1 Planning Watersheds (PWS) where CDFW has documented winter run steelhead to be present during or after 1990. It was developed for the express purpose of assisting with anadromous fish recovery planning efforts. NOTE: Acreages are calculated for area inside California only. It is important to note that this data set does not attempt to model the entire possible distribution of the species. Rather, it only represents planning watersheds intersecting the known distribution, which is based on where the species has been observed and reported. While the distribution data may indeed represent the extent of the species, generally the upstream extent of the distribution only represents the location of positive sampling or other observations.. Therefore, this data set likely represents an underestimation of the absolute geographic distribution of the species. Data Source: This watershed level data set was derived by intersecting Calwater planning watersheds with point and line features depicting winter run steelhead distribution. These features are derived from a subset of data contained in the Aquatic Species Observation Database (ASOD), a Microsoft Access multi-species observation data capture application. ASOD is an ongoing project developed by the California Department of Fish and Wildlife (CDFW), Northern Region, Environmental Resource Information Services with assistance from CDFW Biogeographic Data Branch and Pacific States Marine Fisheries Commission. These data are based upon confirmed observations of Coho salmon. Effort has been made to identify and correct watersheds that were erroneously selected due to inaccuracies from using data of different scales. The observation data that are the basis for the distribution were compiled from a variety of disparate sources including but not limited to CDFW, U.S. Forest Service, National Marine Fisheries Service, timber companies, and the public. Forms of documentation include CDFW administrative reports, personal communications with biologists, observation reports, and literature reviews. This derived dataset is meant to be continually updated as additional information is acquired. As such, any copy of this dataset is considered to be a snapshot of the known Winter Run Steelhead Distribution at the time of release. It is incumbent upon the user to ensure that they have the most recent version prior to making management or planning decisions. Data Usage: Examples of appropriate uses include: Anadromous fish recovery planning Evaluation of future survey sites for Steelhead Validating steelhead distribution models Examples of inappropriate uses include: Using this data to make parcel or ground level land use management decisions. Using this data set to prove or support non-existence of steelhead at any spatial scale. Assuming that steelhead are prevalent throughout the entire watershed. All users of this data should seek the assistance of qualified professionals such as surveyors, hydrologists, or fishery biologists as needed to ensure that such users possess complete, precise, and up to date information on steelhead distribution and water body location. Please refer to \"Use Constraints\" section below.",
  "owner_org": "467d900f-8a42-452d-9906-6610dd1a767f",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"California Department of Fish and Wildlife NR-ERIS\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "contact-email",
      "value": "Tom.Christy@wildlife.ca.gov"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-124.505692"
    },
    {
      "key": "metadata-date",
      "value": "2016-09-02"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2013-02-26\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-116.866027"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "42.061440"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "33.151145"
    },
    {
      "key": "licence",
      "value": "[\"See access and use constraints information.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-124.505692, 33.151145], [-116.866027, 33.151145], [-116.866027, 42.06144], [-124.505692, 42.06144], [-124.505692, 33.151145]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Please read the metadata document completely prior to use of this dataset. This data attempts to show the latest available watershed scale data showing confirmed steelhead presence in California, where such information is known. However, steelhead may not utilize each of these PWS on an annual basis due to natural variations in run size, water conditions, and other environmental factors. Please note this data is a work in progress and is subject to change/update as new information becomes available. This data contains information currently entered into ASOD and should NOT be assumed to represent all known observations. It is complete as far as time and resources have enabled it to be at this point in time, but as a result of these limitations underestimates the actual distribution of anadromous steelhead observations. This data defines general distribution of anadromous steelhead and should NOT be used as a final assessment of fish distribution but rather as a guide for future management and planning. This data set is not accurate enough to support parcel level analyses; it is suitable for watershed level uses only. This watershed level data set was derived by intersecting Calwater PWS with point and line features depicting anadromous steelhead distribution. These companion datasets are based upon confirmed observations of steelhead. Effort has been made to identify and correct watersheds that were erroneously selected due to inaccuracies from using data of different scales. To be used for assessing geographic distribution of anadromous salmon only. It is intended to be temporary in nature until such time as upstream limits of steelhead are more firmly established. All users of this data should seek the assistance of qualified professionals such as surveyors, hydrologists, or fishery biologists as needed to ensure that such users possess complete, precise, and up to date information on steelhead distribution and water body location.\", \"Access Constraints: Made available with permission of California Department of Fish and Wildlife/Northern Region/Environmental Resources Information Services (CDFW/NR/ERIS). This data is made available with the understanding that it shall be used exclusively by the obtainer or his/her authorized agents. Digital products may not be reproduced or redistributed in any form or by any means.\"]"
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "frequency-of-update",
      "value": "irregular"
    },
    {
      "key": "tags",
      "value": "anadromous, inlandwaters, south central california coast, san francisco bay area, species recovery, watersheds, recovery planning, northern california coast, environment, southern california coast, biota, calwater pws, california, threatened species, endangered species, onchorhychus mykiss, steelhead, central valley"
    },
    {
      "key": "harvest_object_id",
      "value": "336445f5-ef40-4f0f-99b0-aaa412bb50c5"
    },
    {
      "key": "harvest_source_id",
      "value": "bf0e0f99-7417-42e4-a627-e94c49cb4159"
    },
    {
      "key": "harvest_source_title",
      "value": "State of California Geoportal"
    }
  ],
  "title": "Winter Steelhead Range [ds699]",
  "revision_id": "a5c61079-7019-42af-8a8f-fc7d2ee609c7"
}