{
  "license_title": "License not specified",
  "maintainer": "Sarah Robertson",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "2a7284c9-a1ba-4f3e-ba86-4310243c5738",
  "metadata_created": "2015-10-15T05:59:53.226102",
  "metadata_modified": "2015-10-15T05:59:53.226102",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 8,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "hot-fuel-examination-facility-hfef",
  "isopen": false,
  "url": null,
  "notes": " The Hot Fuel Examination Facility (HFEF) is one of the largest hot cells dedicated to radioactive materials research at Idaho National Laboratory (INL). The nation&amp;#39;s lead laboratory for nuclear energy research and development utilizes HFEF capabilities in researching radioactive materials development and characterization.HFEF began operations in 1975, providing a two hot-cell complex and radiation-shielded rooms for handling irradiated reactor fuel and structural materials. HFEF hosted examinations providing data used to determine the performance of fuels and materials irradiated in EBR-II and other facilities. The facility performs transuranic (TRU) waste characterizations supporting the Waste Isolation Pilot Plant (WIPP) in New Mexico. Underneath the hot cells, HFEF&amp;#39;s basement hosts the Neutron Radiography Reactor (NRAD), a reactor built for neutron radiography irradiation of small test components.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "f6f77dba-affc-4e3a-9b47-df3b568779f8"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=3916"
    },
    {
      "key": "expertise",
      "value": " The facility provides shielding and containment for remote examination, processing and handling of highly radioactive TRU-bearing materials. Shielded cells, unshielded labs, support areas and special equipment for handling, ex-amining and testing highly radioactive materials make HFEF an invaluable part of INL&amp;#39;s nuclear infrastructure. Modifications to the facility now allow for receipt of almost any over-the-road commercial shipping cask and partner-ing with the commercial industry to test used commercial Light Water Reactor nuclear fuel rods. HFEF provides support to a variety of programs including, but not limited to, the Advanced Fuel Cycle Initiative (AFCI), Generation IV technologies and Space Nuclear programs. It includes non-destructive examination, such as dimensional measurements and neutron radiography and destructive examination, such as mechanical testing or metallographic/ceramographic characterization. Development at HFEF also supports pyroprocessing activities at the Fuel Conditioning Facility. Pyroprocessing, or pyrometallurgical treatment of spent nuclear fuel, is the principal alternative to aqueous reprocessing technology that is being developed under the Advanced Fuel Cycle Initiative (AFCI). Significant projects performed in HFEF include:  Examination of fuels and components for the Liquid Metal Fast Breeder Reactor (LMFBR) and Integral Fast Reactor (IFR) programs; Preparation and post-test examination tests utilizing large test loops for irradiation in the Transient Reactor Test Facility (TREAT) and the Sodium Loop Safety Facility (SLSF); and Examination of test assemblies and fuel rods irradiated in the Fast Flux Test Facility (FFTF). HFEF is the only large, inert atmosphere hot cell that is suitable for examination of chemically reactive materials. "
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "repPhone",
      "value": "(208) 526-0490"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=3916"
    },
    {
      "key": "source_hash",
      "value": "b69c1eeca3e4b3ae624067708522673c8b1c7c3b"
    },
    {
      "key": "harvest_object_id",
      "value": "f6f77dba-affc-4e3a-9b47-df3b568779f8"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Hot Fuel Examination Facility (HFEF)",
  "revision_id": "8a50de50-3399-4fe2-9062-5a8c22bd8ace"
}