{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "7700666b-314c-4078-bf48-b6a0d9a0cb7f",
  "metadata_created": "2015-10-15T06:04:30.251782",
  "metadata_modified": "2015-10-15T06:04:30.251782",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 2,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "the-national-fire-research-laboratory",
  "isopen": false,
  "url": null,
  "notes": " The National Fire Research Laboratory (NFRL) is adding a unique facility that will serve as a center of excellence for fireperformance of structures ranging in size from small components to two-story buildings. The laboratory will be led, managed, and operated by the NIST Engineering Laboratory. Research conducted in the NFRL will support the Engineering Laboratory mission to promote US innovation and industrial competitiveness in areas of national priority by anticipating and meeting the measurement science and standards needs for technology-intensive manufacturing, construction and cyber-physical systems in ways that enhance economic prosperity and improve the quality of life.Scientists and engineers from industry, academia, and government agencies will collaborate with NIST researchers on projects to address significant technical problems and fill critical knowledge gaps. International scientists and engineers will be welcome to partner with NIST in areas of mutual interest. The additional capabilities will allow NIST to  Test the performance of full-scale structures subjected to realistic fires and structural loading under controlled laboratory conditions. Develop an experimental database on the performance of large-scale structural connections, components, subassemblies, and systems under realistic fire and loading. Validate physics-based models to predict fire resistance performance of structures. Enable performance-based standards for fire resistance design of structures and foster innovations in design and construction.  The expansion will provide an additional 1965 m 2 (21,400 sq ft) of floor space to the existing Laboratory. With the installation of an environmental control system (ECS) to supplement the existing ECS, fires with a heat release rate as large as 20 MW can be accommodated. The new laboratory space will accommodate 9 m (30 ft) high (2 story x 2 bay x 3 bay) structural systems or components. Gravity loading will be applied using hydraulic actuators, fixed loads, or a combination. Fully involved building fires, fueled by gas or liquid fuel, wood cribs, or actual building contents, will be employed to simulate actual building fire conditions. Smoke and hot gasses will be captured using a large hood over the test area, allowing characteristics of the fire to be measured  accurately. The smoke and combustion by-products will be contained and treated to meet strict environmental requirements. The test area will consist of a 486 m 2 (5400 sq ft) strong floor with multiple anchor points and a 9 m (30 ft) high strong wall with anchor points on the same grid as the strong floor. The strong wall will act to stabilize a test specimen to prevent uncontrolled failure, provide lateral restraint, or to laterally load a structure, for example, to simulate earthquake damage.   Specifications / Capabilities:  Strong Floor   18.3 m x 27.4 m (60 ft x 90 ft) post-&amp;#226;&#128;&amp;#168;tensioned floor with full basement 9 cell RC box girder with 406 mm (16 in) thick shear walls at 3.0 m (10 ft) o.c. Basement ceiling height: 2.7 m (9 ft) Floor thickness: 1.07 m (3 ft-6 in) with 152 mm (6 in) sacrificial top surface 1218 anchor points on 0.61 m x 0 61 m &amp;#226;&#128;&amp;#168;(2 ft x 2 ft) grid (sleeves or anchors) Load per anchor point: 445 kN &amp;#226;&#128;&amp;#168;(100 kips) up or down Shear capacity per anchor point: 222 kN &amp;#226;&#128;&amp;#168;(50 kips) (at top of slab) Moment capacity per anchor point: 136 kN-m (100 ft kips) (at c.g. of strong floor) Strong Wall   9.1 m high x 18.3 m wide (30 ft high x 60 ft wide) 1.2 m (4 ft) deep post-tensioned concrete wall 420 anchor points on 0.61 x 0.61 m (2 ft x 2 ft) grid Horizontal Load 146 kN/m (10 kips per lineal ft) at 9.14 m (30 ft) ECS Hood and Pollution Control System   13.7 m x 15.2 m (45 ft x 50 ft) steel hood Height above floor: 12.5 m (41 ft)(excluding skirts) ECS maximum sustained capacity: 20 MW ECS maximum flow rate: 5100 m 3/min (180,000 cfm) Cranes   Two 178 kN (20 ton-force) bridge cranes (sharing single set of rails) Height of rails above floor: 11.2 m (36 ft-8 in) Clearance, bottom of bridge-to-floor: 9.8 m (32 ft) Configurable Hydraulic Loading System   Hydraulic Power Unit 340 lpm (90 gpm)   Actuators (double acting) 762 mm (30 in)stroke w/ servo valve, load cell, and swivels Eight 240 kN (55 kip) Tension, 365 kN (80 kip) Compression Two 445 kN (100 kip) Tension, 650 kN (145 kip) Compression Two 956 kN (215 kip) Tension, 1470 kN (330 kip) Compression Four hydraulic service manifolds Controller  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5722"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "63cf35fe-f783-40f5-8282-848147f4770e"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5722"
    },
    {
      "key": "source_hash",
      "value": "912e2c9cad1e4613a9d175e18e194c476d73b4c0"
    },
    {
      "key": "harvest_object_id",
      "value": "63cf35fe-f783-40f5-8282-848147f4770e"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "The National Fire Research Laboratory",
  "revision_id": "61036f17-aa7f-4a42-99b7-ab0fea283274"
}