{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "26d66011-3842-46e6-8491-d27cec10a337",
  "metadata_created": "2015-02-03T21:06:49.682050",
  "metadata_modified": "2015-02-03T21:06:49.682050",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "26d66011-3842-46e6-8491-d27cec10a337",
      "webstore_last_updated": null,
      "id": "dd41bae8-47f4-41c5-8816-7635b2b8e8be",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 109,
        "recent": 4
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "6ede13a0-29b6-4452-a86b-aba910102a53",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-02-03T16:06:49.875815",
      "url": "http://pubs.usgs.gov/ds/781/",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 3,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "folds-offshore-of-pacifica-map-area-california",
  "isopen": false,
  "url": null,
  "notes": "This part of DS 781 presents data for folds for the geologic and geomorphic map of the Offshore of Pacifica map area, California. The vector data file is included in \"Folds_OffshorePacifica.zip,\" which is accessible from http://pubs.usgs.gov/ds/781/OffshorePacifica/data_catalog_OffshorePacifica.html. The Offshore of Pacifica map area straddles the right-lateral transform boundary between the North American and Pacific plates and is cut by several active faults that cumulatively form a distributed shear zone, including the San Andreas Fault, the eastern strand of the San Gregorio Fault, the Golden Gate Fault, and the Potato Patch Fault (sheets 8, 9; Bruns and others, 2002; Ryan and others, 2008). These faults are covered by Holocene sediments (mostly units Qms, Qmsb, Qmst) with no seafloor expression, and are mapped using seismic-reflection data (sheet 8). The San Andreas Fault is the primary plate-boundary structure and extends northwest across the map area; it intersects the shoreline 10 km north of the map area at Pacifica Lagoon, and 3 km south of the map area at Mussel Rock. This section of the San Andreas Fault has an estimated slip rate of 17 to 24 mm/yr (U.S. Geological Survey, 2010), and the devastating Great 1906 California earthquake (M 7.8) is thought to have nucleated on the San Andreas a few kilometers offshore of San Francisco within the map area (sheet 9; Bolt, 1968; Lomax, 2005). The San Andreas Fault forms the boundary between two distinct basement terranes, Upper Jurassic to Lower Cretaceous rocks of the Franciscan Complex to the east, and Late Cretaceous granitic and older metamorphic rocks of the Salinian block to the west. Franciscan Complex rocks (unit KJf, undivided) form seafloor outcrops at and north of Point Lobos adjacent to onland exposures. The Franciscan is divided into 13 different units for the onshore portion of this geologic map based on different lithologies and ages, but the unit cannot be similarly divided in the offshore because of a lack of direct observation and (or) sampling. Folds were primarily mapped by interpretation of seismic reflection profile data (see S-15-10-NC and F-2-07-NC). The seismic reflection profiles were collected between 2007 and 2010. References Cited Bolt, B.A., 1968, The focus of the 1906 California earthquake: Bulletin of the Seismological Society of America, v. 58, p. 457–471. Bruns, T.R., Cooper, A.K., Carlson, P.R., and McCulloch, D.S., 2002, Structure of the submerged San Andreas and San Gregorio fault zones in the Gulf of Farallones as inferred from high-resolution seismic-reflection data, in Parsons, T. (ed.), Crustal structure of the coastal and marine San Francisco Bay region, California: U.S. Geological Survey Professional Paper 1658, p. 77–117. Lomax, A., 2005, A reanalysis of the hypocentral location and related observations for the Great 1906 California earthquake: Bulletin of the Seismological Society of America, v. 95, p. 861–877. Ryan, H.F., Parsons, T., and Sliter, R.W., 2008. Vertical tectonic deformation associated with the San Andreas fault zone offshore of San Francisco, California. Tectonophysics, 429 (1-2), p. 209–224. U.S. Geological Survey and California Geological Survey, 2010, Quaternary fault and fold database for the United States, accessed April 5, 2012, from USGS website: http://earthquake.usgs.gov/hazards/qfaults/.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-122.493750"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "37.702237"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "graphic-preview-type",
      "value": "JPEG"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "graphic-preview-file",
      "value": "<http://pubs.usgs.gov/ds/781/OffshorePacifica/images/Folds_OffshorePacifica.jpg>"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-122.588071, 37.540691], [-122.49375, 37.540691], [-122.49375, 37.702237], [-122.588071, 37.702237], [-122.588071, 37.540691]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: This information is not intended for navigational purposes. Read and fully comprehend the metadata prior to data use. Uses of these data should not violate the spatial resolution of the data. Where these data are used in combination with other data of different resolution, the resolution of the combined output will be limited by the lowest resolution of all the data. Acknowledge the U.S. Geological Survey in products derived from these data. Share data products developed using these data with the U.S. Geological Survey. This database has been approved for release and publication by the Director of the USGS. Although this database has been subjected to rigorous review and is substantially complete, the USGS reserves the right to revise the data pursuant to further analysis and review. Furthermore, it is released on condition that neither the USGS nor the United States Government may be held liable for any damages resulting from its authorized or unauthorized use. Although this Federal Geographic Data Committee-compliant metadata file is intended to document these data in nonproprietary form, as well as in ArcInfo format, this metadata file may include some ArcInfo-specific terminology.\", \"Access Constraints: If physical samples or materials are available, constraints on their on-site access are described in \\\"WR CMG Sample Distribution Policy\\\" at URL: http://walrus.wr.usgs.gov/infobank/programs/html/main/sample-dist-policy.html\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2007-01-01"
    },
    {
      "key": "contact-email",
      "value": "shartwell@usgs.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-122.588071"
    },
    {
      "key": "metadata-date",
      "value": "2013-01-01"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2014-01-01\"}]"
    },
    {
      "key": "graphic-preview-description",
      "value": "Folds offshore Pacifica."
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\" \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"USGS Pacific Coastal and Marine Science Center\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2010-01-01"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "bbox-south-lat",
      "value": "37.540691"
    },
    {
      "key": "tags",
      "value": "pacific ocean, rockaway beach, fisheries, san mateo county, ecosystem, oceans, u.s. geological survey, pacifica, pacific coastal and marine science center, cmgp, bathymetry/seafloortopography, intensity, usgs, seafloor character, bathymetry, geology, ocean floor topography, state of california, seafloor topography, backscatter, multibeam"
    },
    {
      "key": "harvest_object_id",
      "value": "4ee2c7a0-88d8-4363-9bee-eecc64c6b8fc"
    },
    {
      "key": "harvest_source_id",
      "value": "77f16df5-23cd-41bb-86af-1bdf1be6f907"
    },
    {
      "key": "harvest_source_title",
      "value": "U.S. Geological Survey Coastal Map"
    }
  ],
  "title": "Folds--Offshore of Pacifica map area, California",
  "revision_id": "6ede13a0-29b6-4452-a86b-aba910102a53"
}