{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "df2a3750-f15a-484a-99b2-760d4f01b6df",
  "metadata_created": "2016-01-30T13:53:14.364976",
  "metadata_modified": "2016-01-30T13:53:14.364976",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 10,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "aircraft-wiring-support-equipment-integration-laboratory-awseil",
  "isopen": false,
  "url": null,
  "notes": "  Purpose:  The Aircraft Wiring Support Equipment Integration Laboratory (AWSEIL) provides a variety of research, design engineering and prototype fabrication services including hardware/software development and testing, electrical and mechanical aircraft wiring support equipment design, in-service engineering support and applied and transition research to support aircraft wiring Support Equipment (SE) development and sustainment on all U.S. Navy and Marine Corps aircraft platforms.  Function:  The AWSEIL, located at Aircraft Platform Integration (API) Laboratory complex at the Naval Air Warfare Center Aircraft Division, Lakehurst, NJ, features a full range of laboratory test and measuring equipment for aircraft metallic wiring, such as electronic automatic wiring testers, electronic microscopes and Time Domain Reflectometers (TDRs), as well as a variety of equipment for the evaluation of fiber optic components. Additionally, the lab features a complete prototype and low rate wire and fiber optic rapid prototype fabrication capability, which uses Organizational- and Intermediate-level aircraft wiring tools and SE. The lab also consists of a comprehensive aircraft wiring information system, in a relational database, that contains the complete aircraft wiring system configurations of most U.S. Navy and Marine Corps Type-Model-Series aircraft.  Capabilities:  From in-service engineering support for fielded aircraft wiring system SE to rapid prototyping expertise, the AWSEIL at Lakehurst comprises many capabilities that are supported by highly specialized tools and assets. The AWSEIL has three Automated Wiring Harness Analyzer workstations, each with the capability to test more than 1,000 test points. These automated testers are used to detect shorts, opens, shielding anomalies and other faults and defects in wiring harnesses and wiring system components. Test Program Sets (TPS) are also developed to operate Automated Test Equipment (ATE) for analysis of aircraft wiring and Wiring Integration Assemblies (WIA). Utilizing a combination of the lab&amp;#39;s general purpose test equipment, electronic microscopes, infrared sensors and ultrasonic detectors, AWSEIL personnel are able to inspect and evaluate a variety of wiring systems for faults or defects.   The Just-In-Time Wiring Information System (JITWIS) database contains complete aircraft wiring system physical design information for most aircraft in the U.S. Navy and Marine Corps. In addition, the AWSEIL utilizes interferometers, braiding machines, a micro-miniature ESD workstation with microscope, MIL-STD-1553 Databus Tester Interface Adapter Cable Sets and a Wiring System Repair Tool Verification Set to accomplish its mission. The AWSEIL is a high-performing, ready and capable laboratory asset providing time critical support and adding value to the nation&amp;#39;s Naval Aviation Enterprise.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6233"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "c23eee6b-c488-4719-a564-b6e0fcfa0996"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6233"
    },
    {
      "key": "source_hash",
      "value": "05f978921952505520f81b47dc3ebf75de88a2ac"
    },
    {
      "key": "harvest_object_id",
      "value": "c23eee6b-c488-4719-a564-b6e0fcfa0996"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Aircraft Wiring Support Equipment Integration Laboratory (AWSEIL)",
  "revision_id": "08749e65-0621-4e63-aee2-1bdc19631b9d"
}