{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "7c3cba72-72ff-49f6-94a3-313501e7a253",
  "metadata_created": "2014-10-28T20:54:51.160599",
  "metadata_modified": "2014-10-28T20:54:51.160599",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "7c3cba72-72ff-49f6-94a3-313501e7a253",
      "webstore_last_updated": null,
      "id": "b52d8be3-d766-437b-98de-f3cd4a0b45c0",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 11,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "f19c7558-5b1f-4d8b-b499-6553dc0fbe97",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-10-28T16:54:51.495709",
      "url": "http://dx.doi.org/10.3133/sim3302",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "7c3cba72-72ff-49f6-94a3-313501e7a253",
      "webstore_last_updated": null,
      "id": "90b571b5-7946-4cb0-8239-0bf2d290a9f2",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 3,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "f19c7558-5b1f-4d8b-b499-6553dc0fbe97",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-10-28T16:54:51.495728",
      "url": "http://pubs.usgs.gov/sim/3302/",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "7c3cba72-72ff-49f6-94a3-313501e7a253",
      "webstore_last_updated": null,
      "id": "536c7ac9-1a8e-428b-af24-2fbf3361350e",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 109,
        "recent": 4
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "f19c7558-5b1f-4d8b-b499-6553dc0fbe97",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-10-28T16:54:51.495736",
      "url": "http://pubs.usgs.gov/ds/781/",
      "webstore_url": null,
      "last_modified": null,
      "position": 2,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 3,
  "tags": [

  ],
  "tracking_summary": {
    "total": 61,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "geology-offshore-of-coal-oil-point-california",
  "isopen": false,
  "url": null,
  "notes": "This part of SIM 3302 presents data for the geologic and geomorphic map (see sheet 10, SIM 3302) of the Offshore of Coal Oil Point map area, California. The vector data file is included in \"Geology_OffshoreCoalOilPoint.zip,\" which is accessible from http://pubs.usgs.gov/ds/781/OffshoreCoalOilPoint/data_catalog_OffshoreCoalOilPoint.html. The offshore part of the Offshore of Coal Oil Point map area largely consists of a gently offshore-dipping (less than 1 degree) shelf underlain by sediments derived primarily from relatively small coastal watersheds that drain the Santa Ynez Mountains. Shelf deposits are primarily sand (Qms) at depths less than about 35 to 50 m, and they are finer grained sediment such as very fine sand, silt, and clay (Qmsf) from depths of 35 to 50 m southward to the shelf break at a depth of about 90 m. The boundary between units Qms and Qmsf is based on observations and extrapolation from sediment sampling (see, for example, Reid and others, 2006) and camera ground-truth surveying. It is important to note that the boundary between units Qms and Qmsf should be considered transitional and approximate and is expected to shift as a result of seasonal- to annual- to decadal-scale cycles in wave climate, sediment supply, and sediment transport. Fine-grained deposits that are similar to unit Qmsf also are mapped at water depths greater than 90 m, below the shelf break on the upper slope; however, here they are identified as a separate unit (unit Qmsl) because of their location below the distinct shelf-slope geomorphologic break. Coarser grained, marine deposits (coarse sand to boulders) of units Qmsc, Qmscl, and Qsc are recognized on the basis of their high acoustic backscatter, their ground-truth-survey imagery, and, in some cases, their moderate seafloor relief. This coarse-grained facies is linked either to the mouths of steep coastal watersheds or to adjacent seafloor bedrock outcrops, and the deposits generally represent wave-winnowed lags of deltaic sediment. Two distinct lobes of coarse-grained sediment (unit Qmscl), present in deeper water (about 50 m) near the west edge of the map area, may similarly represent winnowed deltaic deposits that formed at lower sea levels during the latest Pleistocene or early Holocene. An isolated patch of clast-supported cobbles (unit Qsc), which rests on bedrock south of Coal Oil Point at a water depth of 70 m, also may have been deposited at lower sea levels during the late Pleistocene. Offshore bedrock exposures are mapped as either the Miocene Monterey Formation (Tm, Tmu, Tmm), the late Miocene and early Pliocene Sisquoc Formation (Tsq), or the undivided Quaternary and Tertiary bedrock (QTbu) or undivided Tertiary bedrock (Tbu) units on the basis of the confidence in extending the onshore mapping of Minor and others (2009) offshore. Midshelf to outer shelf bedrock exposures are all mapped as undivided units; however, offshore sampling data (see, for example, Kunitomi and others, 1998), as well as regional cross sections that are constrained by petroleum exploration data and sampling (Redin, 2005; Redin and others, 2005), have suggested that these seafloor outcrops predominantly are late Miocene and Pliocene strata. These rocks have been uplifted in a large, regional, internally warped, south-dipping homocline that formed above the blind, north-dipping Pitas Point-North Channel Fault system; the fault tip is inferred to lie beneath the continental slope, about 6 to 7 km offshore. Bedrock is, in some places, overlain by a thin (less than 1 m?) veneer of sediment, recognized on the basis of high backscatter, flat relief, continuity with moderate- to high-relief bedrock outcrops, and (in some cases) high-resolution seismic-reflection data; these areas, which are mapped as composite units Qms/Tu, Qms/Tsq, Qms/Tmu, Qms/Tmm, Qms/Tm, Qms/Tbu, or Qmsf/QTbu, are interpreted as ephemeral sediment layers that may or may not be continuously present, whose presence or absence is a function of the recency and intensity of storm events, seasonal and (or) annual patterns of sediment movement, or longer term climate cycles. The Offshore of Coal Oil Point map area includes the upper part of the large (130 km2), well-documented submarine Goleta landslide complex (Eichhubl and others, 2002; Fisher and others, 2005; Greene and others, 2006). Greene and others (2006) reported that the complex, which measures 14.6 km long and 10.5 km wide and extends from water depths of 90 to 574 m, has displaced about 1.75 km3 of landslide debris during the Holocene; they described it as a compound, multiphase submarine landslide that contains both surficial slump blocks and mud flows, in three distinct segments (west, central, and east lobes). Each segment consists of a distinct headwall scarp (units Qglwh, Qglch, Qgleh), a downdropped head block (units Qglwb, Qglcb, Qgleb), and several composite slide-debris lobes (units Qglw5, Qfglw4, Qglw3, Qglw2, Qglw1, Qglc4, Qglc3, Qglc2a, Qglc2, Qfle5, Qgle4, Qgle3, Qgle2). The geologic map geomorphic map on sheet 10 (SIM 3302) shows the upper approximately 3 km of this landslide complex; in addition, the seismic-reflection profile SB-145 (fig. 3 on sheet 8, SIM 3302), which crosses the east lobe of the landslide complex, illustrates its subsurface characteristics. The landslide source is inferred to be Pleistocene-age, shelf-edge deltaic sediments deposited during Quaternary sea-level lowstands, and Fisher and others (2005) suggested that the youngest landslides formed about 8,000 to 10,000 years ago. The Santa Barbara Channel region, including the map area, has a long history of petroleum production (Barnum, 1998) that began in 1928 with discovery of the Ellwood oil field. Subsequent discoveries in the offshore part of the map area include the South Ellwood offshore oil field, the Coal Oil Point oil field, and the Naples oil and gas field (Brickey, 1998; Galloway, 1998). Oil and gas are mainly sourced by the Miocene Monterey Formation; the reservoirs are in the Vaqueros Formation, the Rincon Shale, and the Monterey Formation. Development of the South Ellwood offshore oil field began in 1966 from platform \"Holly,\" which was the last platform to be installed in California's State Waters. Debris and infrastructure associated with platform \"Holly,\" as well as with seep containment devices (\"seep tents\"), are mapped as unit pd. Hornafius and others (1999) described \"the world's most spectacular marine hydrocarbon seeps\" in the Coal Oil Point map area, and these seeps release an estimated 36 metric tons of methane and 17 metric tons reactive organic gas (ethane, propane, butane, and higher hydrocarbons) per day. Areas of grouped to solitary pockmarks (unit Qmp) caused by gas seeps are common features. In addition, numerous asphalt (tar) deposits (unit Qas) associated with hydrocarbon seeps and gas vents are mapped both onshore and offshore. The offshore deposits, which have been confirmed with seafloor video observations, often are localized along bedrock structures such as faults or the crests of anticlines, forming bathymetric features that are morphologically similar to bedrock outcrops but are distinguished from them on the basis of their low acoustic backscatter. Although many such asphalt deposits are too small to be shown on the map, the larger deposits can cover as much as several hundred square meters. References Cited: Barnum, H.P., 1998, Redevelopment of the western portion of the Rincon offshore oil field, Ventura, California, in Kunitomi, D.S., Hopps, T.E., and Galloway, J.M., eds., Structure and petroleum geology, Santa Barbara Channel, California: American Association of Petroleum Geologists, Pacific Section, and Coast Geological Society, Miscellaneous Publication 46, p. 201-215. Brickey, M.R., 1998, Oil and gas fields of the Santa Barbara Channel area, in Kunitomi, D.S., Hopps, T.E., and Galloway, J.M., eds., Structure and petroleum geology, Santa Barbara Channel, California: American Association of Petroleum Geologists, Pacific Section, and Coast Geological Society, Miscellaneous Publication 46, preface (2 p.). Eichhubl, P., Greene, H.G., and Maher, N., 2002, Physiography of an active transpressive margin basin--High-resolution bathymetry of the Santa Barbara basin, southern California continental borderland: Marine Geology, v. 184, p. 95-120. Fisher, M.A., Normark, W.R., Greene, H.G., Lee, H.J., and Sliter, R.W., 2005, Geology and tsunamigenic potential of submarine landslides in Santa Barbara Channel, southern California: Marine Geology, v. 224, p. 1-22. Galloway, J., 1998, Chronology of petroleum exploration and development in the Santa Barbara Channel area, offshore southern California, in Kunitomi, D.S., Hopps, T.E., and Galloway, J.M., eds., Structure and petroleum geology, Santa Barbara Channel, California: American Association of Petroleum Geologists, Pacific Section, and Coast Geological Society, Miscellaneous Publication 46, p. 1-12, 1 sheet. Greene, H.G., Murai, L.Y., Watts, P., Maher, N.A., Fisher, M.A., and Eichhubl, P., 2006, Submarine landslides in the Santa Barbara channel as potential tsunami sources: Natural Hazards and Earth System Sciences, v. 6, p. 63-88. Hornafius, J.S., Quigley, D.C., and Luyendyk, B.P., 1999, The world's most spectacular marine hydrocarbon seeps (Coal Oil Point, Santa Barbara Channel, California)--Quantification of emissions: Journal of Geophysical Research - Oceans, v. 104, p. 20,703-20,711. Kunitomi, D.S., Hopps, T.E., and Galloway, J.M., eds., 1998, Structure and petroleum geology, Santa Barbara Channel, California: American Association of Petroleum Geologists, Pacific Section, and Coast Geological Society, Miscellaneous Publication 46, 328 p. Minor, S.A., Kellogg, K.S., Stanley, R.G., Gurrola, L.D., Keller, E.A., and Brandt, T.R., 2009, Geologic map of the Santa Barbara coastal plain area, Santa Barbara County, California: U.S. Geological Survey Scientific Investigations Map 3001, scale 1:25,000, 1 sheet, pamphlet 38 p., available at http://pubs.usgs.gov/sim/3001. Redin, T., 2005, Santa Barbara Channel structure and correlation sections--Correlation Section no. 36, N-S structure and correlation section, western Santa Ynez Mountains across the Santa Barbara Channel to Santa Rosa Island: American Association of Petroleum Geologists, Pacific Section, Publication CS 36, 1 sheet. Redin, T., Kamerling, M., and Forman, J., 2005, Santa Barbara Channel structure and correlation sections--Correlation Section no. 35, North Ellwood-Coal Oil Point area across the Santa Barbara Channel to the north coast of Santa Cruz Island: American Association of Petroleum Geologists, Pacific Section, Publication CS 35, 1 sheet. Reid, J.A., Reid, J.M., Jenkins, C.J., Zimmerman, M., Williams, S.J., and Field, M.E., 2006, usSEABED--Pacific Coast (California, Oregon, Washington) offshore surficial-sediment data release: U.S. Geological Survey Data Series 182, available at http://pubs.usgs.gov/ds/2006/182/.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"USGS Pacific Coastal & Marine Science Center\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "contact-email",
      "value": "shartwell@usgs.gov"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-120.007"
    },
    {
      "key": "metadata-date",
      "value": "2013-01-01"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2014-01-01\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-119.807"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "34.4973"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "34.3408"
    },
    {
      "key": "licence",
      "value": "[\" \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-120.007, 34.3408], [-119.807, 34.3408], [-119.807, 34.4973], [-120.007, 34.4973], [-120.007, 34.3408]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: This information is not intended for navigational purposes. Read and fully comprehend the metadata prior to data use. Uses of these data should not violate the spatial resolution of the data. Where these data are used in combination with other data of different resolution, the resolution of the combined output will be limited by the lowest resolution of all the data. Acknowledge the U.S. Geological Survey in products derived from these data. Share data products developed using these data with the U.S. Geological Survey. This database has been approved for release and publication by the Director of the USGS. Although this database has been subjected to rigorous review and is substantially complete, the USGS reserves the right to revise the data pursuant to further analysis and review. Furthermore, it is released on condition that neither the USGS nor the United States Government may be held liable for any damages resulting from its authorized or unauthorized use. Although this Federal Geographic Data Committee-compliant metadata file is intended to document these data in nonproprietary form, as well as in ArcInfo format, this metadata file may include some ArcInfo-specific terminology.\", \"Access Constraints: If physical samples or materials are available, constraints on their on-site access are described in \\\"WR CMG Sample Distribution Policy\\\" at URL: http://walrus.wr.usgs.gov/infobank/programs/html/main/sample-dist-policy.html\"]"
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "tags",
      "value": "pacific ocean, santa barbara county, multibeam, santa barbara channel, csmp, oceans, u.s. geological survey, coal oil point, pacific coastal and marine science center, goleta, bathymetry/seafloortopography, intensity, california, usgs, bathymetry, isla vista, geology, ocean floor topography, marine geology, seafloor topography, backscatter"
    },
    {
      "key": "harvest_object_id",
      "value": "9217abf2-0658-454a-abc1-27303a569460"
    },
    {
      "key": "harvest_source_id",
      "value": "77f16df5-23cd-41bb-86af-1bdf1be6f907"
    },
    {
      "key": "harvest_source_title",
      "value": "U.S. Geological Survey Coastal Map"
    }
  ],
  "title": "Geology--Offshore of Coal Oil Point, California",
  "revision_id": "f19c7558-5b1f-4d8b-b499-6553dc0fbe97"
}