{
  "license_title": "License not specified",
  "maintainer": "Richard  Whitman",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "d5045829-c6cd-4de9-a6c9-8a1544855831",
  "metadata_created": "2015-10-15T06:05:50.065837",
  "metadata_modified": "2015-10-30T05:25:01.337689",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "d5045829-c6cd-4de9-a6c9-8a1544855831",
      "webstore_last_updated": null,
      "id": "71fa0d98-88b4-42fa-8e0b-857da1790d5c",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "LMERS20130319.pdf",
      "format": "PDF",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "PDF File",
      "created": "2015-10-30T01:25:01.440826",
      "url": "http://www.glsc.usgs.gov/sites/default/files/infosheets/LMERS20130319.pdf",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "d6c7e2ea-77c2-4e9f-a9d0-774b7e986a54",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 7,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "lake-michigan-ecological-research-station",
  "isopen": false,
  "url": null,
  "notes": " Lake Michigan Ecological Research Station (LMERS), located in Porter, Indiana, is a field station of the USGS Great Lakes Science Center (GLSC). LMERS was established by congressional action in 1994 when scientists were transferred from the National Park Service (NPS) to the GLSC, then supervised by the National Biological Survey. The GLSC and LMERS transferred to the USGS in 1996. LMERS is unique within the GLSC as the only station co-located with the NPS on public land, at Indiana Dunes National Lakeshore. Scientists at LMERS investigate both aquatic and terrestrial ecosystems, emphasizing Great Lakes coasts. Research Research at LMERS targets an array of issues important to management of urbanized and natural coastlines across the Great Lakes. Work spans from improving beach health to examining effects of climate change on native ecosystems to restoration of native habitats. Environmental Health: LMERS aquatic biologists are dedicated to improvement of recreational water quality within the Great Lakes. Fecal indicator bacteria, such as E. coli and enterococci, have traditionally been used as indicators of human diseasecausing pathogens in coastal waters. LMERS scientists have demonstrated widespread occurrence of these bacteria in natural environments. Current research is exploring how indicator bacteria survive and grow, how transportation to nearshore waters occurs, and ways to differentiate between bacteria from human versus animal sources. Understanding these ecological processes is critical for identifying contaminant sources, improving models and risk assessments that predict beach contamination and provide the public with swimming advisories, and refining strategies for remediating contamination. Bird botulism is a serious disease resulting from ingestion of a toxin (poison) produced by Clostridium botulinum bacteria. The poison is transferred to birds through the food web and has caused major bird dieoffs in the lower Great Lakes. Though C. botulinum is common in the environment, the means by which birds acquire this disease are poorly understood. LMERS biologists are investigating the role of mussels and macroinvertebrates in botulism transmission and the role that thegreen algae Cladophora has as a food source for C. botulinum. Climate Change: LMERS research explores the effects of climate change on native species by: (1) studying how climate variation has affected and continues to affect demography of the endangered Karner blue butterfly using laboratory and field scenarios, and genetic analysis; (2) working in conjunction with 70 national parks across the U.S. to investigate how composition of native bee communities differs between habitats identified as especially vulnerable to climate change effects versus less vulnerable habitats; and (3) predicting how characteristics of breeding bird communities may change across the U.S. with changes in climate. Pollinator Ecology: LMERS scientists are examining how habitat structure, fire history, nesting resources and plant community composition affect bee community composition Invasive Species Dynamics: The highly invasive oriental bittersweet, a woody vine, has overrun much of the forested landscape of the Northeast and expanded greatly in the Midwest over the past decade. Researchers at LMERS have examined the effects of fire on oriental bittersweet expansion, and are currently developing a landscape model of dispersion and abundance related to vegetation and fire history. Research also focuses on potential for hybridization between oriental bittersweet and the native American bittersweet. Restoration Ecology: Oak savanna habitat once dominated much of the Midwest but today is critically threatened on a regional and global scale. LMERS scientists are pursuing research that will improve oak savanna management and restoration. Studies include: (1) examining effects of overabundant deer herbivory on oak savanna ecosystems; (2) quantifying the impacts of atmospheric nitrogen deposition on vegetation, soil chemistry, and soil biota across a dune gradient; and (3) examining how fire regimes and native habitat distributions (including oak savanna) across the western Great Lakes affect distributions of various species, from birds, bees, and butterflies to amphibians, reptiles, and plants.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "3f58cace-61b8-4d71-8d36-766c70fd3e62"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5822"
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "repPhone",
      "value": "219-926-8336"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5822"
    },
    {
      "key": "source_hash",
      "value": "9622158b2049240820d371fc7fe4208df40a712e"
    },
    {
      "key": "harvest_object_id",
      "value": "3f58cace-61b8-4d71-8d36-766c70fd3e62"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Lake Michigan Ecological Research Station",
  "revision_id": "92aeacff-8359-4dab-8274-440c711ab15f"
}