{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "2568556b-2053-4858-b28b-ab6d0045ad1f",
  "metadata_created": "2013-11-01T02:48:22.846466",
  "metadata_modified": "2015-08-24T20:52:16.403719",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "2568556b-2053-4858-b28b-ab6d0045ad1f",
      "webstore_last_updated": null,
      "id": "7a1271e9-46a2-40bd-8dcd-4df8f8cbcf6c",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "wacp_IfSAR_dsm_5m_mosaic_img.zip",
      "format": "ZIP",
      "tracking_summary": {
        "total": 7,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "de56d285-dca3-4a76-b2b6-eb1cd5f885ad",
      "mimetype": null,
      "cache_url": null,
      "name": "Zip File",
      "created": "2013-10-31T22:48:23.007496",
      "url": "http://data.arcticlcc.org/2010-09/wacp_IfSAR_dsm_5m_mosaic_img.zip",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "2568556b-2053-4858-b28b-ab6d0045ad1f",
      "webstore_last_updated": null,
      "id": "c7a37a5d-2547-401f-a8d1-47273ec2d075",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "wacp_IfSAR_dsm_5m_mosaic_tiff.zip",
      "format": "ZIP",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "de56d285-dca3-4a76-b2b6-eb1cd5f885ad",
      "mimetype": null,
      "cache_url": null,
      "name": "Zip File",
      "created": "2013-10-31T22:48:23.007531",
      "url": "http://data.arcticlcc.org/2010-09/wacp_IfSAR_dsm_5m_mosaic_tiff.zip",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "2568556b-2053-4858-b28b-ab6d0045ad1f",
      "webstore_last_updated": null,
      "id": "22984b40-86f8-4a4d-a31b-1d18b64a7561",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 3,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "de56d285-dca3-4a76-b2b6-eb1cd5f885ad",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-10-31T22:48:23.007545",
      "url": "http://arcticlcc.org/products/spatial-data/show/western-arctic-coastal-plain-ifsar-dsm-mosaic",
      "webstore_url": null,
      "last_modified": null,
      "position": 2,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 3,
  "tags": [

  ],
  "tracking_summary": {
    "total": 53,
    "recent": 0
  },
  "groups": [
    {
      "display_name": "Climate",
      "description": "",
      "image_display_url": "",
      "title": "Climate",
      "id": "aa0c01c9-d292-4dc1-8fec-b10c1bb629a9",
      "name": "climate5434"
    }
  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Arctic Landscape Conservation Cooperative (ALCC) supports conservation in the arctic by providing [applied science](http://arcticlcc.org/projects/) and [tools](http://arcticlcc.org/products/) to land managers and policy makers. It is a self-directed partnership that functions through a structure of at-large partners, a core staff, and a steering committee of cooperating agencies and organizations. Its [geographic scope](http://arcticlcc.org/projects/geospatial-data/arctic-lcc-boundaries/) ranges across North America from Alaska to Labrador. The Alaska portion encompasses three eco-regions: the Brooks Range, the Arctic Foothills, and the Arctic Coastal Plain.",
    "created": "2013-08-30T12:57:14.187258",
    "title": "Arctic Landscape Conservation Cooperative",
    "name": "alcc-fws-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://arcticlcc.org/assets/images/logos/logo_small.png",
    "revision_id": "ecafc1e0-403b-488e-bca1-62b78e4abc81",
    "type": "organization",
    "id": "fe75ed93-9c93-4c56-bc02-11ab228d1abd",
    "approval_status": "approved"
  },
  "name": "western-arctic-coastal-plain-ifsar-derived-digital-surface-model-university-of-alaska-fair-2013",
  "isopen": false,
  "url": null,
  "notes": "This dataset consists of a mosaic created from an Interferometric Synthetic Aperture Radar (IfSAR) derived digital surface model (DSM) acquired over the National Petroleum Reserve-Alaska (NPR-A) in northern Alaska between 07/2002 and 09/2006. The primary IFSAR dataset was acquired by Intermap Technologies and contracted by the Bureau of Land Management, U.S. Geological Survey, and the National Science Foundation. The raw data were collected with a STAR-3i airborne synthetic aperture radar system, a high-resolution, single pass, across track IfSAR system (Intermap, 2010). The Digital Surface Model (DSM) products represent the first reflective surface as illuminated by the radar. The STAR-3i system is capable of acquiring imagery with a horizontal accuracy better than 2 m, a vertical accuracy better than 1 m, and a vertical resolution on the order of 0.1 m (Intermap, 2010). Accuracy statements are based on areas of moderate terrain. Diminished accuracies are to be expected in areas of extreme terrain and dense vegetation. In addition, the DSM contains processing artifacts expressing as 30 to 50 cm high ripples or 'corn rows' that should be considered additional vertical error in the dataset. This striping results from uncompensated differential phase errors on very flat terrain. In addition, users will notice a seam line separating the tiles that were provided in UTM zone 5 with those provided in UTM zone 4. The differences along the seamline is within the 1m vertical accuracy of the dataset butthe variability is apparent here. The DSM data for 7.5-minute by 18-minute units correspond to the USGS 1:63,360 scale topographic quadrangle map series for available areas in the United States. Each 7.5-minute by 18-minute tile provides full coverage with overlap into adjacent tiles. The mosaic consists of 312 tiles. The mosaic was created using the software package Global Mapper and exported as an Erdas Imagine image file. The IFSAR tiles comprising the mosaic consist of bara1nw, bara1se, bara1sw, bara2ne, bara2nw, bara2nw, bara2se, bara2sw, bara2sw, bara3ne, bara3nw, bara3nw, bara3se, bara3se, bara3sw, bara3sw, bara4ne, bara4ne, bara4nw, bara4nw, bara4se, bara4se, bara4sw, bara4sw, bara5ne, bara5ne, bara5se, bara5se, bara5sw, bara5sw, barb3se, barb3se, barb3sw, barb3sw, barb4ne, barb4ne, barb4se, barb4se, barb4sw, barb4sw, hara2nw, hara2sw, hara3ne, hara3nw, hara3se, hara3sw, hara4ne, hara4nw, hara4se, hara4sw, hara5ne, hara5nw, hara5se, hara5sw, harb2nw, harb2sw, harb3ne, harb3nw, harb3se, harb3sw, harb4ne, harb4nw, harb4se, harb4sw, harb5ne, harb5nw, harb5se, harb5sw, harc3sw, harc4nw, harc4se, harc4sw, harc5ne, harc5nw, harc5se, harc5sw, hard4sw, hard5ne, hard5nw, hard5se, hard5sw, ikpc1ne, ikpc1nw, ikpc1se, ikpc1sw, ikpc2ne, ikpc2nw, ikpc2se, ikpc2sw, ikpc3ne, ikpc3nw, ikpc3se, ikpc3sw, ikpc4ne, ikpc4nw, ikpc4se, ikpc4sw, ikpd1ne, ikpd1nw, ikpd1se, ikpd1sw, ikpd2ne, ikpd2nw, ikpd2se, ikpd2sw, ikpd3ne, ikpd3nw, ikpd3se, ikpd3sw, ikpd4ne, ikpd4nw, ikpd4se, ikpd4sw, ikpd5ne, ikpd5nw, ikpd5se, ikpd5sw, ikrc5ne, ikrc5nw, ikrc5se, ikrc5sw, lord1ne, lord1nw, lord1se, lord1sw, lord2ne, lord2nw, lord2se, lord2sw, lord3ne, lord3nw, lord3se, lord3sw, lord4se, lord4sw, mera1ne, mera1nw, mera1se, mera1sw, mera2ne, mera2nw, mera2se, mera2sw, lord4nw, lord4ne, mera3ne, mera3nw, mera3se, mera3sw, mera4ne, mera4nw, mera4se, mera4sw, merb1ne, merb1nw, merb1se, merb1sw, merb2ne, merb2nw, merb2se, merb2sw, merb3ne, merb3nw, merb3se, merb3sw, merb4ne, merb4nw, merb4se, merb4sw, merc1ne, merc1nw, merc1se, merc1sw, merc2ne, merc2nw, merc2se, merc2sw, merc3ne, merc3nw, merc3se, merc3sw, merc4ne, merc4nw, merc4se, merc4sw, merd1ne, merd1ne, merd1nw, merd1nw, merd1se, merd1sw, merd2ne, merd2ne, merd2nw, merd2nw, merd2se, merd2sw, merd3ne, merd3ne, merd3nw, merd3nw, merd3se, merd3sw, merd4se, merd4sw, tesa1ne, tesa1nw, tesa1se, tesa1sw, tesa2ne, tesa2nw, tesa2se, tesa2sw, tesa3ne, tesa3nw, tesa3se, tesa3sw, tesa4ne, tesa4nw, tesa4se, tesa4sw, tesa5ne, tesa5nw, tesa5se, tesa5sw, tesb1ne, tesb1nw, tesb1se, tesb1sw, tesb2ne, tesb2nw, tesb2se, tesb2sw, tesb3ne, tesb3nw, tesb3se, tesb3sw, tesb4ne, tesb4nw, tesb4se, tesb4sw, tesb5ne, tesb5nw, tesb5se, tesb5sw, tesc1ne, tesc1nw, tesc1se, tesc1sw, tesc2ne, tesc2nw, tesc2se, tesc2sw, tesc3ne, tesc3nw, tesc3se, tesc3sw, tesc4ne, tesc4nw, tesc4se, tesc4sw, tesc5ne, tesc5nw, tesc5se, tesc5sw, tesd1ne, tesd1nw, tesd1se, tesd1sw, tesd2ne, tesd2nw, tesd2se, tesd2sw, tesd3nw, tesd3se, tesd3sw, tesd4ne, tesd4nw, tesd4se, tesd4sw, tesd5ne, tesd5ne, tesd5nw, tesd5nw, tesd5se, tesd5sw, umic3ne, umic3nw, umic3se, umic3sw, umic4ne, umic4nw, umic4se, umic4sw, umic5se, umic5sw, umic5ne, umic5nw, umid2nw, umid2sw, umid3ne, umid3nw, umid3se, umid3sw, umid4ne, umid4nw, umid4se, umid4sw, umid5ne, umid5nw, umid5se, and umid5sw.",
  "owner_org": "fe75ed93-9c93-4c56-bc02-11ab228d1abd",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-150.128969"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "71.555322"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "69.235925"
    },
    {
      "key": "__category_tag_aa0c01c9-d292-4dc1-8fec-b10c1bb629a9",
      "value": "[\"Arctic Ocean, Sea Ice and Coasts\",\"Permafrost and Arctic Landscapes\",\"Arctic\"]"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-159.022997, 69.235925], [-150.128969, 69.235925], [-150.128969, 71.555322], [-159.022997, 71.555322], [-159.022997, 69.235925]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: It is strongly recommended that careful attention be paid to the contents of the metadata file associated with these data to evaluate data set limitations, restrictions or intended use. No warranty expressed or implied is made regarding the accuracy or utility of the data and information on any other system or for general or scientific purposes, nor shall the act of distribution constitute any such warranty. Inherent in any data set used to develop graphical representations are limitations of accuracy as determined by, among others, the source, scale and resolution of the data. This disclaimer applies both to individual use of the data and information, and aggregate use with other data and information. These data and any derived products are not legal documents and are not intended to be used as such. The information contained in these data may be dynamic and could change over time. The data are not better than the original sources from which they are derived. It is the responsibility of the data user to use the data appropriately and consistent with the limitations of geospatial data in general and these data in particular. It is strongly recommended that the data described or contained herein be acquired directly from the Arctic LCC and not indirectly through some other sources which may have changed the data in some way. Neither the originators of this dataset or the Arctic Landscape Conservation Cooperative shall be held liable for improper or incorrect use of the data described and/or contained herein.\", \"Access Constraints: None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2002-07-24"
    },
    {
      "key": "contact-email",
      "value": "bjones@usgs.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-159.022997"
    },
    {
      "key": "metadata-date",
      "value": "2013-01-23"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2013-01-01\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\"Neither the originators of this dataset or Arctic Landscape Conservation Cooperative shall be held liable for improper or incorrect use of the data described and/or contained herein.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"U.S. Geological Survey - Alaska Science Center\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2006-09-13"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "Digital Elevation Model, Digital Surface Model, IFSAR, Surface Elevation, Alaska"
    },
    {
      "key": "harvest_object_id",
      "value": "83a093dd-c7b4-4465-bb30-c2eb17fb3907"
    },
    {
      "key": "harvest_source_id",
      "value": "38e54fcc-f3f5-4b47-8260-9d36f4f7ba73"
    },
    {
      "key": "harvest_source_title",
      "value": "Arctic Landscape Conservation Cooperative Spatial Data"
    }
  ],
  "title": "Western Arctic Coastal Plain, IFSAR-derived, Digital Surface Model. University of Alaska Fairbanks, Geophysical Institute Permafrost Laboratory (2013).",
  "revision_id": "e981bb9e-1ac9-4636-b79e-962e57578312"
}