{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "d6b141e5-c6d6-44e8-acfe-c71912fb26f8",
  "metadata_created": "2015-09-26T20:59:27.364504",
  "metadata_modified": "2015-11-10T02:58:59.281614",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "d6b141e5-c6d6-44e8-acfe-c71912fb26f8",
      "webstore_last_updated": null,
      "id": "c6860981-e330-4622-a2e7-2365299eed7c",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "MS Excel, and ACSII CSV",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "960d222c-df29-45f2-a7d3-084869a11873",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-11-09T21:58:59.321306",
      "url": "http://data.nodc.noaa.gov/accession/9900121",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "d6b141e5-c6d6-44e8-acfe-c71912fb26f8",
      "webstore_last_updated": null,
      "id": "7c081091-ebbc-4707-a2e7-cd89e514fdb5",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "960d222c-df29-45f2-a7d3-084869a11873",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-11-09T21:58:59.321329",
      "url": "http://data.nodc.noaa.gov/accession/9900121",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 3,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "sediment-dwelling-benthos-as-indicator-species-for-pollution-monitoring-of-mamala-bay-oahu-hawa",
  "isopen": false,
  "url": null,
  "notes": "A multifaceted study of the sediment dwelling benthos was conducted in Mamala Bay to identify suitable species as indicators of sewage enrichment. There are five components to this study - 1) reproduction and life histories of potential indicator species, 2) seasonal abundance of each indicator species near the outfall and at the control site (Diamond Head) at 70m depth, 3) abundance and species richness of indicators and associated benthos at 6 sites and the control at 40m depth, 4) sediment grain size analyses at each site to characterize the infaunal habitat, 5) CHN and Nitrogen analyses from the study area to elucidate the role of sewage in the organic content of the sediments. Each component is presented as a separate section as methods and analyses differ for each. This same format is used for the appendices. Sediment samples (7.6cm diam x 5.0cm depth) were collected with a Van Veen grab from 40m and 70m stations. Live worms were removed from freshly collected sediment and cultured in the laboratory for developmental and life history information. Reproductive data was gathered for designated indicator species, (Neanthes arenaceodonta, Capitella capitata, Pionosyllis heterocirrata and Ophryotrocha sp. A). N. arenaceodonta was not successfully cultured as only two individuals were found. Progeny were obtained for the three others and Ophryotrocha sp. A was the most successful in culture. Seasonal abundance of indicators at the outfall (B3) and control site show that all indicator species are more abundant at B3, and in the summer months than at Diamond Head, or during winter months. P. heterocirrata is widely distributed throughout the year and Ophryotrocha sp. A was only found at the deep outfall site in any number. Community studies based on preserved samples collected in the same way from the 40m (S series) stations show abundant and species assemblages at all stations, including the control. Overall polychaete abundances are higher at 40m stations than near the outfall and exceeded the abundance estimates at the control. Species richness estimates show some site by site variation but all stations are specious and often exceed the control. Differences are seen between the dominant species groups at outfall and 40m far field stations. The more westerly sites had more tubicolous and particle feeding worms (sabellids and oweniids) than the stations closest to the outfall (substantiated by historical data base, biomonitoring program), and a different community was evident at east Mamala site S6 and the control. Grain size analyses show higher proportions of fine particles (clay and silt) at the westerly stations which receive input from Pearl Harbor and Keehi Lagoon. This may provide an explanation for the larger number of tubicolous worms which use fine particles for tube building. A larger proportion of coarse and fine sand were present in east Mamala sediments and may have partially determined the polychaete communities at those sites. There is not enough data for the CHN and N signature analyses to provide definitive results, but preliminary information does not implicate the outfall as a major source of nitrogen. Indicator worm abundance seems to be a better measure of food availability as their numbers are highest at the outfall stations (for 40m and 70m). Abundance of the indicator species, Ophryotrocha sp. A, at 70m is elevated at the outfall (B3) and can be attributed to food availability and other appropriate habitat characteristics. Neanthes arenaceodonta is not abundant enough to be a good indicator at 70m at this time, Pionosyllis heterocirrata is so widespread and numerous that it is not a good indicator of sewage enrichment. Capitella capitata is generally more abundant at 40m and only abundant at 70m in the summer, and may be a suitable indicator species. Sensitive species are also candidates for pollution indicators when they are rare or absent from an area. Euchone sp. B may be a sensitive species as it is abundant in near and far field stations, but not numerous near the outfall. Ophryotrocha sp. A seems to be the best benthic indicator and most promising for future Mamala Bay benthic studies. This species was absent, or virtually absent from outfield and control sites, but abundant at the outfall. Recommendations include adding the 40m stations to routine biomonitoring and improving the techniques to differentiate terrigenous and sewage derived sources of nitrogen.",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "\n          -157.84\n        "
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "\n          21.30\n        "
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "\n          21.27\n        "
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-157.93, 21.27], [-157.84, 21.27], [-157.84, 21.3], [-157.93, 21.3], [-157.93, 21.27]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Dataset credit required\", \"Access Constraints: None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "1993-11-01"
    },
    {
      "key": "contact-email",
      "value": "jbrock@hawaii.edu"
    },
    {
      "key": "bbox-west-long",
      "value": "\n          -157.93\n        "
    },
    {
      "key": "metadata-date",
      "value": "2015-10-17"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\"\\n      NOAA makes no warranty regarding these data,expressed or implied, nor does the fact of distribution constitute such a warranty.  NOAA, NESDIS, NODC and NCDDC cannot assume liability for any damages caused by any errors or omissions in these data, nor as a result of the failure of these data to function on a particular system.\\n    \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Department of Zoology, University of Hawaii\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "1994-02-01"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "pacific ocean, honolulu, taxa (type, abundance), biology, hawaiian islands, oahu island, nitrogen, zoology, benthic, earth science, oahu (21n157w0003), country/territory, benthic survey, sediment dwelling benthos, benthos analysis, biological survey, numeric data sets, united states of america, sediment grain size and composition, central pacific ocean, ocean basin, biosphere, hawaii, reef monitoring and assessment, corals, coastal studies"
    },
    {
      "key": "harvest_object_id",
      "value": "5dbfd72e-0a75-4446-aa04-a87c6bec3f0f"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "Sediment Dwelling Benthos as Indicator Species for Pollution Monitoring of Mamala Bay, Oahu, Hawaii, 1993-1994 (NODC Accession 9900121)",
  "revision_id": "8b8a6790-940c-4283-88d3-37875dfe7ac5"
}