{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "f2a23b50-ae6c-47b0-9e45-59fba7e66a68",
  "metadata_created": "2015-09-27T00:40:44.766235",
  "metadata_modified": "2016-08-23T00:29:55.335256",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "f2a23b50-ae6c-47b0-9e45-59fba7e66a68",
      "webstore_last_updated": null,
      "id": "43edb46a-21df-442c-9dc2-44c4acfaef6a",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "invertebrates.php",
      "format": "",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "4fc81e05-4cee-46cd-94b8-005a13b9d90f",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-08-22T20:29:55.393553",
      "url": "https://pifsc-www.irc.noaa.gov/cred/invertebrates.php",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 3,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "cred-rea-invertebrate-quantitative-assessments-at-jarvis-island-pacific-remote-island-area-2000",
  "isopen": false,
  "url": null,
  "notes": "To support a long-term NOAA Coral Reef Conservation Program (CRCP) for sustainable management and conservation of coral reef ecosystems, from 11 March - 6 April 2000, marine invertebrate quantitative assessments were conducted, as part of Rapid Ecological Assessments (REA), during the Reef Assessment and Monitoring Program (RAMP) Cruise TC0001 in the Pacific Remote Island Areas. Such cruises are conducted at biennial intervals by the Coral Reef Ecosystem Division (CRED) at the NOAA Pacific Islands Fisheries Science Center (PIFSC). At specific reef sites, marine invertebrate zoologists along with coral and algal biologists entered the water and conducted a fine-scale (~100 m2) and high degree of taxonomic resolution benthic REA survey for coral, algae, and key invertebrate species. Invertebrate surveys were focused on quantifying key non-coral invertebrate species common to the reef habitats, and were conducted using a combination of different survey techniques to quantify the diverse communities. These methods included belt-transect surveys, roving-swim surveys, and quadrat surveys. In belt-transect surveys, quantitative counts of key invertebrates were recorded along two consecutively-placed 25m long and 2m wide belt transects (total area = 100 m2). For any species that cannot be identified in the field, a photograph and a representative specimen, if possible, is collected for later identification. Roving-swim surveys were conducted in the general area with the goal to collect qualitative data for rare, larger, and cryptic organisms, such as Crown of Thorns Starfish and Triton's Trumpet snails which may not be seen during belt-transect surveys, and to survey any additional habitats present at the site, e.g. sand, sea grass, pavement, etc. This was accomplished by swimming a zig-zag pattern that extends roughly 5 m on either side of the two transect lines (total length = 500 m). Quadrat surveys were used to quantify the smaller, more cryptic invertebrates which were sometimes overlooked or too numerous to count during belt-transect surveys. Ten 0.25-m2 quadrats were laid out at 2-m intervals along two of the 25-m transects (total area = 5 m2). For each quadrat the percent cover of sponges, octocorals and zoanthids was recorded, as well as urchins, hermit crabs of the genus Calcinus, trapezid crabs, and coralliophilid snails. In addition, up to 25 cm diameters of all urchin species are measured. Based on data from previous REA surveys, a group of target invertebrate species was chosen for quantitative counts at 6 REA sites at Jarvis Island in the Pacific Remote Island Areas. The species in the list were chosen because they have been shown to be common components of the reef habitats and they are species that are generally visible (i.e.; non-cryptic) and easily enumerated during the course of a single 50-60 minute SCUBA survey.",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "\n          -159.961654\n        "
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "\n          -0.339908\n        "
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "\n          -0.404693\n        "
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-160.033661, -0.404693], [-159.961654, -0.404693], [-159.961654, -0.339908], [-160.033661, -0.339908], [-160.033661, -0.404693]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Please cite CRED when using the data. Coral Reef Ecosystem Division, Pacific Islands Fisheries Science Center, National Marine Fisheries Service, National Oceanic and Atmospheric Administration\", \"Access Constraints: Data are available two years following data collection date.\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2000-03-24"
    },
    {
      "key": "contact-email",
      "value": "nmfs.pic.credinfo@noaa.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "\n          -160.033661\n        "
    },
    {
      "key": "metadata-date",
      "value": "2016-08-16"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2009-10-29\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "ASNEEDED"
    },
    {
      "key": "licence",
      "value": "[\"\\n      While every effort has been made to ensure that these data are accurate and reliable within the limits of the current state of the art, NOAA cannot assume liability for any damages caused by errors or omissions in the data, nor as a result of the failure of the data to function on a particular system. NOAA makes no warranty, expressed or implied, nor does the fact of distribution constitute such a warranty.\\n    \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Coral Reef Ecosystem Division (CRED), Pacific Islands Fisheries Science Center (PIFSC), National Marine Fisheries Service (NMFS), National Oceanic and Atmospheric Administration (NOAA)\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2000-03-26"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "pacific ocean, united states of america, coral reef ecology, jarvis island, line islands, tc0001, zoology, earth science, marine invertebrates, coral reef ecosystem, reef assessment and monitoring program (ramp), coastal processes, country/territory, pacific remote island areas, usa minor outlying islands, jarvis island (00s160w0001), rapid ecological assessments (rea), biology, numeric data sets, macroinvertebrates, oceans, central pacific ocean, ocean basin, marine biology, census, in situ biological, biosphere, marine ecosystem, coral reefs, reef monitoring and assessment, invertebrates, corals"
    },
    {
      "key": "harvest_object_id",
      "value": "a1fe3ca6-9f13-48ed-9d81-239647a5b995"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "CRED REA Invertebrate Quantitative Assessments at Jarvis Island, Pacific Remote Island Areas, in 2000",
  "revision_id": "d4f73283-de63-4633-829d-d5c66c46a665"
}