{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "e3ff2c6f-5bdc-4667-b140-f1096d0b5db0",
  "metadata_created": "2015-10-15T06:06:01.375796",
  "metadata_modified": "2015-10-30T05:25:08.043633",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "e3ff2c6f-5bdc-4667-b140-f1096d0b5db0",
      "webstore_last_updated": null,
      "id": "991f5690-98b3-423d-8e7c-c1a3c214a468",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:25:08.094640",
      "url": "http://www.hanford.gov/page.cfm/CVDF",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "6eecee57-e0a1-4341-b2f6-b7f46ee1d474",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 7,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "cold-vacuum-drying-facility",
  "isopen": false,
  "url": null,
  "notes": " Located near the K-Basins (see K-Basins link) in Hanford&amp;#39;s 100 Area is a facility called the Cold Vacuum Drying Facility (CVDF).Between 2000 and 2004, workers at the CVDF were responsible for processing the 2300 tons (2100 metric tons) of irradiated fuel rods removed from underwater storage in the K-Basins prior to transport to safe, dry, interim storage in the Site&amp;#39;s Canister Storage Building (see Canister Storage Building link).In 2008, a small amount of additional fuel was processed through CVDF to interim storage.  The irradiated fuel rods were stored underwater in the K-Basins for the purpose of cooling, contamination control, and to shield workers from radiation.However, for long-term storage, the nuclear fuel needs to be dry.For that reason, the Canister Storage Building is not designed to store any material in water.A new process had to be developed which would allow the fuel rods to be removed from the water, dried, and transferred into the Canister Storage Building without exposing workers to radiation, contamination, or other hazards.  The CVDF is a first-of-its-kind structure that was designed for just that purpose.Crews loaded fuel rods into water-filled containers called Multi-Canister Overpacks (MCO&amp;#39;s) in the basins, a process requiring almost 400 of these MCO&amp;#39;s to be used.  Inside the CVDF, the 150 to 190 gallons of bulk water inside every Overpack had to be removed without any contamination being released.Adding to the challenge is the fact that when wet metallic uranium is exposed to oxygen in the air, it can generate hydrogen gas and potentially ignite.  Engineers who designed the CVDF developed a process which addressed these problems.Pure helium was pumped into each Overpack and then the MCO was sealed, before being brought into the CVDF and placed under a protective hood.The water in the Overpack was then drained and piped to another room at the CVDF, so the liquid could be treated and then safely transported to the Liquid Effluent facility.A vacuum processing system was used to remove any leftover moisture through multiple cycles of vacuuming and helium purges.  As the water inside the MCO was being removed and evaporated, an atmosphere of greater than 99.97% pure helium was maintained in the Overpack.Helium was used to maintain an inert atmosphere, reduce the generation of hydrogen gas and regulate the temperature inside each MCO.A small volume helium purge also helped in the process of removing moisture.Over the course of several days, the temperature and pressure within each Overpack was constantly monitored until readings showed the 13-foot-tall, 26-inch-diameter cask containing up to six metric tons of nuclear fuel had less than 200 grams of total moisture.Ultimately, the MCO was cooled down, resealed, removed from under the protective hood, surveyed for any exterior contamination, and then prepared to be transferred to the Canister Storage Building.  During the four years that the Cold Vacuum Drying Facility was preparing these fuel rods for transfer to the Canister Storage Building, 388 Multi-Canister Overpacks went through the facility.Today, crews are preparing the CVDF for its next mission which will involve the drying of the small fuel pieces (scrap) which remains in containers inside the K-West Basin.   ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6021"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "4ae68e54-44f3-4cc9-864c-bf84d5f7a7f1"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6021"
    },
    {
      "key": "source_hash",
      "value": "1f84d23e30101891f6bc3e3bb0e07612ebe43ed0"
    },
    {
      "key": "harvest_object_id",
      "value": "4ae68e54-44f3-4cc9-864c-bf84d5f7a7f1"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Cold Vacuum Drying Facility",
  "revision_id": "df75ca28-b2e6-4c4c-8451-2b193988444e"
}