{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "97957154-6c05-4b34-862d-1af7335f7ca7",
  "metadata_created": "2015-12-20T19:05:45.455573",
  "metadata_modified": "2015-12-20T19:05:45.455573",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "97957154-6c05-4b34-862d-1af7335f7ca7",
      "webstore_last_updated": null,
      "id": "05206710-905d-4e1f-9559-93aa2f27567d",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "queryMain.aspx",
      "format": "tab delimited text file",
      "tracking_summary": {
        "total": 16,
        "recent": 2
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "ca9908e2-b41a-42d3-b7b8-e500a4620bed",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-12-20T14:05:45.565059",
      "url": "http://www8.nos.noaa.gov/bpdmWeb/queryMain.aspx",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "97957154-6c05-4b34-862d-1af7335f7ca7",
      "webstore_last_updated": null,
      "id": "25e882e5-a210-489d-8e17-5942e93509c2",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "habitat_photos.aspx",
      "format": "JPEG",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "ca9908e2-b41a-42d3-b7b8-e500a4620bed",
      "mimetype": null,
      "cache_url": null,
      "name": "JPG Image File",
      "created": "2015-12-20T14:05:45.565091",
      "url": "http://www8.nos.noaa.gov/biogeo_public/habitat_photos.aspx",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "97957154-6c05-4b34-862d-1af7335f7ca7",
      "webstore_last_updated": null,
      "id": "62c3818f-623e-452c-84d8-3aa27dfe259b",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "queryMain.aspx",
      "format": "",
      "tracking_summary": {
        "total": 16,
        "recent": 2
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "ca9908e2-b41a-42d3-b7b8-e500a4620bed",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-12-20T14:05:45.565100",
      "url": "http://www8.nos.noaa.gov/bpdmWeb/queryMain.aspx",
      "webstore_url": null,
      "last_modified": null,
      "position": 2,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "97957154-6c05-4b34-862d-1af7335f7ca7",
      "webstore_last_updated": null,
      "id": "b6d16963-7364-404a-9177-c1b8f97f9165",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "reef_photos.aspx",
      "format": "",
      "tracking_summary": {
        "total": 6,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "ca9908e2-b41a-42d3-b7b8-e500a4620bed",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-12-20T14:05:45.565107",
      "url": "http://www8.nos.noaa.gov/biogeo_public/reef_photos.aspx",
      "webstore_url": null,
      "last_modified": null,
      "position": 3,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "97957154-6c05-4b34-862d-1af7335f7ca7",
      "webstore_last_updated": null,
      "id": "ae01b696-83f9-48d9-8211-76a68dab7799",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 4,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "ca9908e2-b41a-42d3-b7b8-e500a4620bed",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-12-20T14:05:45.565114",
      "url": "http://ccma.nos.noaa.gov/ecosystems/coralreef/reef_fish/",
      "webstore_url": null,
      "last_modified": null,
      "position": 4,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 5,
  "tags": [

  ],
  "tracking_summary": {
    "total": 2,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "benthic-community-characterization-on-shallow-less-than-30m-hardbottom-shelf-habitats-in-st-cro5c328",
  "isopen": false,
  "url": null,
  "notes": "Reef fish populations are a conspicuous and essential component of USVI coral reef ecosystems. Yet despite their importance, striking population and community level changes have occurred in the recent past due to fishing pressure and habitat degradation. The monitoring methodologies described in this document are necessary for understanding how natural and anthropogenic stressors are changing reef fish populations and communities and will be critical for their sustainable management. A collaborative research effort between the NOAA's National Centers for Coastal Ocean Science, Center for Coastal Monitoring and Assessment's Biogeography Branch (BB) and the National Park Service (NPS) has been used to inventory and assess reef fish populations in reef and reef-associated habitats in the northeast region of St. Croix from 2001-2011. The survey method previously used has been refined to enable broader region-wide coverage at the scale of the USVI yet maintains high precision at the Marine Protected Area (MPA) spatial level. Region-wide population metric estimates are required to effectively manage reef fisheries but are also imperative for spatial management and understanding ecosystem-level processes. For example, the ability to place protected fish resources in the context of the greater region not only allows for the evaluation of management actions but it also provides the ability to determine the ecological role of an MPA in the greater ecosystem. The monitoring method previously used by the Biogeography Branch and other partners in St. Croix and other regions within the USVI and Puerto Rico will be used to characterize and establish baseline data for future monitoring. St. Croix was chosen to serve as the first area to implement the protocol and to evaluate the logistics necessary to implement a long term monitoring program in the USVI as part of the National Coral Reef Monitoring Program (NCRMP). Characterization and monitoring of fish communities requires a quantitative measure of the spatial distribution and variation of those communities. These measures will enable managers to make targeted management decisions (e.g. where to allow mooring or where to allow recreational activities such as snorkeling and SCUBA diving). Additionally, the spatial setting, both within and outside protected regions allows managers to assess the impact, if any, of a change in regulation such as the prohibition of fishing. It also enables analysis of any differential effect (i.e. the effect may be the same throughout the region or it may be more effective toward an edge or center of a management area). To quantify patterns of spatial distribution and make meaningful interpretations, we must first have knowledge of the underlying variables determining species distribution. The basis for this work therefore, is the nearshore benthic habitats maps (less than 100 ft depth) created by NOAA's Biogeography Program in 2001 and NOS' bathymetry models. The sampling domain includes all hardbottom habitats around St. Croix at depths less than 30m. The benthic habitat map and a habitat classification scheme were used to create a sample frame constructed with 50 x 50 m grids. Grids were stratified based on three variables: Hardbottom habitat type, depth zone, and region/management area. Habitat within these grids was stratified into 5 habitat categories (scattered coral/ rock, pavement, bedrock, patch reef and linear reef) each with two depth classifications (shallow (0-11.9 m) and deep (12- 30m)). Further stratification was assigned based on management zones and region of the island. There are three managed areas in St. Croix. Two federal marine protected areas are managed by the Department of Interior's National Park Service: Buck Island Reef National Monument and Salt River Bay National Historical Park and Ecological Reserve. The St. Croix East End Marine Park is a territorial marine protected area managed by the USVI Department of Planning and Natural Resources. Other strata include specific regions of St. Croix: North, East, West, and South shores. Overall there were 70 possible strata: 5 habitat types, 2 depth zones and 8 management areas/regions. The monitoring objectives of this protocol are to determine status, trends, and variability in exploited reef fish species and communities within the USVI region and inside vs. outside different management zones, using measures such as relative abundance (density), spatial distribution, size structure and diversity. The survey design is optimized for nine economically and ecologically important species in the USVI: blue tang (Acanthurus coeruleus). queen triggerfish (Balistes vetula), coney (Cephalopholis fulva), red hind (Epinephelus guttatus), foureye butterflyfish (Chaetodon capistratus), French grunt (Haemulon flavolineatum), yellowtail snapper (Ocyurus chrysurus), stoplight parrotfish (Sparisoma viride) and threespot damselfish (Stegastes planifrons). These species were chosen to include a broad range of life history traits as well as a variety of habitat utilization patterns. The sample design is optimized with the respect to these species, but because all fish species are recorded, monitoring efforts also obtain important information about many non-targeted species, the overall trophic structure, and form the scientific basis for effective management actions. As such, the sample allocation for this mission is based upon the existing community metrics and the above species specific distribution from the northeast region of St. Croix. It was determined that 250 samples among the various strata would be sufficient to characterize hard bottom habitats around the island and have comparable coefficient of variation (CV) to values observed in the northeast region of St. Croix. The goal was to survey as many of the 250 sites as possible in a two week time period. We organized a strong science field team and completed 286 fish and benthic surveys around the island.",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-64.433"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "17.860"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "17.616"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-64.965, 17.616], [-64.433, 17.616], [-64.433, 17.86], [-64.965, 17.86], [-64.965, 17.616]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Please reference NOAA/NOS/NCCOS/CCMA/Biogeography Branch when utilizing these data in a report or peer reviewed publication. Additionally, knowledge of how this dataset has been of use and which organizations are utilizing it is of great benefit for ensuring this information continues to meet the needs of the management and research communities. Therefore, it is requested but not mandatory, that any user of this data supply this information to the Program Manager: Randy Clark (Randy.Clark@noaa.gov) or Chris Jeffrey (email: chris.jeffrey@noaa.gov).\", \"Access Constraints: None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2012-05-07"
    },
    {
      "key": "contact-email",
      "value": "randy.clark@noaa.gov or chris.jeffrey@noaa.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-64.965"
    },
    {
      "key": "metadata-date",
      "value": "2014-08-07"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2012-10-25\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\"These data were prepared by an agency of the United States Government. Neither the United States Government nor any agency thereof, nor any of their employees, make any warranty, expressed or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of any information, apparatus, product, or process disclosed, or represents that its use would not infringe privately owned rights. Reference therein to any specific commercial product, process, or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply its endorsement, recommendation, or favoring by the United States Government or any agency thereof. Any views and opinions expressed herein do not necessarily state or reflect those of the United States Government or any agency thereof. Although all data have been used by NOAA, no warranty, expressed or implied, is made by NOAA as to the accuracy of the data and/or related materials. The act of distribution shall not constitute any such warranty, and no responsibility is assumed by NOAA in the use of these data or related materials.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"NOAA/NOS/NCCOS/CCMA/Biogeography Branch\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2012-05-19"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "bleaching, baseline studies, quadrat monitoring, united states of america, rapid assessment studies, coral reef ecology, turf algae, calcareous macroalgae, zoology, u. s. virgin islands, benthic, earth science, marine invertebrates, hard coral cover dead percentage, biodiversity, coastal processes, country/territory, hard coral cover, erect, coral cover, virgin islands, benthos analysis, sponges, caribbean sea, habitats, damage assessment, transect monitoring, encrusting, aquatic habitat, vegetation, benthic habitat, rugosity, numeric data sets, macroinvertebrates, description, seagrass, st. croix, oceans, belt transect, crustose coralline algae, environmental monitoring, encrusting macroalgae, coralline algae, ocean basin, fleshy macroalgae, st. croix (17n064w0003), photographic, algae, marine plants, atlantic ocean, marine biology, census, reef habitat, in situ, in situ biological, biosphere, boring, octocoral cover, visual, coral reefs, hard coral cover live percentage, reef monitoring and assessment, population density, coral diseases, algal cover, corals"
    },
    {
      "key": "harvest_object_id",
      "value": "57716fcc-be37-4717-a378-254b9fffc91f"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "Benthic Community Characterization on Shallow (less than 30m) Hardbottom Shelf Habitats in St. Croix, USVI. A preliminary field survey to assess operational and logistical approaches to implement the National Coral Reef Monitoring Program (NCRMP) in the USVI.",
  "revision_id": "ca9908e2-b41a-42d3-b7b8-e500a4620bed"
}