{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "aeba3294-f68a-4aa8-a05a-8af033fda65b",
  "metadata_created": "2015-11-27T21:16:41.830422",
  "metadata_modified": "2015-11-27T21:16:41.830422",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 2,
    "recent": 1
  },
  "groups": [
    {
      "display_name": "Local Government",
      "description": "Local Government Topic - for all datasets with state, local, county organizations",
      "image_display_url": "",
      "title": "Local Government",
      "id": "ccc6c266-eee8-44bd-89aa-7cd8c4c6bf46",
      "name": "local"
    }
  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:47.372413",
    "title": "State of Minnesota",
    "name": "state-mn-us",
    "is_organization": true,
    "state": "active",
    "image_url": "http://mn.gov/portal/images/mn_header_mn-logo.png",
    "revision_id": "018d8409-7698-467f-8dc2-c58188806480",
    "type": "organization",
    "id": "24298fe4-ee0d-43ae-af51-81ae5f5c6165",
    "approval_status": "approved"
  },
  "name": "minnesota-navigator-enhanced-30-meter-land-use-land-cover",
  "isopen": false,
  "url": null,
  "notes": "This enhanced 30-meter statewide Land Use/Cover file was produced as a navigation and reference tool for the LMIC EPPL Team's Environmental Atlas and Atlas GDS desktop GIS products. It is based upon the United States Geological Survey's 1992 National Land Cover Data (NLCD), with enhancements made to that data set from several of Minnesota's 1990's-vintage Land Use/Cover files. Enhancements involved substituting data from one of the Minnesota Land Use/Cover data sets when the decision rules specific to the NLCD under-represented land cover or use categories that were thought to be important for visual navigation through the state. Updates were made to improve the representation of wetlands, spruce bogs, lakeshore development, and rural farmsteads.",
  "owner_org": "24298fe4-ee0d-43ae-af51-81ae5f5c6165",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-89.0"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "49.5"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "graphic-preview-file",
      "value": ""
    },
    {
      "key": "bbox-south-lat",
      "value": "43.0"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-97.5, 43.0], [-89.0, 43.0], [-89.0, 49.5], [-97.5, 49.5], [-97.5, 43.0]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints:\", \"Access Constraints: Currently an EPPL7 data set, packaged with the Minnesota Environmental Atlas and Atlas/GDS desktop GIS products. The data set is not currently available outside of these products.\"]"
    },
    {
      "key": "contact-email",
      "value": "gisinfo.mngeo@state.mn.us"
    },
    {
      "key": "bbox-west-long",
      "value": "-97.5"
    },
    {
      "key": "metadata-date",
      "value": "2007-04-11"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2005-01-01\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\"Limitations: Although extensive effort has been made to produce error free and complete data, all geographic information has limitations due to the scale, resolution, date and interpretation of the original source materials.  You should consult available data documentation (metadata) for these particular data to determine their limitations and the precision to which they depict distance, direction, location or other geographic characteristics.  These data may be subject to periodic change without prior notification.\\n\\nNo Warranty: These data are provided as is, without any warranty whatsoever, including but not limited to any warranty as to their performance, merchantability, or fitness for any particular purpose.\\n\\nLiability: The entire risk as to the results of the use of these data is assumed by the user. LMIC is not responsible for any interpretation or conclusions based on these data made by those who acquire or use it. LMIC shall not be liable for any direct, indirect, special, incidental, compensatory or consequential damages or third party claims resulting from the use of these data, even if LMIC has been advised of the possibility of such potential loss or damage.  In States that do not allow the exclusion or limitation of incidental or consequential damages, you may not use these data.\\n\\nRedistribution Conditions: In obtaining these data from LMIC, it is understood that you and/or your organization have the right to use them for any internal purpose. If you modify them, you should document those changes in a metadata record that should accompany all redistributed data.  If you transmit or provide these data in any form to another user, the data MUST be accompanied by a copy of this disclaimer and all documentation provided with the original data set including the full metadata record.\\n\\nData Delivered on Electronic Media: If these data have been requested from LMIC on magnetic media, CD-ROM or any other physical media, LMIC will deliver this product in the computer-readable format agreed upon with the requestor.  LMIC will re-issue these data if they are determined unreadable by correctly adjusted computer input devices, or when the medium is delivered in a damaged condition.  Requests for re-issue of this digital data product must be made within 30 days of the date shipped from LMIC.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Land Management Information Center (LMIC)\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": ""
    },
    {
      "key": "harvest_object_id",
      "value": "eea36a17-421e-45f0-8c2d-7c25ce35e281"
    },
    {
      "key": "harvest_source_id",
      "value": "526b774b-2dbe-4b61-91f5-8e3e020b9bce"
    },
    {
      "key": "harvest_source_title",
      "value": "Minnesota Geospatial Information Office"
    }
  ],
  "title": "Minnesota Navigator: Enhanced 30-meter Land Use/Land Cover",
  "revision_id": "6f64a1e7-0e47-473f-b077-ba5a0f8abde7"
}