{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "b61f3be7-a5dc-4f08-9f0c-e10ad8c28403",
  "metadata_created": "2015-06-12T19:29:52.870281",
  "metadata_modified": "2016-04-29T21:01:56.994738",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "b61f3be7-a5dc-4f08-9f0c-e10ad8c28403",
      "webstore_last_updated": null,
      "id": "bf601a48-36a9-4ecd-b0cb-755876d4078b",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 202,
        "recent": 5
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "711cb8b1-003a-4619-a82b-588b6b146596",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-04-29T17:01:57.226936",
      "url": "http://bios.dfg.ca.gov",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "b61f3be7-a5dc-4f08-9f0c-e10ad8c28403",
      "webstore_last_updated": null,
      "id": "42d7b02e-87cd-47f6-9186-a5f60ade13cd",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "ds1196.zip",
      "format": "ZIP",
      "tracking_summary": {
        "total": 2,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "711cb8b1-003a-4619-a82b-588b6b146596",
      "mimetype": null,
      "cache_url": null,
      "name": "Zip File",
      "created": "2016-04-29T17:01:57.226957",
      "url": "ftp://ftp.dfg.ca.gov/BDB/GIS/BIOS/Public_Datasets/ds1196.zip",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 17,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-05-19T14:05:26.054173",
    "title": "State of California",
    "name": "ca-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ca.gov/images/template2012/header_ca.gov.png",
    "revision_id": "ad94cda4-9394-44d0-9c37-573dc3c47c9a",
    "type": "organization",
    "id": "467d900f-8a42-452d-9906-6610dd1a767f",
    "approval_status": "approved"
  },
  "name": "vegetation-western-riverside-county-update-2012-1196",
  "isopen": false,
  "url": null,
  "notes": "Aerial Information Systems, Inc. (AIS) was contracted by the Western Riverside County Regional Conservation Authority to perform an update to their original 2005 Western Riverside Vegetation Map. The project was funded through a Local Assistance Grant from the California Department of Fish and Wildlife (CDFW). The original vegetation layer was created in 2005 using a baseline image dataset created from 2000/01 Emerge imagery flown in early spring. The original map has been used to monitor and evaluate the habitat in the Western Riverside County Multi-species Habitat Conservation Plan (MSHCP). An update to the original map was needed to address changes in vegetation makeup that have occurred in the intervening years due to widespread and multiple burns in the mapping area, urban expansion, and broadly occurring vegetation succession.The update conforms to the standards set by the National Vegetation Classification System (NVCS) published in 2008 by the Federal Geographic Data Committee. (FGDC-STD-005-2008, Vegetation Subcommittee, Federal Geographic Data Committee, February 2008) The update also adheres to the vegetation types as represented in the 2008-second edition of the Manual of California Vegetation (MCV2). Extensive ground based field data both within and nearby the western Riverside County mapping area has been acquired since the completion of the project in 2005. This additional data has resulted in the reclassification of several vegetation types that are addressed in the updated vegetation map. The mapping area covers 1,017,364 acres of the original 1.2 million acres mapped in the 2005 study. The new study covers portions of the Upper Santa Ana River Valley, Perris Plain, and the foothills of the San Jacinto and Santa Ana Mountains but excludes US Forest Service land. The final geodatabase includes an updated 2012 vegetation map. Vegetative and cartographic comparisons between the newly created 2012 image-based map and the original vegetation map produced in 2005 are described in this report.The Update mapping was performed using baseline digital imagery created in 2012 by the US Department of Agriculture – Farm Service Agency’s National Agricultural Imagery Program (NAIP). Vegetation units were mapped using the National Vegetation Classification System (NVCS) to the Alliance and Association level as depicted in the MCV2. Approximately 55% of the study area is classified to vegetated or naturally occurring sparsely vegetated types; the remaining 45% is unvegetated, with over a third (36%) in urban development and an additional 9% in agriculture. The major tasks for the Update project consisted of updating the original mapping classification to conform to the changes and refinements to the MCV2 classification, updating the existing vegetation map to 2012 conditions, retroactively correcting the 2005 vegetation interpretations, creating the final report and project metadata, and producing the final vegetation geodatabase. After completion of the original 2005 vegetation map, CDFW crosswalked the original mapping units to the NVCS hierarchical names as defined in the Manual of California Vegetation (MCV).The original crosswalk was revised during the Update effort to reflect changes in the original MCV classification as depicted in the second edition (MCV2). Changes were minor and did not result in a significant effort in the updating process. The updating process in many steps is similar to the creation of the original vegetation map. First, photo interpreters review the study area for terrain, environmental features, and probable vegetation types present. Questionable photo signatures on the new baseline imagery (2012 NAIP) were compared to the original 2000/01 Emerge imagery. Photo signatures for a given vegetation polygon were correlated between the two image datasets. Production level updates to the linework and labeling commenced following the correlation of the two baseline image datasets and the subsequent refinement of photo interpretation criteria and biogeographical descriptions of the types. Existing datasets depicting topography, fire history, climate and past vegetation gathering efforts aided photo interpreters in their delineations and floristic assignments during the updating effort. The production updating effort took approximately 11 months.",
  "owner_org": "467d900f-8a42-452d-9906-6610dd1a767f",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"California Department of Fish and Wildlife\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "contact-email",
      "value": "Todd.Keeler-Wolf@Wildlife.ca.gov"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-117.689591"
    },
    {
      "key": "metadata-date",
      "value": "2016-04-20"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2015-03-01\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-116.544870"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "34.040292"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "33.413532"
    },
    {
      "key": "licence",
      "value": "[\"The information depicted in this GIS layer is the result of digital analyses performed on a database consisting of information from a variety of governmental and other credible sources. The accuracy of the information presented is limited to the collective accuracy of the database on the date of the analysis. The information is believed accurate and reasonable efforts have been made to ensure the accuracy of the data. However, the DFW expressly disclaims responsibility for damages or liability that may arise from use of this data. This product is the property of the DFW and its use is thereby restricted.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-117.689591, 33.413532], [-116.54487, 33.413532], [-116.54487, 34.040292], [-117.689591, 34.040292], [-117.689591, 33.413532]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: None\", \"Access Constraints: No access constraints.\"]"
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "tags",
      "value": "national vegetation classification system, environment, inlandwaters, riverside county, mcv vegetation map, mshcp vegetation map, western states, biota, cdfw, nvcs, california, western riverside county, california department of fish and wildlife, western riverside county vegetation map, vegetation"
    },
    {
      "key": "harvest_object_id",
      "value": "e17ae3ed-2321-429e-af7a-aa9ef252bde9"
    },
    {
      "key": "harvest_source_id",
      "value": "bf0e0f99-7417-42e4-a627-e94c49cb4159"
    },
    {
      "key": "harvest_source_title",
      "value": "State of California Geoportal"
    }
  ],
  "title": "Vegetation - Western Riverside County Update - 2012 [ds1196]",
  "revision_id": "711cb8b1-003a-4619-a82b-588b6b146596"
}