{
  "collection_metadata_url": "http://meta.geo.census.gov/data/existing/decennial/GEO/GPMB/TIGERline/TIGER2016/ParentFiles/SeriesCollection_tl_2016_place.shp.iso.xml",
  "private": false,
  "revision_timestamp": null,
  "frequency": "MANUAL",
  "id": "a128b333-ebfa-4466-a40e-24544ce1bae4",
  "metadata_created": "2016-10-07T19:10:17.921141",
  "metadata_modified": "2016-10-07T19:10:17.921141",
  "title": "2016_place",
  "state": "active",
  "relationships_as_object": [

  ],
  "creator_user_id": "65349",
  "config": "{\"collection_metadata_url\": \"http://meta.geo.census.gov/data/existing/decennial/GEO/GPMB/TIGERline/TIGER2016/ParentFiles/SeriesCollection_tl_2016_place.shp.iso.xml\", \"validator_profiles\": [\"iso19139ngdc\"], \"private_datasets\": false}",
  "resources": [

  ],
  "tags": [

  ],
  "source_type": "waf-collection",
  "tracking_summary": {
    "total": 0,
    "recent": 0
  },
  "groups": [

  ],
  "relationships_as_subject": [

  ],
  "name": "2016-place",
  "url": "http://meta.geo.census.gov/data/existing/decennial/GEO/GPMB/TIGERline/TIGER2016/place/",
  "type": "harvest",
  "notes": "The TIGER/Line shapefiles include both incorporated places (legal entities) and census designated places or CDPs (statistical entities).  An incorporated place is established to provide governmental functions for a concentration of people as opposed to a minor civil division (MCD), which generally is created to provide services or administer an area without regard, necessarily, to population.  Places always nest within a state, but may extend across county and county subdivision boundaries.  An incorporated place usually is a city, town, village, or borough, but can have other legal descriptions.  CDPs are delineated for the decennial census as the statistical counterparts of incorporated places.  CDPs are delineated to provide data for settled concentrations of population that are identifiable by name, but are not legally incorporated under the laws of the state in which they are located.  The boundaries for CDPs often are defined in partnership with state, local, and/or tribal officials and usually coincide with visible features or the boundary of an adjacent incorporated place or another legal entity.  CDP boundaries often change from one decennial census to the next with changes in the settlement pattern and development; a CDP with the same name as in an earlier census does not necessarily have the same boundary.  The only population/housing size requirement for CDPs is that they must contain some housing and population.  \r\n\r\n \r\nThe boundaries of most incorporated places in this shapefile are as of January 1, 2015, as reported through the Census Bureau's Boundary and Annexation Survey (BAS).    The boundaries of all CDPs were delineated as part of the Census Bureau's Participant Statistical Areas Program (PSAP) for the 2010 Census.",
  "owner_org": "31c49abe-512a-412a-9cc7-5b2601325d6b",
  "private_datasets": false,
  "organization": {
    "description": "The Census Bureau's mission is to serve as the leading source of quality data about the nation's people and economy. We honor privacy, protect confidentiality, share our expertise globally, and conduct our work openly. We are guided on this mission by scientific objectivity, our strong and capable workforce, our devotion to research-based innovation, and our abiding commitment to our customers.",
    "created": "2013-03-14T03:44:46.743070",
    "title": "US Census Bureau, Department of Commerce",
    "name": "census-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.census.gov/main/img/home/CensusLogo-white.png",
    "revision_id": "0995f525-d563-4254-a535-af5b926fe663",
    "type": "organization",
    "id": "31c49abe-512a-412a-9cc7-5b2601325d6b",
    "approval_status": "approved"
  },
  "revision_id": "b92c822f-1aa7-49f3-993c-3d67e4b1a1da",
  "validator_profiles": "iso19139ngdc"
}