{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "e6665391-b01f-402b-a421-bcaab24bcfd2",
  "metadata_created": "2015-02-03T21:06:31.585471",
  "metadata_modified": "2015-02-03T21:06:31.585471",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "e6665391-b01f-402b-a421-bcaab24bcfd2",
      "webstore_last_updated": null,
      "id": "bb3a2410-08c6-4b4d-828e-0beff56d9a84",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 109,
        "recent": 4
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "41f8a6fc-273e-4aae-92e4-d978640da441",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-02-03T16:06:31.748586",
      "url": "http://pubs.usgs.gov/ds/781/",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 3,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "habitat-drakes-bay-and-vicinity-california",
  "isopen": false,
  "url": null,
  "notes": "This part of DS 781 presents data for the habitat map of the seafloor of the Drakes Bay and Vicinity map area, California. The vector data file is included in \"Habitat_DrakesBay.zip,\" which is accessible from http://pubs.usgs.gov/ds/781/DrakesBay/data_catalog_DrakesBay.html. Using multibeam echosounder (MBES) bathymetry and backscatter data, potential marine benthic habitat maps were constructed. The habitats were based on substrate types and documented or \"ground truthed\" using underwater video images and seafloor samples obtained by the USGS. These maps display various habitat types that range from flat, soft, unconsolidated sediment-covered seafloor to hard, deformed (folded), or highly rugose and differentially eroded bedrock exposures. Rugged, high-relief, rocky outcrops that have been eroded to form ledges and small caves are ideal habitat for rockfish (Sebastes spp.) and other bottom fish such as lingcod (Ophiodon elongatus). Habitat map is presented in a map format generated in a GIS (ArcMap), and both digital and hard-copy versions will be produced.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-122.76"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "38.03"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "graphic-preview-type",
      "value": "JPEG"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "graphic-preview-file",
      "value": "<http://pubs.usgs.gov/ds/781/DrakesBay/images/Habitat_DrakesBay.jpg>"
    },
    {
      "key": "bbox-south-lat",
      "value": "37.88"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-122.97, 37.88], [-122.76, 37.88], [-122.76, 38.03], [-122.97, 38.03], [-122.97, 37.88]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: This information is not intended for navigational purposes. Read and fully comprehend the metadata prior to data use. Uses of these data should not violate the spatial resolution of the data. Where these data are used in combination with other data of different resolution, the resolution of the combined output will be limited by the lowest resolution of all the data. Acknowledge the U.S. Geological Survey in products derived from these data. Share data products developed using these data with the U.S. Geological Survey and California State University, Monterey Bay. This database has been approved for release and publication by the Director of the USGS. Although this database has been subjected to rigorous review and is substantially complete, the USGS reserves the right to revise the data pursuant to further analysis and review. Furthermore, it is released on condition that neither the USGS nor the United States Government may be held liable for any damages resulting from its authorized or unauthorized use. Although this Federal Geographic Data Committee-compliant metadata file is intended to document these data in nonproprietary form, as well as in ArcInfo format, this metadata file may include some ArcInfo-specific terminology. USGS-authored or produced data and information are in the public domain. Acknowledge the U.S. Geological Survey and California State University, Monterey Bay, Seafloor Mapping Lab in products derived from these data. Share data products developed using these data with the U.S. Geological Survey. This information is not intended for navigational purposes. Read and fully comprehend the metadata prior to data use. Uses of these data should not violate the spatial resolution of the data. Where these data are used in combination with other data of different resolution, the resolution of the combined output will be limited by the lowest resolution of all the data. Although this Federal Geographic Data Committee-compliant metadata file is intended to document these data in nonproprietary form, as well as in ArcInfo format, this metadata file may include some ArcInfo-specific terminology.\", \"Access Constraints: If physical samples or materials are available, constraints on their on-site access are described in \\\"WR CMG Sample Distribution Policy\\\" at URL: http://walrus.wr.usgs.gov/infobank/programs/html/main/sample-dist-policy.html\"]"
    },
    {
      "key": "contact-email",
      "value": "greene@mlml.calstate.edu"
    },
    {
      "key": "bbox-west-long",
      "value": "-122.97"
    },
    {
      "key": "metadata-date",
      "value": "2014-02-06"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2014-01-01\"}]"
    },
    {
      "key": "graphic-preview-description",
      "value": "Benthic habitat of Drakes Bay and Vicinity ."
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\" \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Center for Habitat Studies, Moss Landing Marine Laboratories\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "pacific ocean, seafloor mapping, gis, benthic marine habitat, oceans, northern california, drakes bay, bathymetry/seafloortopography, california, bathymetry, seafloor topography, offshore geology"
    },
    {
      "key": "harvest_object_id",
      "value": "edd6ffaa-7511-4044-bdef-4236536593d4"
    },
    {
      "key": "harvest_source_id",
      "value": "77f16df5-23cd-41bb-86af-1bdf1be6f907"
    },
    {
      "key": "harvest_source_title",
      "value": "U.S. Geological Survey Coastal Map"
    }
  ],
  "title": "Habitat--Drakes Bay and Vicinity, California",
  "revision_id": "41f8a6fc-273e-4aae-92e4-d978640da441"
}