{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "77f20cf4-e152-4f8e-be04-ba8361278759",
  "metadata_created": "2013-06-12T18:00:51.554537",
  "metadata_modified": "2015-04-09T23:12:46.045118",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "77f20cf4-e152-4f8e-be04-ba8361278759",
      "webstore_last_updated": null,
      "id": "90f53831-85d1-4ed8-a671-5e101c718244",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "wms_image_server_description.html",
      "format": "HTML",
      "tracking_summary": {
        "total": 5,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "42d3292d-b46d-4d8c-b4de-13209ea0a855",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-06-12T14:00:51.782369",
      "url": "http://www.mngeo.state.mn.us/chouse/wms/wms_image_server_description.html",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 11,
    "recent": 2
  },
  "groups": [
    {
      "display_name": "Local Government",
      "description": "Local Government Topic - for all datasets with state, local, county organizations",
      "image_display_url": "",
      "title": "Local Government",
      "id": "ccc6c266-eee8-44bd-89aa-7cd8c4c6bf46",
      "name": "local"
    }
  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:47.372413",
    "title": "State of Minnesota",
    "name": "state-mn-us",
    "is_organization": true,
    "state": "active",
    "image_url": "http://mn.gov/portal/images/mn_header_mn-logo.png",
    "revision_id": "018d8409-7698-467f-8dc2-c58188806480",
    "type": "organization",
    "id": "24298fe4-ee0d-43ae-af51-81ae5f5c6165",
    "approval_status": "approved"
  },
  "name": "high-resolution-orthoimage-doq-border-region-of-ne-north-dakota-nw-minnesota-and-manitoba-ca-14",
  "isopen": false,
  "url": null,
  "notes": "An orthoimage (DOQ) is remotely sensed image data in which displacement of features in the image caused by terrain relief and sensor orientation have been mathematically removed. Orthoimagery combines the image characteristics of a photograph with the geometric qualities of a map. For this dataset, the natural color orthoimages were produced at 0.3-meter pixel resolution (approximately 1-foot). The design accuracy is estimated not to exceed 6 meter horizontal RMSE for locations within the United States. Each orthoimage provides imagery for a 1500-meter by 1500-meter block on the ground. The projected coordinate system is UTM with a NAD83 datum, spheroid GRS80. There is no image overlap between adjacent files. The naming convention is based on the U.S. National Grid (USNG), taking the coordinates of the SW corner of the orthoimage. --------------------------- Note: This metadata record was created by the Minnesota Geospatial Information Office (MnGeo) based on the metadata provided by 3001, Inc. for individual Zone 14 tiles. It describes the layers that MnGeo created for its WMS service from the tiled dataset. ---------------------------",
  "owner_org": "24298fe4-ee0d-43ae-af51-81ae5f5c6165",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "graphic-preview-file",
      "value": "None available"
    },
    {
      "key": "contact-email",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-99.01"
    },
    {
      "key": "metadata-date",
      "value": "2010-03-24"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2009-01-01\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-96.07"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "49.18"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "48.52"
    },
    {
      "key": "licence",
      "value": "[\"1.   USGS:  There is no guarantee of warranty concerning the accuracy of the data.  Users should be aware that temporal changes may have occurred since this data set was collected and that some parts of this data may no longer represent actual surface conditions.  Users should not use this data for critical applications without a full awareness of its limitations.  Acknowledgement of the originating agencies would be appreciated in products derived from these data.  Any user who modifies the data is obligated to describe the types of modifications they perform.  User specifically agrees not to misrepresent the data, nor to imply that changes made were approved or endorsed by the U.S. Government.\\n\\n2.  MnGeo:   DISTRIBUTION LIABILITY STATEMENT\\nFor data or maps delivered online or by physical media by the Minnesota Geospatial Information Office\\n\\nLimitations: Although extensive effort has been made to produce error-free and complete data, all geographic information has limitations due to the scale, resolution, date and interpretation of the original source materials. Users should consult available data documentation (metadata) for this particular data to determine limitations and the precision to which the data depict distance, direction, location or other geographic characteristics. Data may be subject to change without prior notification.\\n\\nNo warranty: Data is provided as is, without any warranty whatsoever, including but not limited to any warranty as to performance, merchantability or fitness for any particular purpose.\\n\\nLiability: The entire risk as to the results of the use of this data is assumed by the user. MnGeo is not responsible for any interpretation or conclusions made by those who acquire or use it. MnGeo shall not be liable for any direct, indirect, special, incidental, compensatory or consequential damages or third-party claims resulting from the use of this data, even if MnGeo has been advised of the possibility of such potential loss or damage. In states that do not allow the exclusion or limitation of incidental or consequential damages, this data may not be used.\\n\\nRedistribution conditions: In obtaining this data from MnGeo, it is understood that individuals or organizations have the right to use it for any internal purpose. If data is modified, changes should be documented in a metadata record that should accompany all redistributed data. If data is transmitted or provided in any form to another user, the data must be accompanied by a copy of this disclaimer and all documentation provided with the original data set, including the full metadata record.\\n\\nData delivered on electronic media: If data has been requested from MnGeo on magnetic media, CD or any other physical media, MnGeo will deliver it in the computer-readable format agreed upon with the requestor. MnGeo will reissue data if it is unreadable by correctly adjusted computer input devices or when the media is delivered in a damaged condition. Requests for reissue of this digital data product must be made within 30 days of the date shipped from MnGeo.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-99.01, 48.52], [-96.07, 48.52], [-96.07, 49.18], [-99.01, 49.18], [-99.01, 48.52]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: There is no guarantee of warranty concerning the accuracy of the data. Users should be aware that temporal changes may have occurred since this data set was collected and that some parts of this data may no longer represent actual surface conditions. Users should not use this data for critical applications without a full awareness of its limitations. Acknowledgement of the originating agencies would be appreciated in products derived from these data. Any user who modifies the data is obligated to describe the types of modifications they perform. User specifically agrees not to misrepresent the data, nor to imply that changes made were approved or endorsed by the U.S. Government.\", \"Access Constraints: Any downloading and use of these data signifies a users agreement to comprehension and compliance of the U.S. Government Standard Disclaimer. Insure all portions of metadata are read and clearly understood before using these data in order to protect both user and U.S. Government interests.\"]"
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "frequency-of-update",
      "value": "irregular"
    },
    {
      "key": "tags",
      "value": ""
    },
    {
      "key": "harvest_object_id",
      "value": "3c9c7d7f-3bbf-47b5-86e1-9971bef977d3"
    },
    {
      "key": "harvest_source_id",
      "value": "526b774b-2dbe-4b61-91f5-8e3e020b9bce"
    },
    {
      "key": "harvest_source_title",
      "value": "Minnesota Geospatial Information Office"
    }
  ],
  "title": "High Resolution Orthoimage (DOQ): Border Region of NE North Dakota, NW Minnesota, and Manitoba, Canada, 2009, UTM Zone 14",
  "revision_id": "e53b6e11-4080-4117-9332-dc55ac1c14c5"
}