{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "0389ceec-6074-4c0e-86d7-1d77e2febb5c",
  "metadata_created": "2013-03-15T16:30:18.160479",
  "metadata_modified": "2013-05-17T00:00:00",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": null,
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "0389ceec-6074-4c0e-86d7-1d77e2febb5c",
      "webstore_last_updated": null,
      "id": "9636b579-bfbf-46c6-9762-8adc796c986b",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 14,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "e54a7c89-3a3a-44de-a1d0-ba92f98822e4",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-03-15T17:30:18.181926",
      "url": "http://energy.cr.usgs.gov/oilgas/gulf/gcgonline/",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 80,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "gulf-coast-geology-gcg-online",
  "isopen": false,
  "url": null,
  "notes": "A large percentage of the present and future energy resources of the United States reside in the Gulf of Mexico Basin, one of the major hydrocarbon producing areas of the world. Recent conceptual and technological advances have resulted in significant new finds and opened large areas to new or renewed exploration. The U.S. Geological Survey's Framework Studies and Assessment of the Gulf Coast Project was established in 1999 to provide the geologic, geophysical, and geochemical framework studies that will aid in a reassessment of energy commodities (coal, gas, and oil) in the Gulf Coast Region. The project targets intervals identified during preceding oil, gas, and coal assessments as requiring additional study. It (1) defines the petroleum systems of the region; (2) conducts specific geologic framework studies and petroleum system analyses on selected priority intervals; (3) studies the coal-bearing interval to evaluate coal distribution and quality, coal-bed gas, and source rock potential; (4) works in cooperation with the National Oil and Gas Assessment (NOGA) Project to conduct a focused assessment of the Gulf Region; and (5) contributes to the next phase of the National Coal Resource Assessment. Gulf Coast Geology (GCG) Online is a Geographical Information System (GIS) database, developed as an ArcMap (ESRI, 2003) project to be served online utilizing ArcIMS (Internet Map Service, ESRI, 2003) It serves three major needs of the project: 1) efficient, centralized data management and visualization; 2) development and sharing of data and interpretations by project personnel; and 3) dissemination of information and products to customers in an easily usable format. Currently, all USGS assessments are petroleum system based and require large amounts of geologic, geophysical, geochemical, and paleontologic data in addition to well and field databases. In mature provinces and especially in large ones such as the Gulf Coast these data sets can be quite large so the data management role becomes critical. For example, the Miocene database alone contains nearly 100 layers in addition to the 25 layers of geographic and geologic bases. At the same time, it is necessary for the large number of scientists working under tight deadlines on a wide variety of topics to have ready access to all of these data as well as to each other's most recently developed data and interpretations. An additional requirement is that the output be easily usable by project personnel or customers (management, other scientists, the general public, etc.) who may or may not have any GIS expertise or very sophisticated equipment. This is particularly important for government agencies such as the USGS whose primary mission is to provide the best and most current information possible to decision makers and the public. The USGS will publish DS 90 in a series of releases that will be made available online as they are completed. DS 90-A will pertain to the Miocene only while DS 90-B, C, etc. will pertain to other parts of the section or other formations. Each release will have a version number so that updates may be tracked and referenced. DS 90-A, version 1 for example, deals almost exclusively with the Miocene of southern Louisiana, primarily because of the availability of data. Sources of data specific to each individual layer within the database are documented in the metadata for that layer. In most cases, the accuracy of data from outside sources is assumed to be sufficient for the purposes of this regional compilation and the user is cautioned in the use of these data at prospect and smaller scales. All data are in the form of shapefiles except for the base cartographic layers, which are ArcSDE (Spatial Data Engine, ESRI, 2003) layers and maintained on the U.S. Geological Survey Central Energy Resources Team server along with the applications software. An updated version, DS 90-A, version 2, perhaps combining data on the Miocene of Texas with the previously published data, will be published at a later date. All versions of all releases will be available through the Central Energy Resources web site at http://energy.cr.usgs.gov/.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"U.S. Geological Survey, Central Energy Resources Team\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "contact-email",
      "value": "achuffman@usgs.gov"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-96.98"
    },
    {
      "key": "metadata-date",
      "value": "2003-01-01"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2004-01-01\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-84.73"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "34.23"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "29.43"
    },
    {
      "key": "licence",
      "value": "[\" \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-96.98, 29.43], [-96.98, 34.23], [-84.73, 34.23], [-84.73, 29.43], [-96.98, 29.43]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Access Constraints:\"]"
    },
    {
      "key": "graphic-preview-file",
      "value": "http://certmapper.cr.usgs.gov/data/gulf/graphic/gcgonline_browse.jpg"
    },
    {
      "key": "frequency-of-update",
      "value": ""
    },
    {
      "key": "tags",
      "value": "Natural gas resources, Economic geology, geoscientificInformation, economy, Energy Resources, Earth Science, Natural Resources, U.S. Geological Survey, USGS, Geology, Natural Gas, Petroleum, Resource Assessment, oil and gas, Sedimentary Basin, tertiary, miocene, OilGas, GulfRoom, GulfCoastFramework"
    },
    {
      "key": "harvest_object_id",
      "value": "245f5865-e172-4692-a50c-cbf2501ddf34"
    },
    {
      "key": "harvest_source_id",
      "value": "8d0791c4-34a9-4013-9d2f-985b8c8db656"
    },
    {
      "key": "harvest_source_title",
      "value": "USGS Energy Resource Program Data Finder"
    }
  ],
  "title": "Gulf Coast Geology (GCG) Online",
  "revision_id": "e54a7c89-3a3a-44de-a1d0-ba92f98822e4"
}