{
  "license_title": "U.S. Government Work",
  "maintainer": "Jason Derleth",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "jason.e.derleth@nasa.gov",
  "num_tags": 3,
  "id": "640582b0-da4b-4392-97d4-537004c105e9",
  "metadata_created": "2015-04-09T18:57:08.558473",
  "metadata_modified": "2015-07-08T19:30:23.447034",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "640582b0-da4b-4392-97d4-537004c105e9",
      "webstore_last_updated": null,
      "id": "3fe45b1e-d446-484f-885c-b0ca3116cf7d",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "XML",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/xml",
      "cache_url": null,
      "name": "XML File",
      "created": "2015-04-09T14:57:08.701548",
      "url": "http://techport.nasa.gov/xml-api/15888",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "23cc6572-d1b6-44fe-9bfe-52f54ecdd1df",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "active",
      "id": "e48100ef-ebfc-4859-8e8a-91a0f5feaae6",
      "name": "active"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "nasa-headquarters",
      "id": "ba148baf-ed21-4140-a8f3-d5f87bcf6344",
      "name": "nasa-headquarters"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "project",
      "id": "24471320-3e5c-42b5-a078-8e48e70e2ac4",
      "name": "project"
    }
  ],
  "tracking_summary": {
    "total": 7,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "titan-submarine-exploring-the-depths-of-kraken-project",
  "isopen": true,
  "url": null,
  "notes": "&lt;p&gt;Titan is unique in the outer solar system in that it is the only one of the bodies outside the Earth with liquid lakes and seas on its surface. The Titanian seas, however, are not composed of water, like Earth&amp;rsquo;s seas, but are seas of liquid hydrocarbons. What lies beneath the surface of Titan&amp;rsquo;s seas?&amp;nbsp;We propose to develop a conceptual design of a submersible autonomous vehicle (submarine) to explore extraterrestrial seas. Specifically, to send a submarine to Titan&amp;rsquo;s largest northern sea, Kraken Mare. This craft will autonomously carry out detailed scientific investigations under the surface of Kraken Mare, providing unprecedented knowledge of an extraterrestrial sea and expanding NASA&amp;rsquo;s existing capabilities in planetary exploration to include in situ nautical operations.&amp;nbsp;&lt;/p&gt;&lt;p&gt;Sprawling over some 1000 km, with depths estimated at 300 m, Kraken Mare is comparable in size to the Great Lakes and represents an opportunity for an unprecedented planetary exploration mission. This mission would be a logical follow-on to a Titan surface mission such as TiME (Titan Mare Explorer) or even a component of a flagship mission of multiple vehicles. The mission concept we propose to study will investigate a full spectrum of oceanographic phenomena: chemical composition of the liquid, surface and subsurface currents, mixing and layering in the &amp;ldquo;water&amp;rdquo; column, tides, wind and waves, bathymetry, and bottom features and composition. Measurements of all these aspects of Titan&amp;rsquo;s hydrocarbon ocean environment can only be made through focused in situ exploration with a well-instrumented craft.&amp;nbsp;This investigation represents a significant advancement in our understanding of the history and evolution of organic compounds in the solar system, and hence a critical step along the path to understanding the evolution of life here on Earth and potential life elsewhere in the galaxy.&amp;nbsp;&lt;/p&gt;&lt;p&gt;While concepts of exploring extraterrestrial oceans, specifically Titan&amp;rsquo;s, have been proposed in the past they have centered on simple suspended probes or &amp;lsquo;diving bells&amp;rsquo; (Lorenz, 2009, Epperly et al., 2010.) Titan Submarine, or Titan Sub for short, will be a fully autonomous, highly capable science craft that will allow a complete exploration of what exists beneath the waves on another world. As such no one has yet envisioned what such a craft might look like, how it would operate or if it could be built; this is the conceptual mission design work we propose with Titan Sub.&lt;/p&gt;&lt;p&gt;The Titan Sub addresses NASA&amp;rsquo;s strategic goals 2, 3, and 6 by exploring the Titan environ-ment which could hold clues to how earth and life formed, it will create new technologies in the form of a semi-autonomous planetary submersible which could be extended to other planetary oceans, and would capture the imaginations of educators and students by sharing with them exploration of a completely new environment on a foreign world. Titan Sub will also address the NASA technology areas of Space Power and Energy Storage, Robotics and Autonomous Systems, Communications and Navigation Systems, Science Instruments and Sensors, Materials, and Thermal Management Systems. By addressing the challenges of autonomous submersible exploration in a cold outer solar system environment, Titan Sub serves as a pathfinder for even more exotic future exploration of the subsurface water oceans of Europa etc.&lt;/p&gt;",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2014-07-01T00:00:00Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "references",
      "value": [
        "http://techport.nasa.gov/home",
        "http://techport.nasa.gov/doc/home/TechPort_Advanced_Search.pdf",
        "http://techport.nasa.gov/fetchFile?objectId=6561",
        "http://techport.nasa.gov/fetchFile?objectId=3456",
        "http://techport.nasa.gov/fetchFile?objectId=3447",
        "http://techport.nasa.gov/fetchFile?objectId=6584",
        "http://techport.nasa.gov/fetchFile?objectId=6560",
        "http://techport.nasa.gov/fetchFile?objectId=3448"
      ]
    },
    {
      "key": "source_hash",
      "value": "5f7c94ba01033f92541b8a853541631a71b0b34a"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "temporal",
      "value": "2014-07-01T00:00:00Z/2015-06-01T00:00:00Z"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:000"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://techport.nasa.gov/view/15888"
    },
    {
      "key": "harvest_object_id",
      "value": "9b273faa-be02-4fe9-8907-be1325a42e8b"
    },
    {
      "key": "publisher",
      "value": "Space Technology Mission Directorate"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a89c63a7fe59b498357"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "National Aeronautics and Space Administration > Space Technology Mission Directorate"
    },
    {
      "key": "modified",
      "value": "2015-03-12"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": "TECHPORT_15888"
    },
    {
      "key": "harvest_object_id",
      "value": "9b273faa-be02-4fe9-8907-be1325a42e8b"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Titan Submarine: Exploring the Depths of Kraken Project",
  "revision_id": "459b9325-42ad-43dc-9992-f3af4e8c8c72"
}