{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "1dfd3afe-7090-48cc-b9c0-3fd7c4931932",
  "metadata_created": "2015-10-15T06:05:49.898677",
  "metadata_modified": "2015-10-15T06:05:49.898677",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 37,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "human-factors-laboratory-255ea",
  "isopen": false,
  "url": null,
  "notes": " This laboratory is a unique facility for research in the areas of biomechanics, applied physiology, and industrial psychology. The 30- by 40-foot laboratory has a 17-foot-high ceiling to permit the study of a variety of work practices. The lab supports studies of postural stability, human motor and mental responses, machine safety, acute musculoskeletal injuries, and heat stress evaluations. This laboratory is equipped with three core systems, an environmental control unit (ECU), two types of motion measurement systems, and two force platforms. An electromyography (EMG) measurement system and various physical signal measurement devices are also available, and can be synchronized with the core systems. The ECU can control temperature and lighting with a high degree of precision; temperature can be controlled in a range of 35-degree F to 95-degree F, 30% to 90% humidity, and 0.1 to 100 foot candles lighting. The motion measurement systems use six cameras, which are located in each corner of the room. One system uses an infrared camera which automatically calculates body-position velocities, accelerations, and interfaces directly to software programs which then calculate joint forces. These features make the system optimal for the rapid analysis of motions when all the body markers are visible throughout the range of movement being studied. For movements in which some markers may be hidden at certain times, the second type of measurement system offers a manual digitizing capacity to recover the hidden data points. This video-based system, which is controlled by the Peak Motus software application, can objectively collect, quantify, and document motion in two- and threedimensional space. These systems are interchangeable within the high bay lab. The last major items of research equipment are two force platforms, which are used to capture data such as the amount of force distribution and direction in workers&amp;#39; feet during walking, as well as the amount of sway in a worker&amp;#39;s standing posture, as a predictor of stability and fall potential. These platforms rest on a sunken concrete pad so that the plate surface is level with the floor surface. The supporting pad is isolated from the rest of the floor to reduce the effects of building vibration. Research within this laboratory will focus, or has focused, on the human factors associated with the use of fire fighters boots, tribologic data collection on the interface between shoes and shoe surfaces in healthcare settings, kinematic data collection for workers performing tasks on the platform of an aerial lift, data collection for studies of gait and joint loadings for workers who use stilts, and the forces imposed on the human body during the lifting and movement of drywall sheeting in construction tasks.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5792"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "b28d3acb-1c12-43bc-8b87-741ead4c02e4"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5792"
    },
    {
      "key": "source_hash",
      "value": "d1e771cb2de3b8509625304bb3b3619f96882148"
    },
    {
      "key": "harvest_object_id",
      "value": "b28d3acb-1c12-43bc-8b87-741ead4c02e4"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Human Factors Laboratory",
  "revision_id": "a10d4c17-ffca-4412-a570-75dd6dbecf6c"
}