{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "2deaaa87-728d-44f8-86a1-600aaa3c065f",
  "metadata_created": "2016-12-07T22:13:24.541417",
  "metadata_modified": "2016-12-07T22:13:24.541417",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "2deaaa87-728d-44f8-86a1-600aaa3c065f",
      "webstore_last_updated": null,
      "id": "4539733b-3ab9-4311-b968-5280e57ea7a4",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 3,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "7240d74d-72f3-451d-a096-808d33378889",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-12-07T17:13:24.714010",
      "url": "http://dx.doi.org/10.5066/F75D8PW8",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 0,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "management-categories-for-greater-sage-grouse-in-nevada-and-california-august-2014ed7dd",
  "isopen": false,
  "url": null,
  "notes": "Sage-Grouse habitat areas divided into proposed management categories within Nevada and California project study boundaries.MANAGEMENT CATEGORY DETERMINATION The process for category determination was directed by the Nevada Sagebrush Ecosystem Technical team. Sage-grouse habitat was determined from a statewide resource selection function model and first categorized into 4 classes: high, moderate, low, and non-habitat. The standard deviations (SD) from a normal distribution of RSF values created from a set of validation points (10% of the entire telemetry dataset) were used to categorize habitat ‘quality’ classes. High quality habitat comprised pixels with RSF values &lt; 0.5 SD, Moderate &gt; 0.5 and &lt; 1.0 SD, Low &lt; 1.0 and &gt; 1.5, Non-Habitat &gt; 1.5 SD. Proposed Habitat Management Categories were then defined and calculated as follows.1) Core habitat: Defined as the intersection between all suitable habitat (high, moderate, and low) and the 85% Space Use Index (SUI). 2) Priority habitat: Defined as all high quality falling outside the 85% SUI and all non-habitat falling within the 85% SUI. 3) General habitat: Defined as moderate and low quality habitat falling outside the 85% SUI. 4) Non habitat. Defined as non-habitat falling outside the 85% SUI. SPACE USE INDEX CALCULATIONLek coordinates and associated trend count data were obtained from the 2013 Nevada Sage-grouse Lek Database compiled by the Nevada Department of Wildlife (NDOW, S. Espinosa, 9/10/2013). We queried the database for leks with a ‘LEKSTATUS’ field classified as ‘Active’ or ‘Pending’. Active leks comprised leks with breeding males observed within the last 5 years. Pending leks comprised leks without consistent breeding activity during the prior 3 – 5 surveys or had not been surveyed during the past 5 years; these leks typically trended towards ‘inactive’. A sage-grouse management area (SGMA) was calculated by buffering Population Management Units developed by NDOW by 10km. This included leks from the Buffalo-Skedaddle PMU that straddles the northeastern California – Nevada border, but excluded leks for the Bi-State Distinct Population Segment. The 5-year average (2009 – 2013) for the number of males grouse (or unknown gender if males were not identified) attending each lek was calculated. The final dataset comprised 907 leks. Utilization distributions describing the probability of lek occurrence were calculated using fixed kernel density estimators (Silverman 1986) with bandwidths estimated from likelihood based cross-validation (CVh) (Horne and Garton 2006). UDs were weighted by the 5-year average (2009 – 2013) for the number of males grouse (or unknown gender if males were not identified) attending leks. UDs and bandwidths were calculated using Geospatial Modelling Environment (Beyer 2012) and the ‘ks’ package (Duong 2012) in Program R. Grid cell size was 30m. The resulting raster was clipped by the SGMA polygon, and values were re-scaled between zero and one by dividing by the maximum pixel value.The non-linear effect of distance to lek on the probability of grouse spatial use was estimated using the inverse of the utilization distribution curves described by Coates et al. (2013), where essentially the highest probability of grouse spatial use occurs near leks and then declines precipitously as a non-linear function. Euclidean distance was first calculated in ArcGIS, reclassified into 30-m distance bins (ranging from 0 – 30,000m), and bins reclassified according to the non-linear curve in Coates et al. (2013). The resulting raster was clipped by the SGMA polygon, and re-scaled between zero and one by dividing by the maximum pixel value.A Spatial Use Index (SUI) was calculated taking the average of the lek utilization distribution and non-linear distance to lek rasters in ArcGIS, and re-scaled between zero and 1 by dividing by the maximum pixel value.The volume of the SUI at cumulative 5% increments (isopleths) was extracted in Geospatial Modelling Environment (Beyer 2012) with the command ‘isopleth’. Interior polygons (i.e., donuts’ &gt; 1.2 km2) representing no probability of use within a larger polygon of use were erased from each isopleth. The relationship between percent land area within each isopleth and isopleth volume (VanderWal and Rodgers 2012) indicated statistically concentrated use at the 70% isopleth. The 85% isopleth, which provided greater spatial connectivity and consistency with previously used agency standards (e.g., Doherty et al. 2010), was ultimately recommended by the Sagebrush Ecosystem Technical Team. The 85% SUI isopleth was clipped by the SGMA clipped by the Nevada state boundary, which only included habitat within the state of Nevada.Coates, P.S., Casazza, M.L., Brussee, B.E., Ricca, M.A., Gustafson, K.B., Overton, C.T., Sanchez-Chopitea, E., Kroger, T., Mauch, K., Niell, L., Howe, K., Gardner, S., Espinosa, S., and Delehanty, D.J. 2014, Spatially explicit modeling of greater sage-grouse (Centrocercus urophasianus) habitat in Nevada and northeastern California—A decision-support tool for management: U.S. Geological Survey Open-File Report 2014-1163, 83 p., http://dx.doi.org/10.3133/ofr20141163. ISSN 2331-1258 (online)REFERENCES Beyer HL. 2012. Geospatial Modelling Environment (Version 0.7.2.0). http://www.spatialecology.com/gmeCoates PS, Casazza ML, Blomberg EJ, Gardner SC, Espinosa SP, Yee JL, Wiechman L, Halstead BJ. 2013. “Evaluating greater sage-grouse seasonal space use relative to leks: Implications for surface use designations in sagebrush ecosystems.” The Journal of Wildlife Management 77: 1598-1609.Doherty KE, Tack JD, Evans JS, Naugle DE. 2010. Mapping breeding densities of greater sage-grouse: A tool for range-wide conservation planning. Bureau of Land Management. Report Number: L10PG00911. Accessed at: http://www.conservationgateway.org/ConservationByGeography/NorthAmerica/Pages/sagegrouse.aspx# Duong T. 2012. ks: Kernel smoothing. R package version 1.8.10. http://CRAN.R-project.org/package=ksHorne JS, Garton EO. 2006. “Likelihood cross-validation versus least squares cross-validation for choosing the smoothing parameter in kernel home-range analysis.” Journal of Wildlife Management 70: 641-648.Silverman BW. 1986. Density estimation for statistics and data analysis. Chapman &amp; Hall, London, United Kingdom.Vander Wal E, Rodgers AR. 2012. “An individual-based quantitative approach for delineating core areas of animal space use.” Ecological Modelling 224: 48-53.NOTE: This file does not include habitat areas for the Bi-State management area.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-114.038120374"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "41.997345824"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "37.559186349"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-121.549936143, 37.559186349], [-114.038120374, 37.559186349], [-114.038120374, 41.997345824], [-121.549936143, 41.997345824], [-121.549936143, 37.559186349]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: The authors of these data require that users direct any questions pertaining to appropriate use or assistance with understanding limitations and interpretation of the data to the individuals/organization listed in the Point of Contact section.\", \"Access Constraints: None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "1999-05-22"
    },
    {
      "key": "contact-email",
      "value": "pcoates@usgs.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-121.549936143"
    },
    {
      "key": "metadata-date",
      "value": "2015-11-19"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2014-02-26\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\"Unless otherwise stated, all data, metadata and related materials are considered to satisfy the quality standards relative to the purpose for which the data were collected. Although these data and associated metadata have been reviewed for accuracy and completeness and approved for release by the U.S. Geological Survey (USGS), no warranty expressed or implied is made regarding the display or utility of the data on any other system or for general or scientific purposes, nor shall the act of distribution constitute any such warranty.  Any use of trade, firm, or product names is for descriptive purposes only and does not imply endorsement by the U.S. Government\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"U.S. Geological Survey, Western Ecological Research Center\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2013-10-31"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "2014, greater sage-grouse, usa, great basin, nevada, biota, boundaries, environment"
    },
    {
      "key": "harvest_object_id",
      "value": "4429252f-78dd-42a8-a7d1-bf3d96a2e472"
    },
    {
      "key": "harvest_source_id",
      "value": "b0262658-011b-4558-9cfa-1b5a276def01"
    },
    {
      "key": "harvest_source_title",
      "value": "Western Ecological Research Center (WERC), USGS"
    }
  ],
  "title": "Management Categories for Greater Sage-grouse in Nevada and California (August 2014)",
  "revision_id": "7240d74d-72f3-451d-a096-808d33378889"
}