{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "74bb633e-dc9b-4153-be95-febbcaaeadc0",
  "metadata_created": "2015-09-27T03:13:06.663432",
  "metadata_modified": "2016-08-23T02:07:33.012866",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "74bb633e-dc9b-4153-be95-febbcaaeadc0",
      "webstore_last_updated": null,
      "id": "15e42d80-0100-47e1-b166-51d313aaa09e",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "towboard.php",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "11101cc5-1ae5-4103-8111-e9a8b98286e2",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-08-22T22:07:33.080519",
      "url": "https://pifsc-www.irc.noaa.gov/cred/towboard.php",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 0,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "cred-towed-diver-fish-biomass-surveys-at-baker-island-pacific-remote-island-areas-in-2006",
  "isopen": false,
  "url": null,
  "notes": "Towed-diver surveys (aka. Towboard surveys) are conducted by the Coral Reef Ecosystem Division (CRED) of the NOAA Pacific Islands Fisheries Science Center (PIFSC) as part of biennial Pacific Reef Assessment and Monitoring Program (RAMP) Cruises. These cruises support NOAA Coral Reef Conservation Program (CRCP) long-term goals for sustainable management and conservation of coral reef ecosystems. 10 towboard surveys (19.2037 km in length), were conducted at Baker Island in the Pacific Remote Island Areas from 15 January - 6 February 2006 as part of RAMP Cruise HI0601. Towboard surveys are a good method for obtaining a general description of large reef areas, assessing the status of low-density populations of large-bodied reef fish, large-scale disturbances (e.g., bleaching), general distribution and abundance patterns of macro-invertebrates (e.g., COT, giant clams), and for assessing trends in these populations and metrics. A pair of scuba divers (1 fish and 1 benthic diver) are towed 60 m behind a small survey launch at a speed of 1-2 knots and a depth of approximately 15m. Each survey is 50 min long, covers about 2 km of habitat, and is divided into ten 5-minute survey segments. The fish diver records, to the lowest possible taxon, all large-bodied reef fishes (>50cmTL) seen within 5m either side and 10m in front of the towboard. Length of each individual is estimated to the nearest cm. The fish towboard is also outfitted with a forward-facing digital video camera to record the survey swath. The benthic diver records percent cover of coral and macroalgae, estimates benthic habitat type and complexity, and censuses a suite of benthic macroinvertebrates including Crown of Thorns sea stars and sea urchins. The benthic towboard is equipped with a downward-facing digital still camera which images the benthos at 15 second intervals. These images are analyzed for percent cover of coral, algae, and other benthic components. Both towboards are equipped with SEABIRD SBE-39 temperature/depth sensors set to record at 5 second intervals. Latitude and longitude of each survey track is recorded at 15 second intervals using a Global Positioning System (GPS) receiver onboard the tow boat. A layback algorithm is applied to more accurately map the position of the divers with respect to the reef environment. This algorithm calculates the position of the divers based on the position of the tow boat taking into account the length of the tow rope, the depth of the divers, and the curvature of the survey track. This metadata applies to the fish biomass observations.",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "\n          -176.431261\n        "
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "\n          0.225379\n        "
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "\n          0.158901\n        "
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-176.50677, 0.158901], [-176.431261, 0.158901], [-176.431261, 0.225379], [-176.50677, 0.225379], [-176.50677, 0.158901]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Please cite CRED when using the data. Coral Reef Ecosystem Division, Pacific Islands Fisheries Science Center, National Marine Fisheries Service, National Oceanic and Atmospheric Administration\", \"Access Constraints: Data are available two years following data collection date.\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2006-01-30"
    },
    {
      "key": "contact-email",
      "value": "nmfs.pic.credinfo@noaa.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "\n          -176.50677\n        "
    },
    {
      "key": "metadata-date",
      "value": "2016-08-16"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2008-02-01\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "ASNEEDED"
    },
    {
      "key": "licence",
      "value": "[\"\\n      While every effort has been made to ensure that these data are accurate and reliable within the limits of the current state of the art, NOAA cannot assume liability for any damages caused by errors or omissions in the data, nor as a result of the failure of the data to function on a particular system. NOAA makes no warranty, expressed or implied, nor does the fact of distribution constitute such a warranty.\\n    \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Coral Reef Ecosystem Division (CRED), Pacific Islands Fisheries Science Center (PIFSC), National Marine Fisheries Service (NMFS), National Oceanic and Atmospheric Administration (NOAA)\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2006-02-01"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "coastal processes, 1221, coral reef ecology, zoology, earth science, pacific reef assessment and monitoring program (pacific ramp): biennial monitoring for the u.s. pacific islands and atolls, reef assessment and monitoring program (ramp), reef fishes, pacific remote island areas, reef fish census, biology, numeric data sets, oceans, coral reef, benthic habitats, hi0601, towed diver surveys, the united states, biosphere, marine ecosystem, coral reefs, reef monitoring and assessment, corals, baker island"
    },
    {
      "key": "harvest_object_id",
      "value": "c4052397-ddeb-4fa3-8d0c-ffa0c351cd60"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "CRED Towed-Diver Fish Biomass Surveys at Baker Island, Pacific Remote Island Areas in 2006",
  "revision_id": "15f84869-4610-42bc-a95d-d3bd0f8e271c"
}