{
  "relationships_as_object": [

  ],
  "private": false,
  "revision_timestamp": null,
  "frequency": "DAILY",
  "id": "382f441e-7176-4b19-b53c-1f3470b16f1a",
  "metadata_created": "2014-10-17T21:17:12.200845",
  "metadata_modified": "2014-10-17T21:17:12.200845",
  "title": "USGS National Boundary Dataset (NBD) Downloadable Data Collection",
  "state": "active",
  "collection_metadata_url": "http://thor-f5.er.usgs.gov/ngtoc/metadata/waf/collections/USGS_Boundaries_Collection.xml",
  "creator_user_id": "104641",
  "config": "{\"collection_metadata_url\": \"http://thor-f5.er.usgs.gov/ngtoc/metadata/waf/collections/USGS_Boundaries_Collection.xml\", \"private_datasets\": false}",
  "resources": [

  ],
  "tags": [

  ],
  "source_type": "waf-collection",
  "tracking_summary": {
    "total": 12,
    "recent": 0
  },
  "groups": [

  ],
  "relationships_as_subject": [

  ],
  "name": "usgs-national-boundary-dataset-nbd-downloadable-data-collection",
  "url": "http://thor-f5.er.usgs.gov/ngtoc/metadata/waf/boundaries/nbd/",
  "type": "harvest",
  "notes": "The USGS Governmental Unit Boundaries dataset from The National Map (TNM) represents major civil areas for the Nation, including States or Territories, counties (or equivalents), Federal and Native American areas, congressional districts, minor civil divisions, incorporated places (such as cities and towns), and unincorporated places. Boundaries data are useful for understanding the extent of jurisdictional or administrative areas for a wide range of applications, including mapping or managing resources, and responding to natural disasters. Boundaries data also include extents of forest, grassland, park, wilderness, wildlife, and other reserve areas useful for recreational activities, such as hiking and backpacking. Boundaries data are acquired from a variety of government sources. The data represents the source data with minimal editing or review by USGS. Please refer to the feature-level metadata for information on the data source. The National Map boundaries data is commonly combined with other data themes, such as elevation, hydrography, structures, and transportation, to produce general reference base maps. The National Map viewer allows free downloads of public domain boundaries data in either Esri File Geodatabase or Shapefile formats. For additional information on the boundaries data model, go to http://nationalmap.gov/boundaries.html.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "private_datasets": false,
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "revision_id": "f3d9a1ff-ea9e-4c57-afcc-dc460841278d"
}