{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "dbe1b432-19e3-4706-a79d-eac9f2a06d30",
  "metadata_created": "2013-06-12T18:01:17.191832",
  "metadata_modified": "2015-04-10T01:58:07.578235",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "dbe1b432-19e3-4706-a79d-eac9f2a06d30",
      "webstore_last_updated": null,
      "id": "ad5e8813-fea0-4d02-9c42-aa19a0cc15b3",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "soil_ssurgo.html",
      "format": "HTML",
      "tracking_summary": {
        "total": 13,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "50565696-5be6-48a0-afa7-cbfc4d437b5f",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-06-12T14:01:17.327396",
      "url": "http://www.lmic.state.mn.us/chouse/soil_ssurgo.html",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 150,
    "recent": 4
  },
  "groups": [
    {
      "display_name": "Local Government",
      "description": "Local Government Topic - for all datasets with state, local, county organizations",
      "image_display_url": "",
      "title": "Local Government",
      "id": "ccc6c266-eee8-44bd-89aa-7cd8c4c6bf46",
      "name": "local"
    }
  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:47.372413",
    "title": "State of Minnesota",
    "name": "state-mn-us",
    "is_organization": true,
    "state": "active",
    "image_url": "http://mn.gov/portal/images/mn_header_mn-logo.png",
    "revision_id": "018d8409-7698-467f-8dc2-c58188806480",
    "type": "organization",
    "id": "24298fe4-ee0d-43ae-af51-81ae5f5c6165",
    "approval_status": "approved"
  },
  "name": "soil-survey-geographic-data-base-ssurgo-version-2-minnesota",
  "isopen": false,
  "url": null,
  "notes": "This data set is a digital soil survey and generally is the most detailed level of soil geographic data developed by the National Cooperative Soil Survey. The information was prepared by digitizing maps, by compiling information onto a planimetric correct base and digitizing, or by revising digitized maps using remotely sensed and other information. This data set consists of georeferenced digital map data and computerized attribute data. The map data are in a soil survey area extent format and include a detailed, field verified inventory of soils and nonsoil areas that normally occur in a repeatable pattern on the landscape and that can be cartographically shown at the scale mapped. A special soil features layer (point and line features) is optional. This layer displays the location of features too small to delineate at the mapping scale, but they are large enough and contrasting enough to significantly influence use and management. The soil map units are linked to attributes in the National Soil Information System relational database, which gives the proportionate extent of the component soils and their properties. Note: All Minnesota SSURGO data sets are now in Version 2 format. This format is compatible with NRCS's Soil Data Viewer, a free extension for ArcView 3.x that allows users to more easily create soil-based thematic maps. - For more information about Soil Data Viewer, see http://www.itc.nrcs.usda.gov/soildataviewer/ Also note: This metadata record was created by the Minnesota Land Management Information Center to serve as a generic record for all SSURGO data sets within Minnesota. See the individual county metadata records created by NRCS for county-specific information; these records are included in the data set download files.",
  "owner_org": "24298fe4-ee0d-43ae-af51-81ae5f5c6165",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"U.S. Department of Agriculture, Natural Resources Conservation Service\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "graphic-preview-file",
      "value": "ftp://ftp.lmic.state.mn.us/pub/data/phys_biol/soils/ssurgo.gif"
    },
    {
      "key": "contact-email",
      "value": "jwm@mn.nrcs.usda.gov"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-97.5"
    },
    {
      "key": "metadata-date",
      "value": "2007-04-11"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"9999-01-01\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-89"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "49.5"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "43"
    },
    {
      "key": "licence",
      "value": "[\"Although these data have been processed successfully on a computer system at the U.S. Department of Agriculture, no warranty expressed or implied is made by the Agency regarding the utility of the data on any other system, nor shall the act of distribution constitute any such warranty. The U.S. Department of Agriculture will warrant the delivery of this product in computer readable format, and will offer appropriate adjustment of credit when the product is determined unreadable by correctly adjusted computer input peripherals, or when the physical medium is delivered in damaged condition. Request for adjustment of credit must be made within 90 days from the date of this shipment from the ordering site.\\n\\nThe U.S. Department of Agriculture, nor any of its agencies are liable for misuse of the data, for damage, for transmission of viruses, or for computer contamination through the distribution of these data sets. The U.S. Department of Agriculture prohibits discrimination in its programs on the basis of race, color, national origin, sex, religion, age, disability, political beliefs, and marital or familial status. (Not all prohibited bases apply to all programs)\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-97.5, 43.0], [-89.0, 43.0], [-89.0, 49.5], [-97.5, 49.5], [-97.5, 43.0]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: The U.S. Department of Agriculture, Natural Resources Conservation Service, should be acknowledged as the data source in products derived from these data. This data set is not designed for use as a primary regulatory tool in permitting or siting decisions, but may be used as a reference source. This is public information and may be interpreted by organizations, agencies, units of government, or others based on needs; however, they are responsible for the appropriate application. Federal, State, or local regulatory bodies are not to reassign to the Natural Resources Conservation Service any authority for the decisions that they make. The Natural Resources Conservation Service will not perform any evaluations of these maps for purposes related solely to State or local regulatory programs. Photographic or digital enlargement of these maps to scales greater than at which they were originally mapped can cause misinterpretation of the data. If enlarged, maps do not show the small areas of contrasting soils that could have been shown at a larger scale. The depicted soil boundaries, interpretations, and analysis derived from them do not eliminate the need for onsite sampling, testing, and detailed study of specific sites for intensive uses. Thus, these data and their interpretations are intended for planning purposes only. Digital data files are periodically updated. Files are dated, and users are responsible for obtaining the latest version of the data.\", \"Access Constraints: None\"]"
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "frequency-of-update",
      "value": "asNeeded"
    },
    {
      "key": "tags",
      "value": ""
    },
    {
      "key": "harvest_object_id",
      "value": "a3e0143d-7a43-4852-841d-7ae72373d05f"
    },
    {
      "key": "harvest_source_id",
      "value": "526b774b-2dbe-4b61-91f5-8e3e020b9bce"
    },
    {
      "key": "harvest_source_title",
      "value": "Minnesota Geospatial Information Office"
    }
  ],
  "title": "Soil Survey Geographic Data Base (SSURGO), Version 2, Minnesota",
  "revision_id": "04c11054-84e2-4838-a81e-91308a2b800e"
}