{
  "license_title": "License not specified",
  "maintainer": "Brian  Lantry",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "f9c4d4d3-51a9-4181-86bc-56aadc25a15a",
  "metadata_created": "2015-10-15T06:05:26.647830",
  "metadata_modified": "2015-10-15T06:05:26.647830",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 7,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "lake-ontario-biological-stations",
  "isopen": false,
  "url": null,
  "notes": " Lake Ontario Biological Station (LOBS), located in Oswego, New York, is a field station of the USGS Great Lakes Science Center (GLSC). LOBS was established by congressional action in 1977 as part of the GLSC. Initially supervised by the U.S. Fish and Wildlife Service, the GLSC and LOBS transferred to the USGS in 1996. LOBS serves the needs of resource managers as defined in a memorandum of understanding between the GLSC and the Council of Lake Committees. LOBS is the primary federal agency for applied fisheries science excellence in Lake Ontario. The Lake Ontario program began in the fall of 1977 when three fishery biologists transferred from GLSC Headquarters and the R/V Kaho was reassigned. The biologists were temporarily headquartered at the Port of Oswego Authority building, then moved to an uptown office space in 1978. In 1979, the Port of Oswego Authority began construction of a waterfront building that would become LOBS. The site provided an ideal location with nearby docking facilities for the Kaho. Biologists moved into the new building in spring of 1980. Research Research at LOBS focuses on a wide array of issues important to state, federal, tribal, and Canadian natural resource managers throughout the Great Lakes. Past station research focused on groundbreaking efforts in restoration management of lake trout and prey fish. LOBS researchers investigated lake trout: (1) stocking techniques, including differential survival and return on investment for stocking different life stages; (2) spatial distribution and diet composition by life stage; and (3) mortality related to sea lamprey control. LOBS researchers also investigated prey fish: (1) abundance critical to sport fisheries; (2) year-class strength and survival; and (3) recruitment using models incorporating temperature effects on growth. As Lake Ontario experienced dramatic changes from nutrient abatement and invasive species, LOBS researchers began investigating the effects on fish distribution and invertebrateabundance, and testing new fish sampling methods. Current LOBS research focuses on: (1) long-term ecosystem change in Lake Ontario, which is revealing large-scale changes in abundance and distribution of prey fishes and food web effects from invasive species; (2) the resurgence, ecology, and population genetics of native deepwater sculpin, a species once thought to be eliminated from Lake Ontario; (3) causes of persistently low survival of stocked lake trout; (4) causes of increased lake trout mortality, which led to intensification of sea lamprey control and subsequent recovery of lake trout; and (5) effects of invasive mysids on nearshore food webs and invasive predatory cladocerans on the deepening of offshore primary production. LOBS researchers are also using food web approaches to refine predictive models and provide better information for managing the world class Lake Ontario fishery in an invasive dominated ecosystem. Facilities &amp;amp; Vessels LOBS is located on the west side of Oswego Harbor, overlooking the Oswego Lighthouse. The station was expanded during 2001-2002 with the addition of two new offices and a work bay, and rearrangement of existing space to include a laboratory, conference room, storage area, and new HVAC zones. In 2011, a new 70 ft aluminumhulled vessel, the R/V Kaho, replaced the original 65 ft steelhulled Kaho (built in 1960). The Kaho is the keystone platform to LOBS deepwater science activities. The state-of-the-art work platform has a unique hull design that optimizes speed, safety, and scientific sampling capabilities. Improvements on the new Kaho include: modern electronics, enhanced over-the-side handling equipment, and through-hull hydroacoustics. LOBS also operates a 21 ft powerboat to conduct nearshore research.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "44f7e91f-1fa9-4fc6-b282-e92c7fe19158"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5823"
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "repPhone",
      "value": "315-343-3951"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5823"
    },
    {
      "key": "source_hash",
      "value": "154013e985d1909a9a4e076b73c59c4ea0ffc3ac"
    },
    {
      "key": "harvest_object_id",
      "value": "44f7e91f-1fa9-4fc6-b282-e92c7fe19158"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Lake Ontario Biological Stations",
  "revision_id": "ba090382-a776-4001-9b3b-1c30e5e23cee"
}