{
  "license_title": "Other License Specified",
  "maintainer": "Department of Licenses and Inspections",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "data@phila.gov",
  "num_tags": 1,
  "id": "956b56e3-1e05-4158-b4f4-5577ba1a66d9",
  "metadata_created": "2014-04-16T18:20:30.211691",
  "metadata_modified": "2015-04-09T21:51:22.643051",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "planning--zoning",
      "id": "3d1406ac-fed1-4ccf-9e25-10b32539cbac",
      "name": "planning--zoning"
    }
  ],
  "tracking_summary": {
    "total": 74,
    "recent": 0
  },
  "groups": [
    {
      "display_name": "Local Government",
      "description": "Local Government Topic - for all datasets with state, local, county organizations",
      "image_display_url": "",
      "title": "Local Government",
      "id": "ccc6c266-eee8-44bd-89aa-7cd8c4c6bf46",
      "name": "local"
    }
  ],
  "license_id": "other-license-specified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2014-04-16T14:11:26.017452",
    "title": "City of Philadelphia",
    "name": "city-of-philadelphia",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "09dee6e9-4898-4ccc-89fb-945c8eb210fb",
    "type": "organization",
    "id": "d231d617-3f4b-48d7-8e70-35fa08ac18bd",
    "approval_status": "approved"
  },
  "name": "licenses-and-inspections-api",
  "isopen": true,
  "url": null,
  "notes": "Permit, license, inspection, case and violation data from L&I",
  "owner_org": "d231d617-3f4b-48d7-8e70-35fa08ac18bd",
  "extras": [
    {
      "key": "publisher",
      "value": "City of Philadelphia"
    },
    {
      "key": "identifier",
      "value": "250"
    },
    {
      "key": "license",
      "value": "Terms of Use\r\nThe City of Philadelphia ('City') offers some of its public data in machine readable format via an Application Programming Interface ('API'). These services are offered subject to your acceptance of the terms and conditions contained herein as well as any relevant sections of the City of Philadelphia’s Website Policies and Privacy Policy (collectively, the 'Agreements').\r\n\r\nScope\r\n\r\nAll of the content, documentation, code and related materials made available to users of a City managed API are subject to these terms. Access to or use of an API or its content constitutes acceptance to this Agreement.\r\n\r\nUse\r\n\r\nYou may use a City managed API to develop an application or service to search, display, analyze, retrieve, view and otherwise display City data.\r\n\r\nAttribution\r\n\r\nAll services which utilize or access a City managed API should display the following notice prominently within the application: \"This product uses a City of Philadelphia Data API but is not endorsed or certified by the City of Philadelphia\". You may use the City of Philadelphia name or an approved City logo in order to identify the source of API content subject to these rules. You may not use the City name, logo, or the like to imply endorsement of any product, service, or entity, not-for-profit, commercial or otherwise.\r\n\r\nModification or False Representation of Content\r\n\r\nYou may not modify or falsely represent content accessed through a City managed API and still claim the source is the City of Philadelphia. Such practice will result in the termination of access to the City managed APIs.\r\n\r\nRight to Limit\r\n\r\nYour use of the API may be subject to certain limitations on access, calls, or use as set forth within this Agreement or otherwise provided by the City. If the City reasonably believes that you have attempted to exceed or circumvent reasonable usage limits, your ability to use the API may be permanently or temporarily blocked. The City may monitor your use of its APIs to improve the service or to insure compliance with this Agreement.\r\n\r\nService Termination\r\n\r\nIf you wish to terminate this Agreement, you may do so by refraining from further use of a City managed API. The City reserves the right (though not the obligation) to (1) refuse to provide access to an API to you, if it is the City's opinion that use violates any City policy, or (2) terminate or deny you access to and use of all or part of an API at any time for any other reason in its sole discretion. All provisions of this Agreement which by their nature should survive termination shall survive termination including, without limitation, warranty disclaimers, indemnity, and limitations of liability.\r\n\r\nChanges\r\n\r\nThe City reserves the right, at its sole discretion, to modify or replace this Agreement, in whole or in part. Your continued use of or access to a City managed API following posting of any changes to this Agreement constitutes acceptance of those modified terms. The City may, in the future, offer new services and/or features through one of its API. Such new features and/or services shall be subject to the terms and conditions of this Agreement.\r\n\r\nDisclaimer of Warranties\r\n\r\nThe API is provided \"as is\" and on an \"as-available\" basis. The City hereby disclaim all warranties of any kind, express or implied, including without limitation the warranties of merchantability, fitness for a particular purpose, and non-infringement. The City makes no warranty that the API will be error free or that access thereto will be continuous or uninterrupted.\r\n\r\nLimitations on Liability\r\n\r\nThe City is not responsible for data that is misinterpreted or altered in any way, and users are fully and solely responsible for their use of the data and for any results or consequences of such use.\r\n\r\nGeneral Representations\r\n\r\nYou hereby stipulate that:\r\n\r\nYour use of any City managed API will be in strict accordance with the City’s privacy policy, this Agreement, and all applicable laws and regulations, and\r\nYour use of any City managed API will not infringe or misappropriate the intellectual property rights of any third party.\r\nIndemnification\r\n\r\nYou agree to indemnify and hold harmless the City, its contractors, employees, agents, and the like from and against any and all claims and expenses including attorney's fees, arising out of your use of a City managed API, including but not limited to violation of this Agreement.\r\n\r\nDisputes\r\n\r\nAny disputes arising out of this Agreement and access to or use of a City managed API shall be governed, construed and decided in accordance with the laws of the Commonwealth of Pennsylvania.\r\n\r\nForum Selection Clause; Consent to Jurisdiction\r\n\r\nYou agree that any lawsuit, action, claim, or legal proceeding involving, directly or indirectly, any matter arising out of or related to Agreement, or the relationship created or evidenced thereby, shall be brought exclusively in the United States District Court for the Eastern District of Pennsylvania or the Court of Common Pleas of Philadelphia County. It is the express intent of the Parties that jurisdiction over any lawsuit, action, claim, or legal proceeding shall lie exclusively in either of these two forums. You further agree not to raise any objection to any lawsuit, action, claim, or legal proceeding which is brought in either of these two forums. You further agree that service of original process in any such lawsuit, action, claim, or legal proceeding may be duly affected by mailing a copy thereof, by certified mail, postage prepaid to the addresses specified in the Notice section below.\r\n\r\nWaiver of Jury Trial\r\n\r\nYou agree to waive trial by jury in any legal proceeding involving, directly or indirectly, any matter (whether sounding in tort, contract or otherwise) in any way arising out of or related to this Agreement or the relationship created or evidenced hereby.\r\n\r\nMiscellaneous\r\n\r\nThis Agreement constitutes the entire Agreement between the City and you concerning the subject matter hereof, and may only be modified by the posting of a revised version on this page by the City.\r\n\r\nNo Waiver of rights\r\n\r\nThe City’s failure to exercise or enforce any right or provision of this Agreement shall not constitute waiver of such right or provision."
    },
    {
      "key": "harvest_source_id",
      "value": "f366af8c-1e58-4793-85b2-307c80da954d"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "modified",
      "value": "2013-07-15"
    },
    {
      "key": "harvest_source_title",
      "value": "phlapi json"
    },
    {
      "key": "source_schema_version",
      "value": "1.0"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "landingPage",
      "value": "http://www.opendataphilly.org/opendata/resource/250"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "harvest_object_id",
      "value": "5dd6bc07-7f9c-4258-917c-ab05651dfe82"
    },
    {
      "key": "source_hash",
      "value": "d0b6f9cb5b1d0f74ade63299f68551ca694961d3"
    },
    {
      "key": "harvest_object_id",
      "value": "5dd6bc07-7f9c-4258-917c-ab05651dfe82"
    },
    {
      "key": "harvest_source_id",
      "value": "f366af8c-1e58-4793-85b2-307c80da954d"
    },
    {
      "key": "harvest_source_title",
      "value": "phlapi json"
    }
  ],
  "title": "Licenses and Inspections API",
  "revision_id": "ec7c2c92-5fbd-476e-b48d-b7032053e9b1"
}