{
  "collection_metadata_url": "http://meta.geo.census.gov/data/existing/decennial/GEO/GPMB/TIGERline/TIGER2013/SeriesCollection/SeriesCollection_tl_2013_aiannh.shp.iso.xml",
  "private": false,
  "revision_timestamp": null,
  "frequency": "MANUAL",
  "id": "bef8a9cc-6489-45c9-bb5f-ba7280aed8d8",
  "metadata_created": "2013-09-13T13:35:16.524561",
  "metadata_modified": "2014-09-21T03:09:57.115741",
  "title": "Current American Indian/Alaska Native/Native  Hawaiian Areas National (AIANNH)",
  "state": "active",
  "relationships_as_object": [

  ],
  "creator_user_id": "65349",
  "config": "{\"collection_metadata_url\": \"http://meta.geo.census.gov/data/existing/decennial/GEO/GPMB/TIGERline/TIGER2013/SeriesCollection/SeriesCollection_tl_2013_aiannh.shp.iso.xml\", \"validator_profiles\": [\"iso19139ngdc\"], \"private_datasets\": false}",
  "resources": [

  ],
  "tags": [

  ],
  "source_type": "waf-collection",
  "tracking_summary": {
    "total": 34,
    "recent": 1
  },
  "groups": [

  ],
  "relationships_as_subject": [

  ],
  "name": "current-american-indian-alaska-native-native-hawaiian-areas-national-aiannh",
  "url": "http://meta.geo.census.gov/data/existing/decennial/GEO/GPMB/TIGERline/TIGER2013/aiannh/",
  "type": "harvest",
  "notes": "The American Indian/Alaska Native/Native Hawaiian (AIANNH) Areas Shapefile includes the following legal entities: federally recognized American Indian reservations and off-reservation trust land areas, state-recognized American Indian reservations, and Hawaiian home lands (HHLs). The statistical entities included are Alaska Native village statistical areas (ANVSAs), Oklahoma tribal statistical areas (OTSAs), tribal designated statistical areas (TDSAs), and state designated tribal statistical areas (SDTSAs). Joint use areas are also included in this shapefile refer to areas that are administered jointly and/or claimed by two or more American Indian tribes. The Census Bureau designates both legal and statistical joint use areas as unique geographic entities for the purpose of presenting statistical data. Note that tribal subdivisions and Alaska Native Regional Corporations (ANRCs) are additional types of American Indian/Alaska Native areas stored by the Census Bureau, but are displayed in separate shapefiles because of how they fall within the Census Bureau's geographic hierarchy. The State of Hawaii's Office of Hawaiian Home Lands provides the legal boundaries for the HHLs. The boundaries for ANVSAs, OTSAs, and TDSAs were delineated for the 2010 Census through the Tribal Statistical Areas Program (TSAP) by participants from the federally recognized tribal governments. The Bureau of Indian Affairs (BIA) within the U.S. Department of the Interior (DOI) provides the list of federally recognized tribes and only provides legal boundary information when the tribes need supporting records, if a boundary is based on treaty or another document that is historical or open to legal interpretation, or when another tribal, state, or local government challenges the depiction of a reservation or off-reservation trust land. The boundaries for federally recognized American Indian reservations and off-reservation trust lands are as of January 1 of the public shapefile release year, as reported by the federally recognized tribal governments through the Census Bureau's Boundary and Annexation Survey (BAS). The boundaries for state-recognized American Indian reservations and for SDTSAs were delineated by a state governor-appointed liaisons for the 2010 Census through the State American Indian Reservation Program and TSAP respectively.",
  "owner_org": "31c49abe-512a-412a-9cc7-5b2601325d6b",
  "private_datasets": false,
  "extras": [
    {
      "key": "config",
      "value": "{\"collection_metadata_url\": \"http://meta.geo.census.gov/data/existing/decennial/GEO/GPMB/TIGERline/TIGER2013/SeriesCollection/SeriesCollection_tl_2013_aiannh.shp.iso.xml\", \"validator_profiles\": [\"iso19139ngdc\"], \"private_datasets\": false}"
    },
    {
      "key": "__category_tag_9a350fa9-bc49-43d4-8e77-270b9714976d",
      "value": "[\"Hawaii\",\"State\"]"
    },
    {
      "key": "source_type",
      "value": "waf-collection"
    }
  ],
  "organization": {
    "description": "The Census Bureau's mission is to serve as the leading source of quality data about the nation's people and economy. We honor privacy, protect confidentiality, share our expertise globally, and conduct our work openly. We are guided on this mission by scientific objectivity, our strong and capable workforce, our devotion to research-based innovation, and our abiding commitment to our customers.",
    "created": "2013-03-14T03:44:46.743070",
    "title": "US Census Bureau, Department of Commerce",
    "name": "census-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.census.gov/main/img/home/CensusLogo-white.png",
    "revision_id": "0995f525-d563-4254-a535-af5b926fe663",
    "type": "organization",
    "id": "31c49abe-512a-412a-9cc7-5b2601325d6b",
    "approval_status": "approved"
  },
  "revision_id": "6db0e8c8-817f-4906-9980-a76443d89fa2",
  "validator_profiles": "iso19139ngdc"
}