{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "90912f38-ed8e-4969-ba0b-254df2b3143d",
  "metadata_created": "2015-10-15T06:05:44.083592",
  "metadata_modified": "2015-10-30T05:24:58.879754",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "90912f38-ed8e-4969-ba0b-254df2b3143d",
      "webstore_last_updated": null,
      "id": "7d1bf8a4-0dbc-4e7e-afcd-061908d59b31",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:58.920538",
      "url": "http://www.hanford.gov/page.cfm/BReactor",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "1564e6b7-60c1-404d-b0c6-8bfec3355edf",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 17,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "b-reactor",
  "isopen": false,
  "url": null,
  "notes": " President Obama signed the 2015 National Defense Authorization Act into law on December 19, 2014, authorizing the Manhattan Project National Historical Park. BReactor as the world&amp;#39;s first production reactor is a signature facility of the Manhattan Project National Historical Park. One of the most historic buildings at Hanford is the B Reactor, code named 105-B during World War II.The B Reactor was the world&amp;#39;s first, full-scale nuclear reactor and produced the plutonium used in the &amp;quot;Fat Man&amp;quot; bomb dropped over Nagasaki, Japan, in August of 1945.Five days after that bomb was deployed, World War II ended. B Reactor is an engineering marvel that was built in only thirteen months (1943-1944).As the world&amp;#39;s first nuclear reactor, drawings and blueprints were being developed at the same time the reactor was being constructed.It wasn&amp;#39;t unusual for crews to be given hand-written notes or sketches to guide them during the construction process.Many of the specialized tools needed for the project hadn&amp;#39;t been invented, so Hanford crews often designed and built their own tools.Since there were no computers when the reactor was being built, calculations for the project were done using slide rules or a pencil and paper! In addition, since the construction work at Hanford was taking place as World War II was being fought, all of the work to build B Reactor and the other facilities at the Site was done in secret.While more than 50,000 construction workers were brought to Hanford to build these facilities, very few of them -- less than 1% -- knew exactly what they were building.The crews were told not to discuss their work with anyone.They knew that they were involved with &amp;quot;important war work&amp;quot;, but they weren&amp;#39;t told anything else.Construction workers knew only their job assignments, and didn&amp;#39;t ask questions about the work other workers were doing or developments in other facilities on the Site.Those who did ask were often relieved of their duties at Hanford and sent elsewhere.The Du Pont Corporation was the main contractor during construction of the reactor, agreeing with the United States government to build the reactor - and indeed the whole Hanford Engineer Works -- for costs plus $1.As Du Pont&amp;#39;s team completed the project early, they were only paid 67-cents profit for the project!  When the B Reactor began operating in September, 1944, about 64,000 rods of metallic uranium, known as fuel elements, were placed inside the reactor&amp;#39;s core.For about six weeks, these elements were subjected to a nuclear chain reaction (self-sustaining bombardment with neutrons) wherein some of the uranium changed its composition and yielded a small amount of the element plutonium.After the six weeks, these fuel elements had become very radioactive .They needed to be removed to preserve the plutonium isotope (form) needed for a weapon.The elements were pushed out the back side of the reactor into a pool of water where they cooled and some of the radioactivity decayed away.The fuel elements were eventually taken by train from the B Reactor to the separations processing facilities in the 200 Area where the plutonium was removed from them.  Interestingly, when the reactor first began operating in 1944, it didn&amp;#39;t work very well.The original specifications called for the reactor to use 1,500 process tubes filled with uranium fuel, but it was discovered that 1,500 process tubes of fuel would not sustain the nuclear chain reaction.With only the 1,500 tubes filled, another element called xenon was &amp;quot;poisoning&amp;quot; the reaction by capturing too many neutrons.This &amp;quot;poison&amp;quot; shut down the reactor prematurely.When crews filled another 504 process tubes in the reactor with fuel, the extra fuel elements made up for the xenon poisoning, and sustained the nuclear chain reaction, thus successfully producing plutonium.   There were no moving parts inside the B Reactor, and the only sounds that could be heard during the reactor&amp;#39;s operation were the movements of millions of gallons of Columbia River water rushing through the reactor to cool it.The reactor also didn&amp;#39;t need many people to operate it, so a typical crew numbered less than twenty. The B Reactor produced plutonium for more than twenty years.It was shut down in February,1968, and was later scheduled to be &amp;quot;cocooned&amp;quot; like the other reactors at Hanford.(Cocooning is a process by which the reactor core is encased in a concrete shell for 75 years to allow the radioactivity to decay away.)However, in August 2008, the United States Department ofthe Interior designated the B Reactor as a National Historic Landmark.The United States Department of Energy now offers public tours of B Reactor.Click on the Hanford Tours Quick Link located on the welcome page of the www.hanford.gov website for more information about visiting the Hanford Site and B Reactor.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6016"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "7faf8215-2c53-4544-833a-677f61341299"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6016"
    },
    {
      "key": "source_hash",
      "value": "258abae6ca0239cfadbbdeb5459f8ed017bcc219"
    },
    {
      "key": "harvest_object_id",
      "value": "7faf8215-2c53-4544-833a-677f61341299"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "B Reactor",
  "revision_id": "cc665744-a7d4-4a8c-b632-4c47e5650661"
}