{
  "license_title": "License not specified",
  "maintainer": "Monitoring & Evaluation Division of the Millennium Challenge Corporation",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "impact-eval@mcc.gov",
  "num_tags": 7,
  "id": "fad66b76-2650-46cd-b20a-4bdd24868c7c",
  "metadata_created": "2015-12-08T21:04:40.359937",
  "metadata_modified": "2016-08-25T11:41:23.971801",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "fad66b76-2650-46cd-b20a-4bdd24868c7c",
      "webstore_last_updated": null,
      "id": "9a586349-2baa-4291-b9ec-5ed4a8796aa9",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "PDF",
      "tracking_summary": {
        "total": 2,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "application/pdf",
      "cache_url": null,
      "name": "Evaluation Design Report",
      "created": "2015-12-08T16:04:40.779190",
      "url": "https://data.mcc.gov/evaluations/index.php/catalog/131/download/569",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "50802c77-6dae-4ea0-ae60-d9c525a4515b",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "fad66b76-2650-46cd-b20a-4bdd24868c7c",
      "webstore_last_updated": null,
      "id": "821ca1a8-3701-44dc-beb7-7557b28cdfc0",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "ZIP",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "application/zip",
      "cache_url": null,
      "name": "Final Questionnaires",
      "created": "2015-12-08T16:04:40.779214",
      "url": "https://data.mcc.gov/evaluations/index.php/catalog/131/download/725",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 1,
      "revision_id": "50802c77-6dae-4ea0-ae60-d9c525a4515b",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "fad66b76-2650-46cd-b20a-4bdd24868c7c",
      "webstore_last_updated": null,
      "id": "239fb984-d419-444f-b394-fff7a0b189a7",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "ZIP",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "application/zip",
      "cache_url": null,
      "name": "Final Evaluation Report Package",
      "created": "2016-04-08T21:11:58.285590",
      "url": "https://data.mcc.gov/evaluations/index.php/catalog/131/download/793",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 2,
      "revision_id": "775d37dc-d913-424c-8bae-60421c540e09",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "fad66b76-2650-46cd-b20a-4bdd24868c7c",
      "webstore_last_updated": null,
      "id": "0fbea546-6140-4f26-b6d8-cc4e5b4a7785",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "application/x-stata",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "application/x-stata",
      "cache_url": null,
      "name": "Farmer Income Support Data",
      "created": "2016-08-25T07:41:24.150639",
      "url": "https://data.mcc.gov/evaluations/index.php/catalog/131/download/828",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 3,
      "revision_id": "4e716964-3d36-4b03-9cd4-cb75890aec93",
      "resource_type": null
    }
  ],
  "num_resources": 4,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "case-study",
      "id": "b0ba04fe-2f6c-425e-99e3-1cdcb6978f3f",
      "name": "case-study"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "coconut-lethal-yellowing-disease",
      "id": "32c089be-b06d-4caf-907b-d4f61d1934ba",
      "name": "coconut-lethal-yellowing-disease"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "economic-rate-of-return",
      "id": "0e00d842-1cc8-4489-9881-6444002cd9f2",
      "name": "economic-rate-of-return"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "farmer-income-support-project",
      "id": "0b82e64e-2944-4e3d-9b5f-c2b93d12a5a2",
      "name": "farmer-income-support-project"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "impact-evaluation",
      "id": "d78a0ec3-ae31-4ca3-8308-45d56d43d4a9",
      "name": "impact-evaluation"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "mozambique",
      "id": "858194be-84cc-4d00-9fd9-6469f902964e",
      "name": "mozambique"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "performance-evaluation",
      "id": "87296cd9-e284-413c-8996-0bffd90b4ae7",
      "name": "performance-evaluation"
    }
  ],
  "tracking_summary": {
    "total": 25,
    "recent": 3
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-05-18T11:36:27.463798",
    "title": "Millenium Challenge Corporation",
    "name": "mcc-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.mcc.gov/_/img/header-logo.jpg",
    "revision_id": "7286d891-8d83-4bb8-8a1a-2fe96653017c",
    "type": "organization",
    "id": "fcc9523d-f1cb-4ca4-83cb-c72c89079d2c",
    "approval_status": "approved"
  },
  "name": "mozambique-farmer-income-support",
  "isopen": false,
  "url": null,
  "notes": " \n        Trees\n\nFor the epidemic zone, the evaluation estimated the impact of FISP on disease prevalence and estimated the consequent impact on coconut production and farmer incomes. In addition, the evaluation also assessed the pre-conditions for future increase in income by examining whether the seedlings planted through FISP survived. \nTo assess these impacts, because the ideal approach of randomly assigning treatment to farmers was not feasible, the evaluation employed the next best approach. It identified geographic areas that were very similar at baseline and were otherwise split into treatment and comparison areas by some external “quasi-random” factor (the phytosanitary barrier), and matched a subset of these areas on disease prevalence and distance to coast. This approach is sometimes called a “border discontinuity” design in the applied microeconomics literature. As mentioned in Section 2.3, the phytosanitary barrier was a north-to-south imaginary line that FISP delineated, separating the areas with less than 10 percent disease prevalence (on the west side of the barrier) from the areas with more than 10 percent disease prevalence (on the east side). FISP worked on the west side of the barrier. Defined this way, the project worked in the entire epidemic zone. \nHowever, in effect this barrier was imperfect because while it is true that generally (or on average) the disease prevalence is greater near the coast, the disease prevalence has a mosaic pattern. This means that even on the east side of the barrier, there can be areas with disease prevalence lower than 10 percent. Furthermore, the barrier was imperfectly drawn even along the perceived divide of 10 percent prevalence, as it was drawn along natural barriers such as water bodies and roads. These characteristics of the barrier and how the FISP treatment areas were defined give a unique opportunity to identify the counterfactual areas in the areas just east of the barrier. Accordingly, we used the 2008 TTI aerial photography data (TTI Production, 2009) to identify areas with similar disease prevalence as proximate as possible to either side of the barrier, with the areas on the west side serving as treatment areas, and areas on the east side serving as the comparison areas . \nFrom among all FISP project areas on the east side of the barrier, and the non-project areas on the west side of the barrier, we identified areas where the disease prevalence was between 0 and 15 percent. These treatment and comparison areas amounted to 93 project and 65 non-project census enumeration areas (EAs) very close (within 73 kilometers) to the phytosanitary barrier that shared similar disease prevalence. Within these areas, we further refined the sample and identified approximately 24 nearest neighbor pairs of EAs matched on baseline disease prevalence and distance to coast. Our sample selection procedure, which resulted in 48 EAs, limits analysis and direct applicability to areas close to the phytosanitary barrier. The pairs were matched on: \nSame district\nAverage baseline CLYD prevalence in 2008, in the 5-kilometer radius\nDistance to coast.\nNo counterfactual EA was “matched” with more than one treatment EA.  A small wrinkle in this identification strategy was that the FISP phytosanitary barrier was reevaluated a total of five times throughout the project, causing the barrier to shift during the course of the implementation (see Figure 2-1). To ensure that all comparison areas did not receive treatment, we have chosen comparison located east of the 2012 barrier, which is the furthest east the barrier was shifted over the course of the project. \nIt is important to note that in three out of the eight FISP districts there was no barrier drawn: in Pebane, Moma, and Angoche, the barrier was the coast, and FISP worked in these districts in a way that made it difficult to identify non-project areas. There was no barrier drawn in the district of Chinde, but epidemic and endemic zones (as well as project and non-project areas) were geographically separated in a way that allowed us to include the district in our sampling frame. As a result, our quantitative evaluation is focused on five out of the eight FISP districts (Nicoadala, Namacurra, Maganja da Costa, Chinde, and Inhassunge). In the remaining three districts in the Nampula district, we relied on a qualitative survey to draw lessons about the project's efficacy.\nIn sum, the phytosanitary barrier distinguished between epidemic FISP areas and epidemic non-FISP areas. We identified 93 FISP census EAs on the west side of the barrier and 65 non-project EAs on the east side of the phytosanitary barrier but very close (within 73 kilometers) with similar baseline disease prevalence (using the 2008 aerial photography data from TTI Production, 2009). From these, 24 pair-wised matched project and non-project areas serve as our treatment and comparison groups. Their baseline similarity, geographical similarity, and haphazard separation by the phytosanitary barrier create the ideal conditions for a quasi-experimental evaluation. This quasi-random approach identifies the impact because difference in outcomes can be attributed only to the intervention; other potentially confounding factors are similar across the phytosanitary barrier, due to geographic proximity and because of matching (Section 5.3 provides more details on the results of the matching).\n\n Households\n \nWe designed two separate quantitative evaluations to assess the activities in the epidemic zones and the endemic zones. \nEvaluation of Epidemic Zone Program: In the epidemic zones, the evaluation used a border discontinuity design. Specifically, it identified geographic areas that were very similar at baseline, except that they were split into treatment and comparison areas by an external “quasi-random” factor-the phytosanitary barrier. The phytosanitary barrier was a north-to-south imaginary line that FISP delineated, separating the areas with less than 10 percent disease prevalence (on the west side of the barrier) from the areas with more than 10 percent disease prevalence (on the east side). FISP did not conduct any epidemic zone activities east of this barrier. Despite the clear distinction of the barrier for implementation activities, the disease had a mosaic pattern, implying that the barrier was imperfect at delineating CLYD prevalence levels. This feature aided our evaluation, because we were able to select comparison areas to the east of the barrier that had roughly the same qualifications for selection (baseline disease prevalence) as the treatment areas. Among a subset of the census enumeration areas (EAs) on both sides of the barrier that had less than 15 percent disease prevalence, we matched EAs based on distance from coast (which also proxies for distance to barrier) and baseline disease prevalence. This strategy was feasible in five out of the eight FISP districts. In the remaining three districts in the Nampula province, where the epidemic and endemic zone programs were combined and there was no barrier separating project areas, we relied on qualitative data to assess the project. \nTo assess impact on outcomes related to household income coconut production and seedling survival, the unit of analysis was households. We sampled 800 households across 24 treatment and 24 comparison EAs. After accounting for nonresponse, missing observations, and outliers, we obtained a study sample of 666 usable observations. For each household we gathered information on their pre-intervention demographic characteristics and information to measure the key outcomes: seedling survival, coconut production, and income. \nTo assess the impact of FISP on disease prevalence, we surveyed 16,000 trees that were sampled from the same enumeration areas as the household survey in the epidemic zones. We first identified the land area within the matched EAs that had tree cover, based on the 2008 aerial photography data. Within these areas, we randomly sampled 400 grids, each 100 by 100 meters, and within each grid we drew a sample of 40 trees in four clusters. For each tree in the grid, the tree enumerators visually inspected whether the tree was healthy; had only CLYD (and not beetle infestation); had beetle infestation only; or had CLYD and beetle infestation.  The enumerators assessed beetle infestation also because CLYD is closely associated with increase in beetle infestation since dead trees - dead because of CLYD - can become a breeding ground for beetles. \nTo answer the question on FISP's impact on disease spread, however, we could not apply this method because that requires time series information on disease spread before, during, and after FISP. We conducted the analysis on two pairs of treatment and comparison areas for which we could find satellite data to estimate the prevalence of healthy trees between 2008 and 2014. \nEvaluation of the Endemic Zone Program: In the endemic zones, which were entirely east of the phytosanitary barrier, the evaluation used a non-experimental method for selecting untreated geographic areas that, at baseline, were very similar to the treated areas. We matched pairs of treatment and comparison enumeration areas on baseline disease prevalence and distance from coast. The results of our matching and comparison of their self-reported pre-intervention characteristics suggest that the two groups are comparable and did not require any re-weighting to “look similar.”\nIn the endemic zone, we surveyed 720 households in 80 EAs across all districts. Of the 720 households surveyed, 561 observations were usable. In addition to information gathered for the epidemic zone farmers, for endemic zone farmers we also gathered information on their adoption, production, and sale of crops promoted by FISP.\nOther Questions: To answer other questions, including the assessment of the BDF activity, the R&D activity, and the adaptation and adherence of FISP implementation to project goals, we conducted a desktop review of the literature. In addition, for the BDF activities and assessment of FISP's adaptation and adherence to project goals, we conducted interviews with key stakeholders, and focus group discussions and interviews with farmers and grant recipients.\n      ",
  "owner_org": "fcc9523d-f1cb-4ca4-83cb-c72c89079d2c",
  "extras": [
    {
      "key": "publisher",
      "value": "Millennium Challenge Corporation"
    },
    {
      "key": "landingPage",
      "value": "https://data.mcc.gov/evaluations/index.php/catalog/131"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "56258383-6604-4f83-87c7-7d7be329c1b3"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "modified",
      "value": "2016-08-24"
    },
    {
      "key": "harvest_source_title",
      "value": "MCC Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "programCode",
      "value": [
        "184:000"
      ]
    },
    {
      "key": "identifier",
      "value": "DDI-MCC-MOZ-ABT-FISP-2014-v2"
    },
    {
      "key": "bureauCode",
      "value": [
        "184:03"
      ]
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "harvest_object_id",
      "value": "551c39c3-f0ea-4dab-963e-fa9a99f54fd5"
    },
    {
      "key": "source_hash",
      "value": "58ddd1dc32c46e546dbce3597fdb7e4087d7c409"
    },
    {
      "key": "harvest_object_id",
      "value": "551c39c3-f0ea-4dab-963e-fa9a99f54fd5"
    },
    {
      "key": "harvest_source_id",
      "value": "56258383-6604-4f83-87c7-7d7be329c1b3"
    },
    {
      "key": "harvest_source_title",
      "value": "MCC Data.json"
    }
  ],
  "title": "Mozambique - Farmer Income Support",
  "revision_id": "50802c77-6dae-4ea0-ae60-d9c525a4515b"
}