{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "98fe9e3d-adf3-4971-bf36-cfaef76802ad",
  "metadata_created": "2015-09-27T00:38:45.481886",
  "metadata_modified": "2015-09-27T00:38:45.481886",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "98fe9e3d-adf3-4971-bf36-cfaef76802ad",
      "webstore_last_updated": null,
      "id": "f8b5db56-cfd3-4779-a43d-af8a67771872",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 18,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "bdc3246f-4460-4566-8a26-f6ae7e7728ca",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-09-26T20:38:45.532381",
      "url": "http://coastalscience.noaa.gov/research/habs/pmn",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 87,
    "recent": 6
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "phytoplankton-monitoring-network-pmn",
  "isopen": false,
  "url": null,
  "notes": "The Phytoplankton Monitoring Network (PMN) is a part of the National Centers for Coastal Ocean Science (NCCOS). The PMN was created as an outreach program to connect volunteers and professional scientists in the monitoring of marine phytoplankton and harmful algal blooms (HABs). NOAA staff train volunteers on sampling techniques and identification methods for marine phytoplankton. There are over 50 genera, including 10 potentially toxin producing genera, of dinoflagellates and diatoms on the volunteers watch list. A qualitative collection of data that includes salinity, temperature, depth, wind speed and direction, phytoplankton counts and abundance ratios obtained from surface tows in the estuarine and marine environments.",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-64.8654"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "59.7255"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "18.35023"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-157.633, 18.35023], [-64.8654, 18.35023], [-64.8654, 59.7255], [-157.633, 59.7255], [-157.633, 18.35023]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: By accessing and downloading data presented in the PMN web site you are agreeing to the following conditions: 1. The information, data records or images presented in these databases may not be reproduced, redistributed, repackaged or publicly displayed in any form without the express written permission of a curatorial staff member of the Phytoplankton Monitoring Network (PMN). 2. Downloaded records, information or images from the PMN may be used strictly for non-profit purposes such as scientific, scholarly or educational activities provided the PMN is acknowledged using standard citation for electronic materials (hyperlink to citations) in all copies and the PMN notified. 3. Data are provided on an end-user basis. These data should not be redistributed to third parties without prior approval from the PMN. 4. Information in the databases may be published or remain unpublished. It is the users responsibility to verify if any information has already been published for citation purposes. 5. Although every effort is made to ensure the accuracy of information provided within these databases, use of the information is entirely at your own risk. All data and images are provided \\\"AS IS\\\" for the end user's informational purposes only. PMN and staff are not responsible for any negative consequences resulting from reliance on or use of information contained in the databases. Risk of injury rests entirely with the user. 6. The information presented is as accurate as the staff can reasonably make it. Data provided in the databases are compiled from various volunteer groups working though several different institutions. Misidentifications, re-classification of names or groups of organisms and other transcription mistakes are inherent in this field. If ever you believe a data record presented is in error for any reason, let us know what and why. The updating of information and ensuring its accuracy are continual processes.Examples for how to cite the NBI website depending which is most appropriate: * Phytoplankton Monitoring Networ (PMN). 2006. PMN website. <http://www.chbr.noaa.gov/pmn/index.htm>. Accessed on 2006 Apr 27. * Information provided with permission of the Phtoplankton Monitoring Network, Center for Costal Environmental Health and Biomolecular Research, Charleston, SC, <http://www.chbr.noaa.gov/pmn//>. 27 Apr 2006. *\\\"Some or all of the data described in this article were produced by the National Oceanic and Atmospheric Administration through its National Centers for Coastal Ocean Science - Phytoplankton Monitoring Network\\\".\", \"Access Constraints: None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2001-09-13"
    },
    {
      "key": "contact-email",
      "value": "steve.morton@noaa.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-157.633"
    },
    {
      "key": "metadata-date",
      "value": "2014-04-29"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2006-01-01\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "asNeeded"
    },
    {
      "key": "licence",
      "value": "[\"None\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Phytoplankton Monitoring Network\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "hampton, chms dock, taxa, glen cove park, tainter lake, kachemak bay, dauphin island, big pass, guana river, manchester, department of agriculture/bureau of aquaculture dock, ut pan am coastal studies lab, cumberland island dungeness dock, st. lucie inlet, north river boat landing, mcclellanville town hall dock, hobcaw creek, inleside public boat ramp, hunting island state park, currituck sound pier, minnesota, washington street pier, fort carolina dock, keauhou harbor, texas city prairie preserve, pentenwell lake, maryland, hogs inlet, windsurfing flats bay, oyster bay, 192 causeway seawall, kake, iles of shoals star island, florida oceanographic dock, point comfort fishing pier, frog mortar creek, port jefferson harbor, oceans, frisco pier, matanzas river, radio island pier, priest landing, gilchrist park dock, cypress bay dock, hudson river, dan creedon dock, bolles, pine gully pier, trent river, palmetto island, burnside island, stinson park dock, edisto beach state park, burton 4h center, bishop kenny, woodlawn beach park, cedar point, hawaii, seabrook, clemson dock, clear lake shores, mackall cove, baywood dock, quarter master harbor, san luis pass, may river, guana lake, virginia, wappoo cut, corsica river dock, bass pond, ten mile lake, thomas basin, banana river, lake secessionville, honey horn, st. andrews beach, stono river, swan lake boat ramp, wisconsin, wards creek, north pass, withers swach, bonita beach, mystery bay, ju msri, gaynor dock, north causeway bridge, fairwinds marina, quintana fishing pier, st. simmons causeway, isabella causeway boardwalk, lotus lake, gunston cove, riley lake, brickyard plantation, tolomato river, shem creek, harmful algal bloom, menomin lake, copano bay, breach inlet bridge, auke bay, cms dock, hwy 210 bridge, beresford creek, lynnhaven inlet, eastern bay, hatteras coast guard, seldovia harbor, gtmnerr pine island, south carolina, beacon, charleston city marina, guana tolomato matanzas nerr, darien dock, jims pier, marine, boca chica beach highway 4 access, nags head fishing pier, macmillan pier, seacoast science center odiorne bridge, bear cove, drum bay, aransas pass, marshland public boat landing, florida, alaska, tidal freshwater, marlin quay, north pawleys island, sheepshead bay, charleston harbor, cameron county beach access 6, charleston, mill dam creek, betterton dock, jekyll river, terry creek, folly beach, birch bay, wrightsville beach public boat ramp, chetek lake, waterside marketplace marine, fort pierce inlet, bears bluff, naples bay dock, washington, gcrl fishing pier, united states, budd inlet, tres palacios bay pier, white chimney river, bowens island, seadrift harbor, bull river marina, caw caw county park, mukilteo pier, san sebastian river, sadler point, broad creek marina, palmetto bay, mississippi, parsons creek, ccbc testing platform, north carolina, honokohau harbor fuel dock, awendaw, texas state marine education center pier, fort johnson, jakolof bay, peterson bay, carolina beach public boat dock, folly river, clear lake park, port townsend, tampa bay at manatee river, cc haigh landing, ripley light, gulf specimen marine lab pier, coki point, middle ortega river, post office creek, savannah state university, rye harbor, dog key pass, quilcene bay, brittlebank park pier, cinco bayou public boat landing, connecticut, discovery bay, indian point pier, st. augustine inlet, fort moultrie, port o'connor fishing pier, ocean view pier, assateague bridge, texas state aquarium pier, sequim bay, cinder creek, homer, harbor view road, georgia, elm street pier, seaside circle beach access 6, st. mary's river waterfront park, alberta long lake, fort worden, st. simons pier, lower garniers bayou, dickinson bayou, dagger point, crooked river state park, coastal monitoring, new hampshire, texas, jug bay railroad bridge, pass christian reef, buxton harbor, u.s. virgin islands, broad river, ecodock governors island, church creek, sebastian inlet, phytoplankton, apache pier, pritchards island, crescent beach park, penn cove, williams park, murrells inlet, species, oak grove island marina, joes bayou, sunbury public ramp, clam creek river, hilton pier, king's landing park, tybee island, uconn avery point dock, sea center texas intake, freeport municipal park, christmas bay, big marco pass, mud lake, crab creek, knudson cove, hamlin creek, kasitsna bay, belmont bay, castle rock, oatland island dock, sisters creek, skidaway river, colonial lake, sanibel sea school, humpback whale nms fish pond wall, bohicket creek, battleground road creek, cape washington, aes mangrove forest, breach inlet, little lagoon, colleton river dock, eau gallie pier, prairie lake, holdon beach, dabob bay, east river, massachusetts, rhode island, new york, matagorda bay nature park, biloxi small craft harbor, lonnie wurn boat ramp, lighthouse beach, pokegama lake, myrtle beach state park, arnica bay, stedman cove, buck hall landing, bastrop bay, dewees island dock, fit vero beach marine lab, heron roost, halibut cove, sangatuck island bridge, alabama, estuarine, ccc aq dock"
    },
    {
      "key": "harvest_object_id",
      "value": "c2245e61-9d6b-4e6f-b76f-fd627d4d303d"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "Phytoplankton Monitoring Network (PMN)",
  "revision_id": "bdc3246f-4460-4566-8a26-f6ae7e7728ca"
}