{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "a3cd0c5a-fae0-4dd8-9b88-0cd91f1ca087",
  "metadata_created": "2015-10-15T06:05:43.591104",
  "metadata_modified": "2015-10-30T05:24:58.808989",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "a3cd0c5a-fae0-4dd8-9b88-0cd91f1ca087",
      "webstore_last_updated": null,
      "id": "519c0572-926b-4f87-bc1f-e206f11fc2f3",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:58.849003",
      "url": "http://www.hanford.gov/page.cfm/300Area",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "8b548c9e-d8e6-4af5-914f-f5313e758760",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 2,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "300-area",
  "isopen": false,
  "url": null,
  "notes": " Hanford&amp;#39;s 300 Area was home to the fuel manufacturing operations at the Site as well as the experimental and laboratory facilities.At one time, six small scale nuclear reactors were located in the 300 Area which is only a few miles from the city of Richland.The 300 Area is adjacent to the Columbia River and is also right next to the main north-south road that takes many Hanford employees from their Tri-Citieshomes to their work locations at the Site.   During Hanford&amp;#39;s plutonium production mission, hundreds of thousands of tons of raw uranium was sent to the 300 Area to be manufactured into fuel assemblies called &amp;quot;rods&amp;quot;. These fuel rods were ultimately placed into the 100 Area reactors wherea nuclear chain reaction would change the chemical properties of the uranium into the plutonium needed for atomic weapons. The 300 Area also served to provide scientists with the laboratory facilities where they could test their theories and conduct experiments on the most efficient ways to transform the uranium into plutonium. Crews also manufactured many tools in the 300 Area for use at Hanford. Since there had never been a nuclear reactor or processing canyon built before these first ones were erected at Hanford, a lot of the materials needed for the construction work hadn&amp;#39;t been invented yet.   The 300 Area presents unique challenges to workers involved in decommissioning, deactivating, decontaminating, and demolishing the hundreds of facilities in the complex. Due to the many experiments which were conducted at the 300 Area, there are also many contaminated zones associated with it. Crews must take precautions to avoid coming in contact with chemical or nuclear wastes or products created by the experiments, and must also ensure that any waste they do encounter is not released into the air or the soil. Some of the wastes were liquid, which have contaminated some of the groundwater beneath the 300 Area and migrated to the Columbia River but crews are active today in removing and remediating that contamination.   Some of Hanford&amp;#39;s earliest known solid waste burial grounds are found near the 300 Area and they are also some of the most dangerous. Early records detailing exactly what was dumped in these burial grounds is spotty, and some of the safety measures taken when the burial grounds were being filled were not very good. With so many challenges associated with the cleanup of these burial grounds, extra precautions are taken by workers today so that they can be prepared in case they encounter some material which isn&amp;#39;t expected to be there or cannot be immediately identified.   Even the buildings associated with the 300 Area present challenges to cleanup teams. These 1940&amp;#39;s-era buildings were constructed with asbestos and other materials which we now know can be harmful to humans. When these structures are torn down, the work must be done in accordance with Environmental Protection Agency and other agencies&amp;#39; policies so that no contamination is released into the air or taken in by workers.   Due to the 300 Area&amp;#39;s proximity to Richland, it is easy for site employees and Richland residents to see the cleanup progress which is taking place. The landscape changes daily as crews using bulldozers and earth moving equipment have already demolished more than 100 structures once needed for plutonium production at Hanford.   Officials with the Pacific Northwest National Laboratory are continuing to use a few of the 300 Area buildings today, but the majority of the complex and its structures are set to be demolished by 2013.   ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6010"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "9c4c99b8-c931-47aa-ac75-9a9d3745cf0c"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6010"
    },
    {
      "key": "source_hash",
      "value": "b5e3ee5a276999b442ef255f935330ef3a267210"
    },
    {
      "key": "harvest_object_id",
      "value": "9c4c99b8-c931-47aa-ac75-9a9d3745cf0c"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "300 Area",
  "revision_id": "20fb4430-0f9f-4e8f-9f99-f4b6cbbbabfa"
}