{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "2de4bd6c-5086-474f-842e-a17d9f6b0fae",
  "metadata_created": "2015-10-15T06:05:56.243113",
  "metadata_modified": "2015-10-30T05:25:04.307362",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "2de4bd6c-5086-474f-842e-a17d9f6b0fae",
      "webstore_last_updated": null,
      "id": "09a1b83e-402f-4829-a55a-3e72ef9e67c2",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "cold-rooms-complex.aspx",
      "format": "",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:25:04.398608",
      "url": "http://www.erdc.usace.army.mil/Media/FactSheets/FactSheetArticleView/tabid/9254/Article/486105/cold-rooms-complex.aspx",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "2bc19e31-faea-4f89-8143-d39c33a943fc",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 5,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "cold-rooms-complex",
  "isopen": false,
  "url": null,
  "notes": " CRREL&amp;#39;s Main Lab Cold Rooms Complex consists of 26 refrigerated rooms, each varying in size and in other capabilities, allowing for a variety of environmentally controlled experimentation at low temperatures. These laboratory-grade rooms can maintain temperatures from &amp;#8722;30&amp;#176;C to over 43&amp;#176;C (&amp;#8722;22&amp;#176;F to 110&amp;#176;F), with an additional stand-alone unit extending to &amp;#8722;40&amp;#176;C (&amp;#8722;40&amp;#176;F). When larger environmentally controlled spaces and other functionality are required, research can expand into CRREL&amp;#39;s additional on-site facilities (Ice Engineering Research Area, Materiel Engineering Facility, Geophysical Research Facility, and Frost Effects Research Facility).  Applied Research and Engineering Facilities for a Variety of Applications CRREL&amp;#39;s Cold Room Complex has housed basic research, applied research and engineering studies with a range of military, commercial and academic partners and applications:  Ice adhesion (see the Materials, Concrete, and Geotechnical Laboratories page) Materials characterization and analysis after exposure to long-term temperature and other environmental effects Equipment testing and evaluation in Arctic/Antarctic conditions US Air Force airfield damage repair at sub-freezing temperatures using cold weather concrete and flowable fill materials Analysis of stratigraphy and physical properties of polar ice cores Sea ice phenomenology Scaled model studies in controlled environmental conditions Quantification of the environmental effects of hazardous residues from exploded military munitions Environmental remediation Analysis of the behavior of JP-8, other fuels, and associated equipment at ultra-low temperatures Development of Seasonal Ice Mass-Balance Buoys (SIMB) for monitoring the Arctic sea-ice cover Success Stories The polar ice sheets of Greenland and Antarctica contain a wealth of past climate data, which can be extracted from the field as ice cores and analyzed to determine past temperature, atmospheric composition, pollution amounts and snow accumulation. CRREL researchers pioneered early ice core drilling efforts in both Greenland and Antarctica, in addition to determining the annual layering of one of the most high-resolved Greenland ice cores, the GISP2 core drilled from the center of the Greenland ice sheet. CRREL researchers continue to be involved in several national and internationally sponsored drilling projects, using the Cold Room Complex when examining the physical properties of snow and ice. The US Coast Guard (USCG) and the US Navy (USN) have become increasingly concerned about the effects of ice adhesion on their vessels entering Arctic waters and are interested in materiel development solutions that offer anti-icing and de-icing advantages. CRREL has long led the technical community in developing a variety of tests to quantify the effects of ice adhesion on materials and equipment in order to aid in developing better technologies for anti- and de-icing. In response to USCG and USN needs, in the Cold Rooms, CRREL has  pioneered a new shear test technique called the &amp;quot;peel test,&amp;quot; which is appropriate for quantifying the effects of sea ice adhesion in certain fracture modes. Contact the facilities manager for more information. The US Army has been concerned in recent years about its ability to  rapidly repair roadways  in contingency environments, such as Iraq and Afghanistan, using existing Army Engineer equipment and Army Engineer Soldiers. A broad technical community responded to this challenge over time with a variety of solutions, none of which were suitable in  cold weather  (near or sub-freezing temperatures). CRREL responded to this need by developing a custom cold-weather concrete solution for the Army in Afghanistan, enabling roadway repairs with cheap, locally procurable materials in 20%-25% of the time required for conventional construction methods and materials. The cold weather complex allowed rapid testing in multiple rooms set at different environmental conditions to develop a solution to meet the Army&amp;#39;s needs  within the requested 30-day timeline.  Features   Twenty-six low-to-high temperature rooms ranging in size, from 9 ft (l) &amp;#215; 7 ft (w) &amp;#215; 10 ft (h) to 24 ft (l) &amp;#215; 46 ft (w) &amp;#215; 10 ft (h), maintaining temperatures from &amp;#8722;30&amp;#176;C to over 43&amp;#176;C (&amp;#8722;22&amp;#176;F to over 110&amp;#176;F)  Temperatures above 27&amp;#176;C (80&amp;#176;F) can also be obtained with additional setup time and portable heating equipment (please consult the facility manager for this capability). A cold pit for larger experiments that require additional horizontal and vertical space. It includes an additional water tank capable of holding 10 ft of water. The cold pit is 21 ft (l) &amp;#215; 20 ft (w) &amp;#215;18 ft (h) with a removable metal grate floor. The cold pit has an entryway clearance of 9.9 ft &amp;#215; 6.4 ft and can sustain temperatures from &amp;#8722;30&amp;#176;C to over 43&amp;#176;C (&amp;#8722;22&amp;#176;F to over 110&amp;#176;F). An ultra-low temperature room in the sub-basement is a 10 ft &amp;#215; 12 ft room refrigerated by a stand-alone system and can maintain temperatures from &amp;#8722;40&amp;#176;C to over 43&amp;#176;C (&amp;#8722;40&amp;#176;F to over 110&amp;#176;F). Supporting equipment:  Specialized ice and frozen soil equipment for sample preparation and measurement Ability to use the cold rooms in conjunction with the abutting concrete lab and related testing equipment, soils and grinding lab, materials testing labs (first floor and basement), and other assets throughout the main lab Large sample size (15 cm diameter) micro computed tomography (micro-CT) scanner Instrumentation:  Specialized ice and frozen soil equipment for sample preparation and measurement A dedicated, secure website with functionality for remote video and photo monitoring Each room equipped with a conduit to connect instrumentation and controls to adjacent rooms (and hallways) when room-temperature office space is desired Work with Us Our capabilities and facilities are available to assist you in addressing and solving a variety of cold regions science and engineering challenges. Please consult the facility manager for facility usage and rate information, which varies depending on the type of activity and support needed. The facility manager can also provide additional technical documentation on the Cold Rooms Complex and supporting equipment and on other recent success stories.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6131"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "7bce5ec4-02e5-46ee-b641-356e12d136d5"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6131"
    },
    {
      "key": "source_hash",
      "value": "1fc4fffe459a73c5d64dd9a287129c0a638f5442"
    },
    {
      "key": "harvest_object_id",
      "value": "7bce5ec4-02e5-46ee-b641-356e12d136d5"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Cold Rooms Complex",
  "revision_id": "5f3294ea-9a6a-4acf-8593-6ec96aa6ebf4"
}