{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "2abae09e-34cc-43a2-b15c-96fe66e07e25",
  "metadata_created": "2013-03-15T21:12:32.572904",
  "metadata_modified": "2014-11-17T21:13:28.601596",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": null,
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "2abae09e-34cc-43a2-b15c-96fe66e07e25",
      "webstore_last_updated": null,
      "id": "3d9a41a3-566d-48f1-a127-95fc63e8b131",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "Web page to download pesticide grid",
      "format": "HTML",
      "tracking_summary": {
        "total": 9,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "mimetype": null,
      "cache_url": null,
      "name": "Data Catalog",
      "created": "2014-11-17T16:13:28.737428",
      "url": "http://water.usgs.gov/GIS/dsdl/agpest97grd/index97.html",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "6b1969f7-2606-40bd-b6cc-990b5c9fb58d",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "2abae09e-34cc-43a2-b15c-96fe66e07e25",
      "webstore_last_updated": null,
      "id": "97aedcba-43f4-4b29-81f4-7e4f48293e5f",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "Data Catalog",
      "tracking_summary": {
        "total": 4,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "6b1969f7-2606-40bd-b6cc-990b5c9fb58d",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-11-17T16:13:28.737447",
      "url": "http://water.usgs.gov/lookup/getspatial?agpest97grd",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 73,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "grids-of-agricultural-pesticide-use-in-the-conterminous-united-states-1997",
  "isopen": false,
  "url": null,
  "notes": "This spatial dataset consists of 219 1-kilometer (km) resolution grids depicting estimated agricultural use of 219 pesticides in 1997 for the conterminous United States. Each grid cell value in the national grids of this dataset is the estimated total kilograms (kg) of a pesticide applied to row crops, small grain crops and fallow land, pasture and hay crops, and orchard and vineyard crops within the 1- by 1-km area. Nonagricultural uses of pesticides are not included in this dataset. Of the 219 pesticidesrepresented in the grids, 96 are herbicides, 65 are insecticides, and 37 are fungicides. The remaining 21 compounds are composed of the category \"other pesticides\", which consist of fumigants, growth regulators, and defoliants. Although this dataset is referenced to 1997, it generally represents a composite of estimated pesticide use during the mid to late 1990s.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-65.143387"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "51.857984"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "graphic-preview-type",
      "value": "jpg"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "graphic-preview-file",
      "value": "http://water.usgs.gov/GIS/browse/agpest97.jpg"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-128.307859, 22.736598], [-65.143387, 22.736598], [-65.143387, 51.857984], [-128.307859, 51.857984], [-128.307859, 22.736598]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: There are several limitations to this dataset and it is important they be carefully considered for each particular application. 1. The differences between county areas classified as agricultural land in the NLCDe 92 and in the 1997 county file of agricultural pesticide use (Thelin, 2005) can cause errors in the estimated distribution of use. The areas of agricultural land in the 1997 county agricultural pesticide use are primarily based on the 1997 Census of Agriculture (surveys) while the areas of agricultural land in the NLCDe 92 are based primarily on satellite imagery. For counties in which there are temporal and/or areal discrepancies between the two primary data sources, the probability of error increases in the pesticide grids. Ideally, mapped agricultural land identified by the actual crop grown rather than groups of crops (such as row crops, small grains, etc.) would be used with the pesticide information by crop, and the information on pesticide application and mapped cropland would correlate within the same time period. 2. The limitations of each type of data used to estimate use are inherited by this dataset: a) Please refer to Thelin and Gianessi (2000) for more information related to limitations of the county pesticide use estimates. An example of a limitation of the county-level pesticide use data is the non-disclosure of some census crop information to protect the identity of individual farmers (U.S. Department of Agriculture, 1999). Another limitation to consider is that state pesticide-use coefficients (average annual application rates and percent of a crop's acres in a state treated with a pesticide) are gathered from surveys and reports covering a 4-year period (Gianessi and Marcelli, 2000). The total amount of pesticide use by county, as determined from the pesticide grids, closely match the total amount of county pesticide use from Thelin's (2005) source data (differences are all less than 1 kg). Therefore, the grids reflect the pesticide use from the source county data correctly at the county scale. However, when sub-county areas (such as small watersheds) are evaluated, the potential for error for estimating pesticide use increases. b) The National Land Cover dataset 1992 (NLCD 92) is subject to misclassification of agricultural land in some areas despite the extensive use of ancillary information (Vogelmann and others, 2001). (For additional information related to accuracy assessment of the NLCD, see http://landcover.usgs.gov/accuracy/index.php). The pesticide use grid dataset incorporates an enhanced version of the NLCD 92 which includes reclassification in some areas based on U.S. Geological Survey's Land Use and Land Cover dataset of the 1970 and 1980's. Classification of agricultural land is further complicated by farmland that is used for multiple crops, or left fallow. 3) The limitations described in #1 and #2 above can cause some grid-cell values (estimated pesticide application) to be unrealistically high. For example, in a few counties in Texas, where much of the pasture lands appear to be classified as \\\"shrubland\\\" in the NLCDe 92, tens of thousands of kilograms of 2,4-D are distributed amongst the very small areas classified as \\\"pasture/hay\\\". 4) Conversely, the limitations described in #1 and #2 can also cause underestimation of pesticide use in areas, where, for instance, grasslands are misclassified as \\\"pasture/hay\\\". In these counties, the amount of pesticides are distributed over areas that may truly be a mix of grasslands and pastured land, which result in a low pesticide use intensity. In addition, this \\\"dilution\\\" effect is introduced in the 875 counties in which the CGF areas served to substitute ORCH areas due to the absence of land classified as ORCH. 5) The grid cells in all 219 agricultural pesticide grids are zero in 42 counties and statistically equivalent entities (\\\"county equivalents\\\"). The majority of these 42 counties and county equivalents are individual cities that comprise mostly urban land use (and therefore indicative of little or no agricultural pesticide use). The amount of agricultural pesticide use in these 42 counties and county equivalents are not excluded in the pesticide grids but rather combined with its adjacent or surrounding county. The counties and county equivalents that have pesticide use combined with its adjacent or surrounding county are: COUNTY STATE NAME OF COUNTY CODE (FIPS) 11001 DC District of Columbia 24510 MD Baltimore City 29510 MO St. Louis City 30113 MT Yellowstone National Park 51510 VA Alexandria City 51515 VA Bedford City 51520 VA Bristol City 51530 VA Buena Vista City 51540 VA Charlottesville City 51560 VA Clifton Forge City 51570 VA Colonial Heights City 51580 VA Covington City 51590 VA Danville City 51595 VA Emporia City 51600 VA Fairfax City 51610 VA Falls Church City 51620 VA Franklin City 51630 VA Fredericksburg City 51640 VA Galax City 51650 VA Hampton City 51660 VA Harrisonburg City 51670 VA Hopewell City 51678 VA Lexington City 51680 VA Lynchburg City 51683 VA Manassas City 51685 VA Manassas Park City 51690 VA Martinsville City 51700 VA Newport News City 51710 VA Norfolk City 51720 VA Norton City 51730 VA Petersburg City 51735 VA Poquoson City 51740 VA Portsmouth City 51750 VA Radford City 52190 VA Richmond City 51770 VA Roanoke City 51775 VA Salem City 51780 VA South Boston 51790 VA Staunton City 51820 VA Waynesboro City 51830 VA Williamsburg City 51840 VA Winchester City The Agricultural Census county FIPS codes and associated (=) U.S. county FIPS codes in the conterminous U.S. are identified below (Marlene Diehl, U.S. Department of Agriculture, written commun., 2007): 24033 = 24033, 11001 24005 = 24005, 24510 29189 = 29189, 29510 51003 = 51003, 51540 51005 = 51005, 51560, 51580 51015 = 51015, 51790, 51820. 51019 = 51059, 51515. 51031 = 51031, 51680. 51041 = 51041, 51570. 51059 = 51059, 51510, 51600, 51610. 51069 = 51069, 51840. 51077 = 51077, 51640. 51081 = 51081, 51595. 51087 = 51087, 52190. 51089 = 51089, 51690. 51095 = 51095, 51830. 51121 = 51121, 51750. 51143 = 51143, 51590. 51149 = 51149, 51670, 51730. 51153 = 51153, 51683, 51685. 51161 = 51161, 51770, 51775. 51163 = 51163, 51530, 51678. 51165 = 51165, 51660. 51175 = 51175, 51620. 51177 = 51177, 51630. 51191 = 51191, 51520. 51195 = 51195, 51720. 51199 = 51199, 51650, 51700, 51735. 51550 = 51550, 51740. 51810 = 51810, 51710. Use_Constraints References:\", \"Access Constraints: none\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "1995-01-01"
    },
    {
      "key": "contact-email",
      "value": "http://answers.usgs.gov/cgi-bin/gsanswers?pemail=h2oteam&amp;subject=GIS+Dataset+agpest97grd"
    },
    {
      "key": "bbox-west-long",
      "value": "-128.307859"
    },
    {
      "key": "metadata-date",
      "value": "2007-08-01"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2007-08-01\"}]"
    },
    {
      "key": "graphic-preview-description",
      "value": "Illustration of data set kg8008"
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\"\\n\\nAlthough these data have been used by the U.S. Geological Survey,\\nU.S. Department of the Interior, no warranty expressed or implied\\nis made by the U.S. Geological Survey as to the accuracy of the\\ndata and related materials. The act of distribution shall not constitute\\nany such warranty, and no responsibility is assumed by the U.S.\\nGeological Survey in the use of this data, software, or related materials.\\n\\nAny use of trade, product, or firm names is for descriptive purposes\\nonly and does not imply endorsement by the U.S. Government.\\n\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"U.S. Geological Survey\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "1998-01-01"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "bbox-south-lat",
      "value": "22.736598"
    },
    {
      "key": "tags",
      "value": "inlandwaters, conterminous united states, fumigant, pesticide, fungicide, growth regulator, defoliant, insecticide, agricultural, herbicide, national water quality assessment (nawqa) program"
    },
    {
      "key": "harvest_object_id",
      "value": "d86938f9-29b7-4825-9567-b0359629bb1d"
    },
    {
      "key": "harvest_source_id",
      "value": "e11eb0c1-b794-4812-9369-1bd7306336cd"
    },
    {
      "key": "harvest_source_title",
      "value": "Water NSDI Node Spatial Datasets"
    }
  ],
  "title": "Grids of Agricultural Pesticide Use in the Conterminous United States, 1997",
  "revision_id": "983dcb40-09cd-4d15-ad02-370cc363cf29"
}