{
  "collection_metadata_url": "http://meta.geo.census.gov/data/existing/decennial/GEO/GPMB/TIGERline/TIGER2016/ParentFiles/SeriesCollection_tl_2016_tabblock10.shp.iso.xml",
  "private": false,
  "revision_timestamp": null,
  "frequency": "MANUAL",
  "id": "9c1c24d8-9a95-4f7f-9d02-c82f952d4d93",
  "metadata_created": "2016-10-21T16:30:19.090808",
  "metadata_modified": "2016-10-21T16:30:19.090808",
  "title": "2016_tabblock10",
  "state": "active",
  "relationships_as_object": [

  ],
  "creator_user_id": "65349",
  "config": "{\"collection_metadata_url\": \"http://meta.geo.census.gov/data/existing/decennial/GEO/GPMB/TIGERline/TIGER2016/ParentFiles/SeriesCollection_tl_2016_tabblock10.shp.iso.xml\", \"validator_profiles\": [\"iso19139ngdc\"], \"private_datasets\": false}",
  "resources": [

  ],
  "tags": [

  ],
  "source_type": "waf-collection",
  "tracking_summary": {
    "total": 2,
    "recent": 1
  },
  "groups": [

  ],
  "relationships_as_subject": [

  ],
  "name": "2016-tabblock10",
  "url": "http://meta.geo.census.gov/data/existing/decennial/GEO/GPMB/TIGERline/TIGER2016/tabblock10/",
  "type": "harvest",
  "notes": "Census Blocks are statistical areas bounded on all sides by visible features, such as streets, roads, streams, and railroad tracks, and/or by invisible boundaries such as city, town, township, and county limits, and short line-of-sight extensions of streets and roads.  Census blocks are relatively small in area; for example, a block in a city bounded by streets.  However, census blocks in remote areas are often large and irregular and may even be many square miles in area.  A common misunderstanding is that data users think census blocks are used geographically to build all other census geographic areas, rather all other census geographic areas are updated and then used as the primary constraints, along with roads and water features, to delineate the tabulation blocks.  As a result, all 2010 Census blocks nest within every other 2010 Census geographic area, so that Census Bureau statistical data can be tabulated at the block level and aggregated up to the appropriate geographic areas.  Census blocks cover all territory in the United States, Puerto Rico, and the Island Areas (American Samoa, Guam, the Commonwealth of the Northern Mariana Islands, and the U.S. Virgin Islands).  Blocks are the smallest geographic areas for which the Census Bureau publishes data from the decennial census.  A block may consist of one or more faces.  \r\n",
  "owner_org": "31c49abe-512a-412a-9cc7-5b2601325d6b",
  "private_datasets": false,
  "organization": {
    "description": "The Census Bureau's mission is to serve as the leading source of quality data about the nation's people and economy. We honor privacy, protect confidentiality, share our expertise globally, and conduct our work openly. We are guided on this mission by scientific objectivity, our strong and capable workforce, our devotion to research-based innovation, and our abiding commitment to our customers.",
    "created": "2013-03-14T03:44:46.743070",
    "title": "US Census Bureau, Department of Commerce",
    "name": "census-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.census.gov/main/img/home/CensusLogo-white.png",
    "revision_id": "0995f525-d563-4254-a535-af5b926fe663",
    "type": "organization",
    "id": "31c49abe-512a-412a-9cc7-5b2601325d6b",
    "approval_status": "approved"
  },
  "revision_id": "00855704-d5e7-4ae4-aed8-841312d0cef4",
  "validator_profiles": "iso19139ngdc"
}