{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "224af7ee-b512-49de-9709-38c394f8b80b",
  "metadata_created": "2015-09-27T03:09:38.745889",
  "metadata_modified": "2015-09-27T22:29:21.825490",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "224af7ee-b512-49de-9709-38c394f8b80b",
      "webstore_last_updated": null,
      "id": "99ec4fff-f9d8-4724-98e3-87e7ef6823a6",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "ASCII",
      "tracking_summary": {
        "total": 59,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "b3566d02-e6a9-46b5-8427-436408594673",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-09-26T23:09:38.794058",
      "url": "http://tidesandcurrents.noaa.gov/stations.html?type=Water+Levels",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "224af7ee-b512-49de-9709-38c394f8b80b",
      "webstore_last_updated": null,
      "id": "4a14452a-221c-4041-9bb1-df8da7ae0fb5",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "ASCII",
      "tracking_summary": {
        "total": 49,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "b3566d02-e6a9-46b5-8427-436408594673",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-09-26T23:09:38.794091",
      "url": "http://tidesandcurrents.noaa.gov/inundation/",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "224af7ee-b512-49de-9709-38c394f8b80b",
      "webstore_last_updated": null,
      "id": "b0854c73-fd64-4d4e-ac19-15b61760c684",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "nwlon.html",
      "format": "HTML",
      "tracking_summary": {
        "total": 400,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "b3566d02-e6a9-46b5-8427-436408594673",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-09-26T23:09:38.794106",
      "url": "http://www.tidesandcurrents.noaa.gov/nwlon.html",
      "webstore_url": null,
      "last_modified": null,
      "position": 2,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 3,
  "tags": [

  ],
  "tracking_summary": {
    "total": 212,
    "recent": 10
  },
  "groups": [
    {
      "display_name": "Climate",
      "description": "",
      "image_display_url": "",
      "title": "Climate",
      "id": "aa0c01c9-d292-4dc1-8fec-b10c1bb629a9",
      "name": "climate5434"
    }
  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "noaa-water-level-tidal-data-of-205-stations-for-the-coastal-united-states-and-other-non-u-s-sit",
  "isopen": false,
  "url": null,
  "notes": "The National Ocean Service (NOS) maintains a long-term database containing water level measurements and derived tidal data for coastal waters of the United States and U.S. territories. These data allow for the determination and maintenance of vertical reference datums used for surveying and mapping, coastal construction, waterborne commerce, water level regulation, marine boundary determination, and tide prediction, and for the determination of long-term water level variations (e.g. trends). The data also supports other U.S. government programs, including the National Weather Service (NWS) Tsunami Warning System, the NWS storm surge monitoring programs, and the NOAA Climate and Global Change Program. The database contains an extended series of water level measurements recorded at different tide observation stations. These data are processed to generate a number of products, including monthly and yearly averages for mean tide level, mean sea level, diurnal tide level, mean high and low water, mean range, diurnal mean range, monthly extremes for high and low waters, and frequency and duration of inundations (the number of times and length of time at which the water level has equaled or exceeded a specific elevation for a period of analysis). Data are compiled for coastal waters of the United States, Puerto Rico, the Virgin Islands, and U.S. territories in the Pacific region. Water levels are monitored from a network of over 200 permanent, continuously operating tide observation stations and from numerous stations operated for short-term and long-term projects. Water level measurements are compiled for a variety of observation periods, depending upon the location. For some tide observation stations, records date back to the late 1800s. Observed water level values are compiled primarily at six minute increments. In addition, some stations provide real-time data for planning and emergency situations. The observed values are processed to generate mean and extreme values for different temporal intervals, as noted above. The data consist simply of elevations of water, in feet, observed at specific geographic locations and temporal periods. All water level measurements are referenced to staff '0' and can be referenced to other datums, such as the North American Vertical Datum of 1988 (NAVD 88). Recent data are recorded to the hundredth of a foot; data collected prior to the mid-1960s are recorded to the tenth of a foot. The foundation of the water level database is the National Water Level Observation Network (NWLON), a system of long-term operating tide stations maintained by NOS. Data also are obtained through short-term and long-term cooperative projects with other federal, state, and local agencies and governments to accomplish mutual goals in water level measurement. For example, tide stations are operated temporarily for marine boundary determination and hydrographic survey projects. NOS also maintains several cooperative stations with foreign governments for the Climate and Global Change Program. Indices of tide stations maintained by NOS are available which include for each station the latitude, longitude, dates of observations, bench mark sheet publication date, and tidal epoch. NOS also issues tidal bench mark sheets upon completion of a data collection series or as needed for long-term NWLON stations. Tidal bench mark sheets provide location descriptions and vertical elevations referenced to tidal datums of the station bench marks. A table of tidal datums and the 1929 NGVD, when available, are referenced to the station reference datum. A number of products are issued monthly and annually, for free or on a cost recovery basis. The products are distributed on either hard copy, floppy disk, CD, or over the web and include the following: o Tide Observation Station Lists o Tides, 6-Minute Heights o Tides, Hourly Heights of Tides, Times and Heights of High and Low Waters o Tides, Monthly Mean Summaries o Tidal Bench Mark Sheets with Tidal Datums o Frequency and Duration Analysis of Tidal Water Levels o Daily Mean Sea Level CO-OPS also provides a number of information services for which it charges a fee, based on a professional service rate of $30.00 per hour. The services include the following: o Computation of bench mark elevations and tidal datums. o Computation of the NAVD88 referenced to other tidal datums. o Computation of historical tidal datums. o Providing tidal zoning for hydrographic projects. o Preparing and reviewing certified documents for court use. o Retrieval of requested historical data sets not provided over the web. Water level data are also used to calculate inundation statistics. CO-OPS Inundation Analysis Tool can be used to determine the frequency (or the occurrence of high waters for different elevations above a specified threshold) and duration (or the amount of time that the specified location is inundated by water) of observed high waters (tides). Statistical output from these analyses can be useful in planning marsh restoration activities. Additionally, the analyses have broader applications for the coastal engineering and mapping community, such as, ecosystem management and regional climate change. Since these statistical outputs are station specific, use for evaluating surrounding areas may be limited. The inundation analysis tool provides summary statistics, which includes the number of occurrences of inundation above the threshold (events) and length of duration of inundation of each events above the threshold elevation for a specified time period. In addition to summary statistics, graphical outputs are provided using various plots.",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "180.0"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "70.4"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "-54.8"
    },
    {
      "key": "__category_tag_aa0c01c9-d292-4dc1-8fec-b10c1bb629a9",
      "value": "[\"Coastal Flooding\"]"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-180.0, -54.8], [180.0, -54.8], [180.0, 70.4], [-180.0, 70.4], [-180.0, -54.8]]]}"
    },
    {
      "key": "progress",
      "value": "underDevelopment"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Preliminary Data Preliminary data have not been subjected to the National Ocean Service's quality control or quality assurance procedures and do not meet the criteria and standards of official National Ocean Service data. They are released for limited public use as preliminary data to be used only with appropriate caution. Predicted Tidal Data The accuracy of the tide predictions is different for each location. Periodically we do a comparison of the predicted tides vs. the observed tides for a calendar year. The information generated is compiled in a Tide Prediction Accuracy Table. We work to insure that the predictions are as accurate as possible. However, we can only predict the astronomical tides, we cannot predict the effect that wind, rain, freshwater runoff, and other short-term meteorological events will have on the tides.\", \"Access Constraints: None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "1854-06-30"
    },
    {
      "key": "contact-email",
      "value": "co-ops.userservices@noaa.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-180.0"
    },
    {
      "key": "metadata-date",
      "value": "2015-01-28"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2009-02-01\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "DATA UPDATED EVERY 6 MINUTES"
    },
    {
      "key": "licence",
      "value": "[\"Preliminary DataPreliminary data have not been subjected to the National Ocean Service's quality control or quality assurance procedures and do not meet the criteria and standards of official National Ocean Service data. They are released for limited public use as preliminary data to be used only with appropriate caution.Predicted Tidal DataThe accuracy of the tide predictions is different for each location. Periodically we do a comparison of the predicted tides vs the observed tides for a calendar year. The information generated is compiled in a Tide Prediction Accuracy Table. We work to insure that the predictions are as accurate as possible. However, we can only predict the astronomical tides, we cannot predict the effect that wind, rain, freshwater runoff, and other short-term meteorological events will have on the tides.In general, predictions for stations along the outer coast are more accurate than those for stations farther inland; along a river, or in a bay or other estuary. Inland stations tend to have a stronger non-tidal influence; that is, they are more susceptible to the effects of wind and other meteorological effects than stations along the outer coast. An example of an inland station which is difficult to predict is Baltimore, Maryland. This station is located at the northern end of Chesapeake Bay. Winds which blow along the length of the bay have been known to cause water levels to be 1-2 feet above or below the predicted tides.Stations in relatively shallow water, or with a small tidal range, are also highly susceptible to meteorological effects and thus difficult to accurately predict. At these stations, short-term weather events can completely mask the astronomical tides. Many of the stations along the western Gulf of Mexico fall into this category. An example is Galveston, Texas. This station is in a bay which is relatively shallow and has a small opening to the sea. At this station it is possible for meteorological events to delay or accelerate the arrival of the predicted tides by an hour or more.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"National Oceanic and Atmospheric Administration (NOAA), National Ocean Service (NOS), Center for Operational Oceanographic Products and Services (CO-OPS)\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "coastal u.s. territories, tides/currents, bench marks, real-time, navigation, tides, coasts, water level, datum, coastal united states, tide, tide predictions, inundation analysis tool, observations, inundation, u.s. exclusive economic zone, oceans, safe navigation, ports"
    },
    {
      "key": "harvest_object_id",
      "value": "37880dc3-8c05-4727-b91a-cb7072cb1e4c"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "NOAA Water Level (Tidal) Data of 205 Stations for the Coastal United States and Other Non-U.S. Sites",
  "revision_id": "f3f9a314-d2af-4514-a7ad-18131703151d"
}