{
  "license_title": "U.S. Government Work",
  "maintainer": "Abhinav Saxena",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "abhinav.saxena@nasa.gov",
  "num_tags": 3,
  "id": "59227335-597f-4fb3-8293-0dbe7938a031",
  "metadata_created": "2016-02-26T21:45:38.500795",
  "metadata_modified": "2016-05-06T08:18:35.242690",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "59227335-597f-4fb3-8293-0dbe7938a031",
      "webstore_last_updated": null,
      "id": "1e3dffa0-2eff-4697-8479-162bf98deaa4",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "Figure 1",
      "format": "image/bmp",
      "tracking_summary": {
        "total": 4,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "image/bmp",
      "cache_url": null,
      "name": "3_modes.bmp",
      "created": "2016-02-26T16:45:38.798464",
      "url": "https://c3.nasa.gov/dashlink/static/media/other/3_modes.bmp",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "d8fc3b46-a0d4-4707-8b3d-41767ae7e491",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "59227335-597f-4fb3-8293-0dbe7938a031",
      "webstore_last_updated": null,
      "id": "d4900ce0-a599-490d-a801-9c1d9e11283c",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "Figure 2",
      "format": "GIF",
      "tracking_summary": {
        "total": 4,
        "recent": 2
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "image/gif",
      "cache_url": null,
      "name": "Flow__Efficiency_2-D_Maps.gif",
      "created": "2016-02-26T16:45:38.798500",
      "url": "https://c3.nasa.gov/dashlink/static/media/other/Flow__Efficiency_2-D_Maps.gif",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 1,
      "revision_id": "d8fc3b46-a0d4-4707-8b3d-41767ae7e491",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "59227335-597f-4fb3-8293-0dbe7938a031",
      "webstore_last_updated": null,
      "id": "55e69dc8-ce3c-4ca1-9c52-2d6542af0c97",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "Figure 3",
      "format": "image/bmp",
      "tracking_summary": {
        "total": 2,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "image/bmp",
      "cache_url": null,
      "name": "Engine_Schematic.bmp",
      "created": "2016-02-26T16:45:38.798509",
      "url": "https://c3.nasa.gov/dashlink/static/media/other/Engine_Schematic.bmp",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 2,
      "revision_id": "d8fc3b46-a0d4-4707-8b3d-41767ae7e491",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "59227335-597f-4fb3-8293-0dbe7938a031",
      "webstore_last_updated": null,
      "id": "62597bfd-d763-4c30-994b-8c52110c52c0",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "Figure 4",
      "format": "image/bmp",
      "tracking_summary": {
        "total": 3,
        "recent": 2
      },
      "last_modified": null,
      "url_type": null,
      "mimetype": "image/bmp",
      "cache_url": null,
      "name": "Operative_Margins_3.bmp",
      "created": "2016-02-26T16:45:38.798516",
      "url": "https://c3.nasa.gov/dashlink/static/media/other/Operative_Margins_3.bmp",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 3,
      "revision_id": "d8fc3b46-a0d4-4707-8b3d-41767ae7e491",
      "resource_type": null
    }
  ],
  "num_resources": 4,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "ames",
      "id": "26409e70-decd-4cc6-9beb-904602430852",
      "name": "ames"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "dashlink",
      "id": "4377f23e-7f40-493e-82fd-834ccb75e9ba",
      "name": "dashlink"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "nasa",
      "id": "34817959-c506-4bfe-b8fd-330f550970e4",
      "name": "nasa"
    }
  ],
  "tracking_summary": {
    "total": 40,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "simulating-degradation-data-for-prognostic-algorithm-development",
  "isopen": true,
  "url": null,
  "notes": "**PHM08 Challenge Dataset is now publicly available at the NASA Prognostics Respository + [Download](http://ti.arc.nasa.gov/tech/dash/pcoe/prognostic-data-repository/)**\r\n\r\n**INTRODUCTION - WHY SIMULATE DEGRADATION DATA?**\r\n\r\nOf various challenges encountered in prognostics algorithm development, the non-availability of suitable validation data is most often the bottleneck in the technology certification process. Prognostics imposes several requirements on the training data in addition to what is commonly available from various applications. It not only requires data containing fault signatures but also that contains fault evolution trends with corresponding time indexes (in number of hours or number of operational cycles).\r\n\r\n \r\n\r\nIn general there are three sources from which data is usually available, namely: Fielded applications, experimental test-beds, and computer simulations (see [Figure 1](https://c3.ndc.nasa.gov/dashlink/static/media/other/3_modes.bmp)).  From prognostics point of view, data collection paradoxically suffers from the situation that the systems that do run to failure often did not have warning instrumentation installed, hence no or little record of what went wrong. In the other situation, those that are continuously monitored are prevented from running to failure or are subject to maintenance that eliminates the signatures of fault evolution. Conducting experiments that replicate real world situations is extremely expensive in terms of time required for a healthy system to run to failure and is often dangerous. Accelerated ageing may be useful to some extent but may not emulate normal wear patterns.  Furthermore, to manage uncertainty multiple datasets must be collected to quantify variations resulting from multiple sources, which makes it all the way more unattainable. Simulations can be fast, inexpensive, and provide a number of options to design experiments, but their usefulness is contingent on the availability of high fidelity models that represent the real systems fairly well. However, once such a model is available, simulations offer the flexibility to rerun various experiments with added knowledge from the system as it becomes available. Where, availability of real fault evolution data from the fielded systems would be more desirable, generating data using a high fidelity model and integrating it with the knowledge gathered from the partial data obtained from the real systems is by far the most practical approach for prognostics algorithm development, validation, and verification.\r\n\r\n \r\n\r\nIn this  presentation we discuss some key elements that must be kept in mind while generating datasets suitable for prognostics. Furthermore, with the help of an example it has been shown how a dynamical system model can be supported with suitable degradation models available from respective domain knowledge to create suitable data.  The example is discussed next.\r\n\r\n \r\n\r\n**APPLICATION DOMAIN**\r\n\r\nTracking and Predicting the progressionof damage in aircraft turbo machinery has been an active area of study within the Condition Based Maintenance (CBM) community. A general approach has been to correlate flow and effciency losses to degradation signtures in various components of the engine. Once such mapping is available, the next task is to estimate this loss of flow and eficiency inferring information from measurable sensor outputs, which ultimtely is used to assess the level of degradation in the system.\r\n\r\n \r\n\r\n**SYSTEM MODEL: C-MAPSS**\r\n\r\nThe C-MAPSS (Commercial Modular Aero Propulsion System Simulation) is a tool, recently released, for simulating a realistic large commercial turbofan engine. C-MAPSS (Commercial Modular Aero-Propulsion System Simulation) that simulates a realistic large (~90,000lb) commercial turbofan engine. It allows the user to choose and design operational profiles, controllers, environmental conditions, thrust levels, etc. to simualte a scenario of interest. An extensive list of output variables is available that simulate sensor channels. Most importantly, it allows user to tune eficiency and flow parameters to simulate specific fault modes. They are required to generate a two dimensional map ([Figure 2](https://c3.ndc.nasa.gov/dashlink/static/media/other/Flow__Efficiency_2-D_Maps.gif)) between these parameters and the degradation indicator of interest. Industry typically uses operability margins of main engine rotating components namely e.g. HPC, LPC, HPT, LPT, and Fan ([Figure 3](https://c3.ndc.nasa.gov/dashlink/static/media/other/Engine_Schematic.bmp))\r\n\r\n \r\n\r\n**DEGRADATION MODELING**\r\n\r\nThe simulations were run to generate data for various flight profiles an engine might go through to accumulate degradation during its life-span. This scenario models engine performance degradation due to wear and tear based on the usage pattern of the engines and not necessarily due to any particular fault mode. Therefore, sudden degradation during a flight is rather unlikely. This allowed taking one measurement snapshot per flight to characterize the engine health during or right after that flight. Specific components of degradation simulation modeled are:\r\n\r\n**- Initial Wear:**  \r\n\r\nInitial wear can occur due to manufacturing inefficiencies and are commonly observed in real systems. Although it is not considered abnormal, it can make a difference in useful operational life of a component. the degree of wear was modeled based on information available from domain literature.\r\n\r\n     \r\n\r\n**- Noise:** \r\n\r\nOf various sources, the main sources of noise while assessing the true state of system’s health are manufacturing and assembly variations, process noise (due to factors not taken in to account while modeling the process), and measurement noise to name a few important ones. These noise sources introduce their respective contributions at different stages of the process and a combined effect is observed in the sensor measurements at the end. Noise perturbations were injected at different stages based on information from the literature in noise modeling. (please see attached document for details)\r\n\r\n     \r\n\r\n**- Damage Propagation Modeling:** \r\n\r\n[Common models](http://www.itl.nist.gov/div898/handbook/) used across different application domains include the Arrhenius model, the Coffin-Manson mechanical crack growth model, and the Eyring model (for more than three stresses or when the above models are not satisfactory). Several variations of these models have been adopted for specific applications; however, common to all degradation models is the exponential behavior of the fault evolution. Further, some evidence available from the domain literature prompted the use of a generalized exponential degradation model. The generic nature of the model used in simulations ignores micro-level processes but retains macro-level degradation characteristics that are considered important for prognostics algorithm development independent of any specific application domain. \r\n\r\n \r\n    [tex] h(t) = 1 - d_i - Ae^{B(t)}/th_w [/tex]\r\n\r\n \r\nwhere\r\n\r\n    [tex]d_i [/tex] is initial wear\r\n\r\n    [tex]th_w [/tex] is the upper wear threshold\r\n\r\n    [tex]B(t)[/tex]  adds a non-stationary characterstic to degradation pattern\r\n\r\n    [tex]A[/tex] is a scaling constant\r\n \r\n\r\n**HEALTH INDEX**\r\n\r\nAs degradation prameters evolve C-MAPSS simulates a degrading system. The extent of degradation at any instant can be assessed by determinng how various health indcators are approaching their threshold margins. Typically stall margins for rotating components of the engine (fan, turbine, and compressor) and exhaust gas temperature are monitored to determine the state of health. As degradation increases one or many of these parameters approach critical limits. Following the same methodology a Health Index (HI) is computed as the simulation proceeds.\r\n\r\nThe health index can be used to model different phenomena within a subsystem. Specifically, for aircraft engine modules like the compressor and turbine sections, the health is described both by efficiency (e) and flow (f). Trajectories for flow and efficiency vary for different fault modes and are modeled as separate health related indices as shown below:\r\n     \r\n\r\n    [tex]e(t) = 1 - d_e - e^{a_e(t)^{b_e(t)}} [/tex]\r\n\r\n     \r\n\r\n    [tex]f(t) = 1 - d_f - e^{a_f(t)^{b_f(t)}} [/tex] , and\r\n\r\n     \r\n\r\n   the terms e(t) and f(t) are then combined to form the overall health H(t), i.e.\r\n\r\n     \r\n\r\n    [tex]H(t) = g(e(t),f(t)) [/tex]\r\n\r\n \r\n\r\n   where, the function [tex]g[/tex]  is the minimum of all operative margins considered (here for fan, HPC, HPT, and EGT).\r\n   \r\n\r\n    [tex]g(e(t),f(t)) = min(m_{fan}, m_{HPC}, m_{HPT}, m_{EGT})[/tex]\r\n\r\nwhere the margins[tex]m[/tex]s are the functions of efficiency and flow parameters. If system degradation is plotted on flow-efficiency axes, various margins indicating the deterioration can be depicted as shown in [Figure 4](https://c3.ndc.nasa.gov/dashlink/static/media/other/Operative_Margins_3.bmp). A threshold boundary separates the failure region for respective margins. Depending on the direction of the failure evolution trajectory (simulated by changing e and f parameters) a threshold may or may not be crossed. Therefore, the overall health index is determined by the margin that approaches the corresponding limit first. More details about HI calculation can be found in the attached paper.\r\n\r\n \r\n\r\n**PHM DATA CHALLENGE ([details](https://c3.ndc.nasa.gov/dashlink/projects/15/))**\r\n\r\nData generated in this effort was used for PHM Data Challenge at the 1st International Conference on Prognostics and Health Management ([PHM08](http://www.phmconf.org/OCS/index.php/phm/)). Six different flight conditions were simulated that comprised of a range of values for three operational conditions: altitude (0-42K ft.), Mach number (0-0.84), and TRA (20-100).The objective was to generate train, test, and validation data sets for development of data-driven prognostics. To that end, a reasonably large number of trajectories were created from C-MAPSS. To avoid over-fitting to the test data, the validation set was withheld and published later, without feedback of the score until after the competition had closed. Three winning entries are being featured in a special session at the conference. Please refer to conference proceedings to learn more about how different approaches can be used to predict RUL of the aircraft engine.\r\n\r\n \r\n\r\n**CONCLUSION**\r\n\r\n   This poster discusses the data generation process using C-MAPPS, validity and usefulness of such data, and potential advantages in developing and maturing prognostic algorithms. Overall, this effort shows how in general industry expert knowledge can be used in tandem with high fidelity system models to reduce data availability gaps in the prognostics area.",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2010-09-10T09:16:27"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "source_hash",
      "value": "c12ce94e0c34f9042d6a8144676bedc405c9bb2a"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:029"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "https://c3.nasa.gov/dashlink/resources/14/"
    },
    {
      "key": "harvest_object_id",
      "value": "c990d14e-273c-4e81-89e0-04f82bbc0566"
    },
    {
      "key": "publisher",
      "value": "Dashlink"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "56cf5b00a759fdadc44e55d0"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "U.S. Government > National Aeronautics and Space Administration > Dashlink"
    },
    {
      "key": "modified",
      "value": "2010-10-22T14:33:33"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "accrualPeriodicity",
      "value": "irregular"
    },
    {
      "key": "identifier",
      "value": "DASHLINK_14"
    },
    {
      "key": "harvest_object_id",
      "value": "c990d14e-273c-4e81-89e0-04f82bbc0566"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Simulating Degradation Data for Prognostic Algorithm Development",
  "revision_id": "d8fc3b46-a0d4-4707-8b3d-41767ae7e491"
}