{
  "license_title": "License not specified",
  "maintainer": "Edward  Huell",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "Edward.L.Huell@usace.army.mil",
  "num_tags": 0,
  "id": "3c8e3026-f1db-4583-8017-ea87ff6d09da",
  "metadata_created": "2015-10-15T06:05:41.183250",
  "metadata_modified": "2015-10-30T05:24:56.681612",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "3c8e3026-f1db-4583-8017-ea87ff6d09da",
      "webstore_last_updated": null,
      "id": "1c9803a4-a3a2-407c-9b8e-e4a67e86d01b",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "cadbim-technology-center.aspx",
      "format": "",
      "tracking_summary": {
        "total": 11,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:56.737394",
      "url": "http://www.erdc.usace.army.mil/Media/FactSheets/FactSheetArticleView/tabid/9254/Article/476676/cadbim-technology-center.aspx",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "59b72bba-595f-436e-8496-b7e84c3ed675",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 35,
    "recent": 3
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "cad-bim-technology-center-edcff",
  "isopen": false,
  "url": null,
  "notes": "  Supporting Better Decisions in Facility, Infrastructure, and Environment Management  Access to technology tools to model structures before they are built can provide vast savings in cost and time. The Computer Aided Design (CAD) and Building Information Modeling (BIM) Technology Center at ERDC&amp;#39;s Information Technology Laboratory (ITL) provides opportunities for architects, engineers, and building owners to explore new CAD and BIM technologies when planning for or managing facilities, infrastructure, and environment within DoD. Access to Predictive Technology The Center offers a full range of technical and professional services for CAD and BIM systems as well as expertise in GIS and facilities management technologies. Projects developed by the CAD/BIM Technology Center benefit many installation facility management and civil works operation and maintenance activities by providing:   Improved business practices taking advantage of CAD and BIM technology  Cost avoidance and reduced design time for projects through application of universally adopted standards  Cost-effective integration of BIM models and/or CAD design drawing with GIS-based technology Experience with a Wide Variety of CAD/BIM Activities The CAD/BIM Technology Center coordinates CAD and BIM activities for facilities, infrastructure, and environment for the Department of Defense (DoD), other participating governmental agencies, and the private sector. These activities may include developing direction-specific applications, setting standards, promoting system integration, supporting centralized acquisition, promoting communications, furnishing technical advice, interfacing with professional organizations and industries, evaluating technology developments, recommending necessary CAD and BIM policy, and providing assistance for the installation, training , operation, and maintenance of CAD and BIM systems. The Center also serves as a focal point to discuss any CAD/BIM issues or problems users might have. Expert Staff for Research Support The Center staff consists of professionals with advanced degrees and extensive experience in the use of CAD and BIM technology to solve complex problems and support CAD/BIM projects related to facility management, natural and cultural resources, civil works functions, and planning. Staff members assist sites in implementing the Architectural/Engineering/Construction (A/E/C) CAD Standard, as well as the Army Corps of Engineers&amp;#39; Corporate Template Dataset for BIM. Additionally, the staff at the Center continuously looks for ways to ensure that users get as much benefit from the CAD/BIM technology as possible. For example, researchers highly value the results of BIM technologies, but the technology may be difficult to use without training or experience. One of the latest tools to help users with little BIM experience, Adobe 3D PDF, carries all pertinent data of the BIM project in a 3D PDF file. There is no need to learn the BIM software tool, simply point and click on the PDF file. Features  ProjectWise Configuration Model Standard Architectural/Engineering/Construction (A/E/C) CADD Standard CADD Details Library BIM Corporate Template Dataset BIM Road Map BIM Manager Workshops Chief of Engineers Design and Environmental Awards web site Technology Transfer Web Design/Hosting Success Stories Asset Information Management The Asset Information Management Strategy (AIMS) is the Tri-Service CAD/BIM Technology Center&amp;#39;s approach to improve an installation&amp;#39;s operational functions by providing better management of both hardcopy documentation and digital data. The critical component is the way it manages installation/facility operation activities and the way information is cataloged, stored, and shared using existing industry standards. 3-D PDF for Installations The CAD/BIM Technology Center, working with Bentley Systems Inc, Adobe Systems, and the Huntsville Engineering and Support Center, developed a prototype 3-D PDF file to demonstrate an effective interim BIM delivery methodology. The overriding objective is to provide the value of BIM products without the need of BIM software or additional training. BIM Primer The BIM Primer outlines the contractual language and procedures to improve collection and storage of data throughout a building life cycle. The design data is retrieved by using various platforms, uploaded to a database, and then displayed and modified through a web interface. The website serves as a one location where live data can be accessed at any time. Awards The CAD/BIM Technology Center has received two Vice President&amp;#39;s Hammer Awards for Excellence in Reinvention of Government. It also shared in earning a Fully Integrated and Automated Technology (FIATECH) Celebration of Engineering &amp;amp; Technology Innovation (CETI) award in 2008 for the project &amp;quot;U.S. Army Corps of Engineers Moves Forward with Building Information Modeling.&amp;quot;  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "2f2e3ecd-7871-4458-ab07-675e9c65e74d"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6157"
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "repPhone",
      "value": "(601) 634-4485"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6157"
    },
    {
      "key": "source_hash",
      "value": "785c6164a8674e9c9510ab0d5a41cc18f71814b6"
    },
    {
      "key": "harvest_object_id",
      "value": "2f2e3ecd-7871-4458-ab07-675e9c65e74d"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "CAD/BIM Technology Center",
  "revision_id": "7e9c1f28-adf1-49dd-bf64-9bc9f7d036c7"
}