{
  "relationships_as_object": [

  ],
  "private": false,
  "revision_timestamp": null,
  "frequency": "MANUAL",
  "id": "beef8580-8136-4ec0-8a25-90aa40dd1b62",
  "metadata_created": "2015-06-19T13:14:22.213572",
  "metadata_modified": "2015-06-19T13:14:22.213572",
  "title": "2014_necta_500k",
  "state": "active",
  "creator_user_id": "65349",
  "config": "{\"private_datasets\": false}",
  "resources": [

  ],
  "tags": [

  ],
  "source_type": "waf",
  "tracking_summary": {
    "total": 0,
    "recent": 0
  },
  "groups": [

  ],
  "relationships_as_subject": [

  ],
  "name": "2014-necta-500k",
  "url": "http://meta.geo.census.gov/data/existing/decennial/GEO/CPMB/boundary/2015gz/CartographicShapefiles/necta_500k/",
  "type": "harvest",
  "notes": "In New England (Connecticut, Maine, Massachusetts, New Hampshire, Rhode Island, and Vermont), the Office of Management and Budget (OMB) has defined an alternative county subdivision (generally cities and towns) based definition of Core Based Statistical Areas (CBSAs) known as New England City and Town Areas (NECTAs).  NECTAs are defined using the same criteria as Metropolitan Statistical Areas and Micropolitan Statistical Areas and are identified as either metropolitan or micropolitan, based, respectively, on the presence of either an urban area of 50,000 or more population or an urban cluster of at least 10,000 and less than 50,000 population.  A NECTA containing a single core urban area with a population of at least 2.5 million may be subdivided to form smaller groupings of cities and towns referred to as NECTA Divisions.\r\n\r\nThe generalized NECTA boundaries in this file are based on those defined by OMB based on the 2010 Census and published in 2013.",
  "owner_org": "31c49abe-512a-412a-9cc7-5b2601325d6b",
  "private_datasets": false,
  "organization": {
    "description": "The Census Bureau's mission is to serve as the leading source of quality data about the nation's people and economy. We honor privacy, protect confidentiality, share our expertise globally, and conduct our work openly. We are guided on this mission by scientific objectivity, our strong and capable workforce, our devotion to research-based innovation, and our abiding commitment to our customers.",
    "created": "2013-03-14T03:44:46.743070",
    "title": "US Census Bureau, Department of Commerce",
    "name": "census-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.census.gov/main/img/home/CensusLogo-white.png",
    "revision_id": "0995f525-d563-4254-a535-af5b926fe663",
    "type": "organization",
    "id": "31c49abe-512a-412a-9cc7-5b2601325d6b",
    "approval_status": "approved"
  },
  "revision_id": "7fb2fa83-0182-44dd-9168-377c5769d553"
}