{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "aec8722b-6d07-47cf-b096-2ccd47e103d4",
  "metadata_created": "2014-06-25T19:38:44.007646",
  "metadata_modified": "2014-06-25T19:38:44.007646",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "aec8722b-6d07-47cf-b096-2ccd47e103d4",
      "webstore_last_updated": null,
      "id": "c9f4faed-1e28-4746-b046-4f4c152c300c",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 81,
        "recent": 2
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "05ba5d41-dc9b-447e-b310-a2e6fb5897be",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-06-25T15:38:44.154640",
      "url": "http://gapanalysis.usgs.gov/PADUS",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "aec8722b-6d07-47cf-b096-2ccd47e103d4",
      "webstore_last_updated": null,
      "id": "43722ce9-56c7-4f58-b051-c3afe5010ace",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "pad_nm.original.zip",
      "format": "ZIP",
      "tracking_summary": {
        "total": 10,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "05ba5d41-dc9b-447e-b310-a2e6fb5897be",
      "mimetype": null,
      "cache_url": null,
      "name": "Zip File",
      "created": "2014-06-25T15:38:44.154663",
      "url": "http://gstore.unm.edu/apps/rgis/datasets/a8b934f4-4377-402d-b455-5e0ccc65ee36/pad_nm.original.zip",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "aec8722b-6d07-47cf-b096-2ccd47e103d4",
      "webstore_last_updated": null,
      "id": "5a585ebc-9602-43f2-be33-46ba49358611",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "FGDC-STD-001-1998.xml",
      "format": "XML",
      "tracking_summary": {
        "total": 4,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "05ba5d41-dc9b-447e-b310-a2e6fb5897be",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-06-25T15:38:44.154670",
      "url": "http://gstore.unm.edu/apps/rgis/datasets/a8b934f4-4377-402d-b455-5e0ccc65ee36/metadata/FGDC-STD-001-1998.xml",
      "webstore_url": null,
      "last_modified": null,
      "position": 2,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "aec8722b-6d07-47cf-b096-2ccd47e103d4",
      "webstore_last_updated": null,
      "id": "b3ab6f44-3fff-4556-9307-03f610f7a46d",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "FGDC-STD-001-1998.html",
      "format": "HTML",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "05ba5d41-dc9b-447e-b310-a2e6fb5897be",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-06-25T15:38:44.154676",
      "url": "http://gstore.unm.edu/apps/rgis/datasets/a8b934f4-4377-402d-b455-5e0ccc65ee36/metadata/FGDC-STD-001-1998.html",
      "webstore_url": null,
      "last_modified": null,
      "position": 3,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "aec8722b-6d07-47cf-b096-2ccd47e103d4",
      "webstore_last_updated": null,
      "id": "c5e482bf-cbaf-40e0-b542-8b4720d5f871",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "ISO-19115:2003.xml",
      "format": "XML",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "05ba5d41-dc9b-447e-b310-a2e6fb5897be",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-06-25T15:38:44.154683",
      "url": "http://gstore.unm.edu/apps/rgis/datasets/a8b934f4-4377-402d-b455-5e0ccc65ee36/metadata/ISO-19115:2003.xml",
      "webstore_url": null,
      "last_modified": null,
      "position": 4,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "aec8722b-6d07-47cf-b096-2ccd47e103d4",
      "webstore_last_updated": null,
      "id": "ef0a9e22-25f7-493c-a7c2-c2b5f2b7d9a4",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "ISO-19115:2003.html",
      "format": "HTML",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "05ba5d41-dc9b-447e-b310-a2e6fb5897be",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-06-25T15:38:44.154689",
      "url": "http://gstore.unm.edu/apps/rgis/datasets/a8b934f4-4377-402d-b455-5e0ccc65ee36/metadata/ISO-19115:2003.html",
      "webstore_url": null,
      "last_modified": null,
      "position": 5,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "aec8722b-6d07-47cf-b096-2ccd47e103d4",
      "webstore_last_updated": null,
      "id": "51561032-2cd3-45f9-ad27-685c964768a9",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "ISO-19110.xml",
      "format": "XML",
      "tracking_summary": {
        "total": 2,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "05ba5d41-dc9b-447e-b310-a2e6fb5897be",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-06-25T15:38:44.154695",
      "url": "http://gstore.unm.edu/apps/rgis/datasets/a8b934f4-4377-402d-b455-5e0ccc65ee36/metadata/ISO-19110.xml",
      "webstore_url": null,
      "last_modified": null,
      "position": 6,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 7,
  "tags": [

  ],
  "tracking_summary": {
    "total": 92,
    "recent": 8
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Earth Data Analysis Center (EDAC) at the University of New Mexico is an Applied Research Center that specializes in geospatial data development, management, analysis and applications. Through partnerships with collaborators in public health, emergency management and planning, resource management, transportation, water resources and many other domains, EDAC enables the integration of geospatial data, knowledge and technologies into solutions across these topic areas. For more information about EDAC please visit our [website](http://edac.unm.edu \"EDAC web page link\")",
    "created": "2013-03-14T03:44:43.454581",
    "title": "Earth Data Analysis Center, University of New Mexico",
    "name": "edac-unm-edu",
    "is_organization": true,
    "state": "active",
    "image_url": "http://edac.unm.edu/wordpress/wp-content/uploads/2012/07/EDAC-Banner.jpg",
    "revision_id": "7a9f30e3-fbc6-4cde-aade-32b84293cc77",
    "type": "organization",
    "id": "c64722ff-641a-4ddd-bbb8-4bd9fd2e7963",
    "approval_status": "approved"
  },
  "name": "protected-areas-database-for-new-mexico",
  "isopen": false,
  "url": null,
  "notes": "The Protected Areas Database of the United States (PAD-US) is a geodatabase, managed by USGS GAP, that illustrates and describes public land ownership, management and other conservation lands, including voluntarily provided privately protected areas. The State, Regional and LCC geodatabases contain two feature classes. The PADUS1_3_FeeEasement feature class and the national MPA feature class. Legitimate and other protected area overlaps exist in the full inventory, with Easements loaded on top of Fee. Parcel data within a protected area are dissolved in this file that powers the PAD-US Viewer. As overlaps exist, GAP creates separate analytical layers to summarize area statistics for \"GAP Status Code\" and \"Owner Name\". Contact the PAD-US Coordinator for more information. The lands included in PAD-US are assigned conservation measures that qualify their intent to manage lands for the preservation of biological diversity and to other natural, recreational and cultural uses; managed for these purposes through legal or other effective means. The geodatabase includes: 1) Geographic boundaries of public land ownership and voluntarily provided private conservation lands (e.g., Nature Conservancy Preserves); 2) The combination land owner, land manager, management designation or type, parcel name, GIS Acres and source of geographic information of each mapped land unit 3) GAP Status Code conservation measure of each parcel based on USGS National Gap Analysis Program (GAP) protection level categories which provide a measurement of management intent for long-term biodiversity conservation 4) IUCN category for a protected area's inclusion into UNEP-World Conservation Monitoring Centre's World Database for Protected Areas. IUCN protected areas are defined as, \"A clearly defined geographical space, recognized, dedicated and managed, through legal or other effective means, to achieve the long-term conservation of nature with associated ecosystem services and cultural values\" and are categorized following a classification scheme available through USGS GAP; 5) World Database of Protected Areas (WDPA) Site Codes linking the multiple parcels of a single protected area in PAD-US and connecting them to the Global Community. As legitimate and other overlaps exist in the combined inventory GAP creates separate analytical layers to obtain area statistics for \"GAP Status Code\" and \"Owner Name\". PAD-US version 1.3 Combined updates include: 1) State, local government and private protected area updates delivered September 2011 from PAD-US State Data Stewards: CO (Colorado State University), FL (Florida Natural Areas Inventory), ID (Idaho Fish and Game), MA (The Commonwealth's Office of Geographic Information Systems, MassGIS), MO (University of Missouri, MoRAP), MT (Montana Natural Heritage Program), NM (Natural Heritage New Mexico), OR (Oregon Natural Heritage Program), VA (Department of Conservation and Recreation, Virginia Natural Heritage Program). 2) Select local government (i.e. county, city) protected areas (3,632) across the country (to complement the current PAD-US inventory) aggregated by the Trust for Public Land (TPL) for their Conservation Almanac that tracks the conservation finance movement across the country. 3) A new Date of Establishment field that identifies the year an area was designated or otherwise protected, attributed for 86% of GAP Status Code 1 and 2 protected areas. Additional dates will be provided in future updates. 4) A national wilderness area update from wilderness.net 5) The Access field that describes public access to protected areas as defined by data stewards or categorical assignment by Primary Designation Type. . The new Access Source field documents local vs. categorical assignments. See the PAD-US Standard Manual for more information: gapanalysis.usgs.gov/padus 6) The transfer of conservation measures (i.e. GAP Status Codes, IUCN Categories) and documentation (i.e. GAP Code Source, GAP Code Date) from PAD-US version 1.2 or categorical assignments (see PAD-US Standard) when not provided by data stewards 7) Integration of non-sensitive National Conservation Easement Database (NCED) easements from August 2011, July 2012 with PAD-US version 1.2 easements. Duplicates were removed, unless 'Stacked' = Y and multiple easements exist. 8) Unique ID's transferred from NCED or requested for new easements. NCED and PAD-US are linked via Source UID in the PAD-US version 1.3 Easement feature class. 9) Official (member and eligible) MPAs from the NOAA MPA Inventory (March 2011, www.mpa.gov) translated into the PAD-US schema with conservation measures transferred from PAD-US version 1.2 or categorically assigned to new protected areas. Contact the PAD-US Coordinator for documentation of categorical GAP Status Code assignments for MPAs. 10) Identified MPA records that overlap existing protected areas in the PAD-US Fee feature class (i.e. PADUS Overlap field in MPA feature class). For example, many National Wildlife Refuges and National Parks are also MPAs and are represented in the PAD-US MPA and Fee feature classes.",
  "owner_org": "c64722ff-641a-4ddd-bbb8-4bd9fd2e7963",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"USGS GAP Analysis Program - University of Idaho\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "contact-email",
      "value": "lduarte@uidaho.edu"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-109.050113"
    },
    {
      "key": "metadata-date",
      "value": "2014-06-16"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2014-01-27T11:00:18\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-103.000673"
    },
    {
      "key": "spatial-reference-system",
      "value": "New Mexico"
    },
    {
      "key": "bbox-north-lat",
      "value": "36.99943"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "31.331905"
    },
    {
      "key": "licence",
      "value": "[]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "progress",
      "value": "complete"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-109.050113, 31.331905], [-103.000673, 31.331905], [-103.000673, 36.99943], [-109.050113, 36.99943], [-109.050113, 31.331905]]]}"
    },
    {
      "key": "guid",
      "value": "RGIS::a8b934f4-4377-402d-b455-5e0ccc65ee36::ISO-19115:2003"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Access Constraints: None. Use Constraints: It is strongly recommended that these data are directly acquired from the U.S. Geological Survey Gap Analysis Program server, and not indirectly through other sources which may have changed the data in some way. It is also strongly recommended that careful attention be paid to the contents of the metadata file associated with these data. The U.S. Geological Survey shall not be held liable for improper or incorrect use of the data described and/or contained herein. All information is created with a specific end use or uses in mind. This is especially true for GIS data, which is expensive to produce and must be directed to meet the immediate program needs. However, these data were created with the expectation that they would be used for other applications; therefore, we list below both appropriate and inappropriate uses. This list is in no way exhaustive but should serve as a guide to assess whether a proposed use can or cannot be supported by these data. For many uses, it is unlikely that PAD-US will provide the only data needed, and for uses with a regulatory outcome, field surveys should verify the result. In the end, it will be the responsibility of each data user to determine if these data can answer the question being asked, and if they are the best tool to answer that question. While it is impossible to predict all the uses of these data we have listed several possible appropriate and inappropriate uses from GAP's perspective. The Nature Conservancy data were aggregated with consideration for the following Access constraints: The Nature Conservancy reserves all rights to the TNC data provided. All data are provided as is. The information provided is is not a survey quality dataset. The Nature Conservancy makes no warranty as to the currency, completeness, accuracy or utility of any specific data. This disclaimer applies both to individual use of the data and aggregate use with other data. It is strongly recommended that careful attention be paid to the contents of the metadata file associated with these data. Use constraints: The Nature Conservancy shall not be held liable for improper or incorrect use of the data described and/or contained herein. Any sale, distribution, loan, or offering for use of these digital data, in whole or in part, is prohibited without the approval of the Nature Conservancy. The use of these data to produce other GIS products and services with the intent to sell for a profit is prohibited without the written consent of the Nature Conservancy. All parties receiving these data must be informed of these restrictions. The Nature Conservancy shall be acknowledged as data contributors to any reports or other products derived from these data. Appropriate uses of the data: primarily as a coarse map for a large area such as a county or to provide context for finer-level maps. A general list of possible applications include: -National, regional or statewide biodiversity planning -National, Regional or state habitat conservation planning -County comprehensive planning -Large-area resource management planning -Coarse-filter evaluation of potential impacts or benefits of major projects or plan initiatives on biodiversity, such as utility or transportation corridors, wilderness proposals, habitat connectivity proposals, climate change adaption proposals, regional open space and recreation proposals, etc. -Determining relative amounts of management responsibility for specific biological resources among land stewards to facilitate cooperative management and planning. -Basic research on regional distributions of plants and animals and to help target both specific species and geographic areas for needed research. -Environmental impact assessment for large projects or military activities. -Estimation of potential economic impacts from loss of biological resource-based activities. -Education at all levels and for both students and citizens. Inappropriate Uses: It is far easier to identify appropriate uses than inappropriate ones, however, there is a \\\"fuzzy line\\\" that is eventually crossed when the differences in resolution of the data, size of geographic area being analyzed, and precision of the answer required for the question are no longer compatible. Examples include: -Using the data to map small areas (less than thousands of hectares), typically requiring mapping resolution at 1:24,000 scale and using aerial photographs or ground surveys. -Combining these data with other data finer than 1:100,000 scale to produce new hybrid maps or answer queries. -Generating specific areal measurements from the data finer than the nearest thousand hectares -Establishing exact boundaries for regulation or acquisition. -Establishing definite occurrence or non-occurrence of any feature for an exact geographic area -Determining abundance, health, or condition of any feature. -Establishing a measure of accuracy of any other data by comparison with GAP data. -Altering the data in any way and redistributing them as a GAP data product. -Using the data without acquiring and reviewing the metadata and this report.\"]"
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "frequency-of-update",
      "value": "unknown"
    },
    {
      "key": "tags",
      "value": "Protected Area, Land Manager, GAP Status Code, Land Stewardship, Land Ownership, Gap Analysis, Biodiversity, Conservation, Protection Status, IUCN Category, New Mexico, United States"
    },
    {
      "key": "harvest_object_id",
      "value": "73bc9386-9a69-4304-8ca4-f3a673b131dc"
    },
    {
      "key": "harvest_source_id",
      "value": "a9a872de-6598-4135-9eb4-4e2e3bc81748"
    },
    {
      "key": "harvest_source_title",
      "value": "New Mexico Resource Geographic Information System (NM RGIS)"
    }
  ],
  "title": "Protected Areas Database for New Mexico",
  "revision_id": "05ba5d41-dc9b-447e-b310-a2e6fb5897be"
}