{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "fd32d3fa-1286-497c-b22c-f88551172195",
  "metadata_created": "2015-12-07T20:04:18.767431",
  "metadata_modified": "2015-12-07T20:04:18.767431",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "fd32d3fa-1286-497c-b22c-f88551172195",
      "webstore_last_updated": null,
      "id": "54a5120f-6c31-46ec-b526-1aa233726d6d",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "tlgdb_2015_a_09_ct.gdb.zip",
      "format": "ZIP",
      "tracking_summary": {
        "total": 8,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "mimetype": null,
      "cache_url": null,
      "name": "State Geodatabase for Connecticut",
      "created": "2015-12-07T15:04:18.937896",
      "url": "ftp://ftp2.census.gov/geo/tiger/TGRGDB15/tlgdb_2015_a_09_ct.gdb.zip",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "6d8b90ae-1a12-4960-82ed-315e26ccf354",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "fd32d3fa-1286-497c-b22c-f88551172195",
      "webstore_last_updated": null,
      "id": "4f9a28f6-74f0-457d-a0a9-732c1f8a1505",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "tiger-geodatabases.html",
      "format": "HTML",
      "tracking_summary": {
        "total": 420,
        "recent": 27
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "mimetype": null,
      "cache_url": null,
      "name": "TIGER Geodatabases",
      "created": "2015-12-07T15:04:18.937922",
      "url": "http://www.census.gov/geo/maps-data/data/tiger-geodatabases.html",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "6d8b90ae-1a12-4960-82ed-315e26ccf354",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "fd32d3fa-1286-497c-b22c-f88551172195",
      "webstore_last_updated": null,
      "id": "c6fe19d0-5e89-4b07-a672-284095db5da8",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "2015_TIGER_GDB_Record_Layouts.pdf",
      "format": "PDF",
      "tracking_summary": {
        "total": 238,
        "recent": 12
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "mimetype": null,
      "cache_url": null,
      "name": "2015 TIGER Geodatabase Documentation",
      "created": "2015-12-07T15:04:18.937931",
      "url": "http://www2.census.gov/geo/pdfs/maps-data/data/tiger/tgrshp2015/2015_TIGER_GDB_Record_Layouts.pdf",
      "webstore_url": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "6d8b90ae-1a12-4960-82ed-315e26ccf354",
      "resource_type": null
    }
  ],
  "num_resources": 3,
  "tags": [

  ],
  "tracking_summary": {
    "total": 34,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Census Bureau's mission is to serve as the leading source of quality data about the nation's people and economy. We honor privacy, protect confidentiality, share our expertise globally, and conduct our work openly. We are guided on this mission by scientific objectivity, our strong and capable workforce, our devotion to research-based innovation, and our abiding commitment to our customers.",
    "created": "2013-03-14T03:44:46.743070",
    "title": "US Census Bureau, Department of Commerce",
    "name": "census-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.census.gov/main/img/home/CensusLogo-white.png",
    "revision_id": "0995f525-d563-4254-a535-af5b926fe663",
    "type": "organization",
    "id": "31c49abe-512a-412a-9cc7-5b2601325d6b",
    "approval_status": "approved"
  },
  "name": "state-geodatabase-for-connecticut",
  "isopen": false,
  "url": null,
  "notes": "The 2015 TIGER Geodatabases are extracts of selected nation based and state based geographic and cartographic information from the\n                    U.S. Census Bureau's Master Address File/Topologically Integrated Geographic Encoding and Referencing (MAF/TIGER) database. The geodatabases\n                    include feature class layers of information for the fifty states, the District of Columbia, Puerto Rico, and the Island areas (American Samoa, the \n                    Commonwealth of the Northern Mariana Islands, Guam, and the United States Virgin Islands). The geodatabases do not contain any sensitive data. The \n                    2015 TIGER Geodatabases are designed for use with Esri’s ArcGIS. \n                \n                    The State Geodatabase for Connecticut geodatabase contains multiple layers. These layers are the Block, Block Group, Census Designated Place,\n                    Census Tract, Consolidated City, County, County Subdivision and Incorporated Place layers.\n                                       \n                    Block Groups (BGs) are clusters of blocks within the same census tract. Each census tract contains at least one BG, and BGs are uniquely numbered\n                    within census tracts.  BGs have a valid code range of 0 through 9. BGs have the same first digit of their 4-digit census block number from the same\n                    decennial census.  For example, tabulation blocks numbered 3001, 3002, 3003,.., 3999 within census tract 1210.02 are also within BG 3 within that\n                    census tract.  BGs coded 0 are intended to only include water area, no land area, and they are generally in territorial seas, coastal water, and\n                    Great Lakes water areas. Block groups generally contain  between 600 and 3,000 people.  A BG usually covers a contiguous area but never crosses\n                    county or census tract boundaries. They may, however, cross the boundaries of other geographic entities like county subdivisions, places, urban\n                    areas, voting districts, congressional districts, and American Indian / Alaska Native / Native Hawaiian areas. The BG boundaries in this release are\n                    those that were delineated as part of the Census Bureau's Participant Statistical Areas Program (PSAP) for the 2010 Census.  \n                    \n                    An incorporated place, or census designated place, is established to provide governmental functions for a concentration of people as opposed to a\n                    minor civil division (MCD), which generally is created to provide services or administer an area without regard, necessarily, to population. Places\n                    always nest within a state, but may extend across county and county subdivision boundaries.  An incorporated place usually is a city, town, village,\n                    or borough, but can have other legal descriptions.  CDPs are delineated for the decennial census as the statistical counterparts of incorporated\n                    places.  CDPs are delineated to provide data for settled concentrations of population that are identifiable by name, but are not legally\n                    incorporated under the laws of the state in which they are located.  The boundaries for CDPs often are defined in partnership with state, local,\n                    and/or tribal officials and usually coincide with visible features or the boundary of an adjacent incorporated place or another legal entity.  CDP\n                    boundaries often change from one decennial census to the next with changes in the settlement pattern and development; a CDP with the same name as in\n                    an earlier census does not necessarily have the same boundary.  The only population/housing size requirement for CDPs is that they must contain some\n                    housing and population. The boundaries of most incorporated places in this shapefile are as of January 1, 2013, as reported through the Census\n                    Bureau's Boundary and Annexation Survey (BAS).  Limited updates that occurred after January 1, 2013, such as newly incorporated places, are also\n                    included.  The boundaries of all CDPs were delineated as part of the Census Bureau's Participant Statistical Areas Program (PSAP) for the 2010\n                    Census.\n                    \n                    The primary purpose of census tracts is to provide a stable set of geographic units for the presentation of census data and comparison back to\n                    previous decennial censuses.  Census tracts generally have a population size between 1,200 and 8,000 people, with an optimum size of 4,000 people.\n                    When first delineated, census tracts were designed to be homogeneous with respect to population characteristics, economic status, and living\n                    conditions.  The spatial size of census tracts varies widely depending on the density of settlement.  Physical changes in street patterns caused by\n                    highway construction, new development, and so forth, may require boundary revisions.  In addition, census tracts occasionally are split due to\n                    population growth, or combined as a result of substantial population decline.  Census tract boundaries generally follow visible and identifiable\n                    features.  They may follow legal boundaries such as minor civil division (MCD) or incorporated place boundaries in some States and situations to\n                    allow for census tract-to-governmental unit relationships where the governmental boundaries tend to remain unchanged between censuses.  State and\n                    county boundaries always are census tract boundaries in the standard census geographic hierarchy.  In a few rare instances, a census tract may\n                    consist of noncontiguous areas.  These noncontiguous areas may occur where the census tracts are coextensive with all or parts of legal entities\n                    that are themselves noncontiguous.  For the 2010 Census, the census tract code range of 9400 through 9499 was enforced for census tracts that\n                    include a majority American Indian population according to Census 2000 data and/or their area was primarily covered by federally recognized American\n                    Indian reservations and/or off-reservation trust lands; the code range 9800 through 9899 was enforced for those census tracts that contained little\n                    or no population and represented a relatively large special land use area such as a National Park, military installation, or a business/industrial\n                    park; and the code range 9900 through 9998 was enforced for those census tracts that contained only water area, no land area. \n                    \n                     A consolidated city is a unit of local government for which the functions of an incorporated place and its county or minor civil division (MCD) have\n                    merged.  This action results in both the primary incorporated place and the county or MCD continuing to exist as legal entities, even though the\n                    county or MCD performs few or no governmental functions and has few or no elected officials.  Where this occurs, and where one or more other\n                    incorporated places in the county or MCD continue to function as separate governments, even though they have been included in the consolidated\n                    government, the primary incorporated place is referred to as a consolidated city.  The Census Bureau classifies the separately incorporated places\n                    within the consolidated city as place entities and creates a separate place (balance) record for the portion of the consolidated city not within any\n                    other place. The boundaries of the consolidated cities are those as of January 1, 2013, as reported through the Census Bureau's Boundary and\n                    Annexation Survey(BAS).\n                    \n                    The primary legal divisions of most states are termed counties.  In Louisiana, these divisions are known as parishes.  In Alaska, which has no\n                    counties, the equivalent entities are the organized boroughs, city and boroughs, municipalities, and for the unorganized area, census areas.  The\n                    latter are delineated cooperatively for statistical purposes by the State of Alaska and the Census Bureau.  In four states (Maryland, Missouri,\n                    Nevada, and Virginia), there are one or more incorporated places that are independent of any county organization and thus constitute primary\n                    divisions of their states.  These incorporated places are known as independent cities and are treated as equivalent entities for purposes of data\n                    presentation.  The District of Columbia and Guam have no primary divisions, and each area is considered an equivalent entity for purposes of data\n                    presentation.  The Census Bureau treats the following entities as equivalents of counties for purposes of data presentation: Municipios in Puerto\n                    Rico, Districts and Islands in American Samoa, Municipalities in the Commonwealth of the Northern Mariana Islands, and Islands in the U.S. Virgin\n                    Islands.  The entire area of the United States, Puerto Rico, and the Island Areas is covered by counties or equivalent entities. The boundaries for\n                    counties and equivalent entities are mostly as of January 1, 2013, primarily as reported through the Census Bureau's Boundary and Annexation Survey\n                    (BAS).  However, some changes made after January 2013, including the addition and deletion of counties, are included.\n                    \n                    County subdivisions are the primary divisions of counties and their equivalent entities for the reporting of Census Bureau data. They include\n                    legally-recognized minor civil divisions (MCDs) and statistical census county divisions (CCDs), and unorganized territories.  For the 2010 Census,\n                    the MCDs are the primary governmental and/or administrative divisions of counties in 29 States and Puerto Rico; Tennessee changed from having CCDs\n                    for Census 2000 to having MCDs for the 2010 Census.  In MCD States where no MCD exists or is not defined, the Census Bureau creates statistical\n                    unorganized territories to complete coverage.  The entire area of the United States, Puerto Rico, and the Island Areas are covered by county\n                    subdivisions.  The boundaries of most legal MCDs are as of January 1, 2013, as reported through the Census Bureau's Boundary and Annexation Survey\n                    (BAS). The boundaries of all CCDs, delineated in 21 states, are those as reported as part of the Census Bureau's Participant Statistical Areas\n                    Program (PSAP) for the 2010 Census. \n                ",
  "owner_org": "31c49abe-512a-412a-9cc7-5b2601325d6b",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "179.77847"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "71.365162"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": "tlgdb_2015_a_09_ct.gdb.iso.xml"
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "-14.548699"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-179.148909, -14.548699], [179.77847, -14.548699], [179.77847, 71.365162], [-179.148909, 71.365162], [-179.148909, -14.548699]]]}"
    },
    {
      "key": "progress",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\" Access Constraints: None\", \" Use Constraints: No warranty, expressed or implied, is made with regard to the accuracy of the data in the\\n                            TIGER Geodatabases, and no liability is assumed by the Unit ed States Government in general, or the Census Bureau specifically, as to the\\n                            positional or attribute accuracy of the data. The boundary information in the TIGER Geodatabases is for statistical data collection and\\n                            tabulation purposes only. Their depiction and designation for statistical purposes does not constitute a determination of jurisdictional\\n                            authority or rights of ownership or entitlement and they are not legal land descriptions.\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2015-05"
    },
    {
      "key": "contact-email",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-179.148909"
    },
    {
      "key": "metadata-date",
      "value": "2015-12-03"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"20150811\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "temporal-extent-end",
      "value": "2015-05"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "county, cdp, village, borough, ct, city, polygon, parish, 09, census county division, minor civil division, boundaries, county subdivision, consolidated city, bg, u.s., mcd, state or equivalent entity, census tract, connecticut, block group, tract, township, nation, barrio, municipio, census designated place, town, united states, subdivision, ut, unorganized territory, ccd"
    },
    {
      "key": "harvest_object_id",
      "value": "4dda840e-df96-44d4-81d3-1ab65c6d2a49"
    },
    {
      "key": "harvest_source_id",
      "value": "a9e37c3f-cc4c-4603-817f-4882dbc099d5"
    },
    {
      "key": "harvest_source_title",
      "value": "CensusGeodatabase"
    }
  ],
  "title": "State Geodatabase for Connecticut",
  "revision_id": "6d8b90ae-1a12-4960-82ed-315e26ccf354"
}