{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "4e5cf5e1-0f91-4b01-9685-0650407c4e98",
  "metadata_created": "2016-01-30T13:53:10.761700",
  "metadata_modified": "2016-01-30T13:53:10.761700",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 7,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "aviation-shipboard-operations-modeling-and-simulation-asoms-laboratory",
  "isopen": false,
  "url": null,
  "notes": "Purpose: It is the mission of the Aviation Shipboard Operations Modeling and Simulation (ASOMS) Laboratory to provide a means by which to virtually duplicate products and processes, and immerse them in operational environments by integrating a mix of system simulations and actual systems. This lab also strives to use process, product and information modeling tools and applications to support many areas and activities, which include, but are not limited to, the following: &amp;nbsp;Engineering and operational analyses; Support Equipment (SE) usage; Concept of Operations (CONOPS) development; acquisition &amp;amp; requirements assessments and demonstrations; integration of systems; state-of-the-art man-in-the-loop assessments; trade studies and sensitivity analyses; maintenance; impacts to Sortie Generation Rate (SGR); spiral development of designs; incremental development of systems capabilities; test planning/execution/evaluation; production and existing, new or modified aircraft usage for current and future air capable ships. &amp;nbsp;Additionally, the ASOMS Lab's mission is to support the evaluation of program risks and aid in risk mitigation through schedule reduction, cost avoidance/reduction, design maturation and operational requirements demonstrations. The ASOMS Lab applies modeling, simulation, visualization and analysis throughout the systems&amp;rsquo; life cycles in order to facilitate safer, more effective and cost-efficient programs and products. Function: Located at the Naval Air Warfare Center Aircraft Division in Lakehurst, NJ, the ASOMS Lab features a collection of spaces which contain virtual environments for various modeling and simulation applications. This includes 2D and 3D product models, as well as other visualization techniques to help present data to the user. Although the ASOMS Lab is primarily focused on Aircraft Launch and Recovery Equipment (ALRE) and SE, the various modeling and simulation tools can be expanded to other areas. Capabilities: ASOMS aids in providing answers to &amp;ldquo;what if?&amp;rdquo; questions by helping to quantify the effect of different approaches of improvement on what is usually a complex system of systems. The lab&amp;rsquo;s efforts help to optimize each system within the constraints of available resources. Typical work performed in the ASOMS Lab includes operational analyses of SGR &amp;mdash; a key performance parameter for the aircraft carrier&amp;mdash; based on changes to carrier design, analyses of the use of advanced support systems and/or analyses of the addition of Information Technology (IT) systems. Additional work includes numerous studies on the effects of applying automation as well as other studies on the effect different maintenance philosophies have on Operational Availability (Ao). The ASOMS Lab provides access to a number of models which simulate the flight deck, below deck ordnance, aircraft maintenance and ALRE operational availability. The lab also provides a number of environments that mimic shipboard networks and their systems to facilitate requirements refinement, prototyping, design, development and validation and verification of new or existing systems. To accomplish its mission and support its various capabilities, the lab makes use of a variety of equipment which includes various software applications related to process, product and information modeling and simulation.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6230"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "eca2e083-d1cf-45e7-9ea1-58c5633b83a4"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6230"
    },
    {
      "key": "source_hash",
      "value": "22f2c17ed2e94353a391ae238481f6b72dc3e3dc"
    },
    {
      "key": "harvest_object_id",
      "value": "eca2e083-d1cf-45e7-9ea1-58c5633b83a4"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Aviation Shipboard Operations Modeling and Simulation (ASOMS) Laboratory",
  "revision_id": "36dedb99-bf5c-415e-9f31-14fde4819792"
}