{
  "license_title": "License not specified",
  "maintainer": "Jeff  Davis",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "jeff.davis@nist.gov",
  "num_tags": 0,
  "id": "832fd512-da52-41e5-b51b-7922cc601936",
  "metadata_created": "2015-10-15T06:04:12.621334",
  "metadata_modified": "2015-10-15T06:04:12.621334",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 0,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "field-emission-electron-probe",
  "isopen": false,
  "url": null,
  "notes": "  The JEOL JXA 8500f is a thermal field emission electron microprobe capable of performing quantitative X-ray microanalysis and secondary and backscattered electron imaging on a wide variety of samples. The state of the art electron column is capable of outputting high currents (typically 10 - 100 nA) at accelerating potentials from 1 to 30 keV. Using Probe for Windows software, the instrument is set up for automated analysis, making it possible to analyze dozens of samples overnight or over the weekend without operator intervention. The 8500f also has a rare 4 crystal silicon drift detector from Bruker AXS for energy dispersive X-ray microanalysis (EDS). The Bruker SDD is capable of output count rates over 1,000,000 counts per second, and produces X-ray data at a resolution of 125 eV (Mn K&amp;#945;). In addition to the EDS spectrometer, the system has 3 wavelength dispersive spectrometers (WDS) for high precision quantitative analysis of elements from carbon to uranium (Z = 6 - 92).The 8500f is primarily used for surface compositional analysis of materials such as thin films, ceramics, semiconductors, glasses and minerals. Paired with the highly focused electron beam, the system is also capable of determining the composition of individual particles. In addition, because of the high count rates possible with the Bruker SDD, heterogeneous materials such as meteorites, clinker, fly ash, alloys and geological specimens can be imaged and analyzed. Although the measurements often take significant time and care to set up, electron probe microanalysis is a highly precise, efficient method for determining the composition of a surface, and may truly be said to be the Chuck Norris of analytical electron probe instruments. Samples for the 8500f are often mounted in 2.54 cm (1 in) circular epoxy mounts. The samples must be polished and flat, and many have a 7 nm layer of carbon deposited onto the surface to improve conductivity. Insulating samples cannot be analyzed in the 8500f without a conductive coating. Many samples will deteriorate under the electron beam, so careful dosing strategies must be employed for biological, insulating and low atomic number samples.  Specifications / Capabilities:   Quantitative surface composition of elements from carbon to uranium Limits of detection between 10 and 100 ppm for most elements Ultra fast EDS detector for producing X-ray images of heterogeneous materials Imaging and X-ray analysis possible with accelerating potentials between 1 keV and 30 keV High resolution SE and BSE detectors for nano-scale imaging  Scientific Opportunities / Applications:   Compositional analysis of glasses, ceramics, thin films, minerals, and alloys High resolution imaging and compositional analysis of particles Analysis of cement and concrete samples Particle searching and identification for dust, ash and contaminated surfaces General surface chemistry and compositional analysis Microheterogeneity testing  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "da440dd0-1646-4e49-968b-ae3ae8cc78d4"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5734"
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "repPhone",
      "value": "301-975-6988"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5734"
    },
    {
      "key": "source_hash",
      "value": "069c3d1d23412d8e9057d548a0f2988c36eeb5a6"
    },
    {
      "key": "harvest_object_id",
      "value": "da440dd0-1646-4e49-968b-ae3ae8cc78d4"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Field Emission Electron Probe",
  "revision_id": "1d71012f-ee72-4b21-8aa9-5a63ca63170f"
}