{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "ec46675b-a7c5-472f-9f7c-0d4f5304d89d",
  "metadata_created": "2015-10-15T06:05:56.854519",
  "metadata_modified": "2015-10-15T06:05:56.854519",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 19,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "michigan-center-for-the-environment-and-childrenacirc128153s-health",
  "isopen": false,
  "url": null,
  "notes": " Childhood asthma is one of the most common chronic pediatric diseases and poses a serious public health problem. The prevalence of the disease in the city of Detroit is particularly high, reflecting the trends found elsewhere among urban populations and communities of color. The Michigan Center for the Environment and Children&amp;#39;s Health (MCECH) will engage in coordinated interdisciplinary research aimed at: 1) identifying children with asthma and assess their household, school, and neighborhood environment, 2) increasing knowledge and behavior to reduce environmental hazards in households and neighborhoods, thereby improving asthma-related health status, 3) examining the effects of daily and seasonal fluctuations in indoor and outdoor ambient air quality on pulmonary function and severity of asthma symptoms, 4) determining the effects of allergen-induced local, excessive production of chemokines on redox status and innervation of the bronchial tree, and 5) developing specific mechanisms for communication and translation of laboratory and community-based research across disciplines and to community partners. The Center will include three research cores, Asthma Intervention (Core 1), Asthma Exposure (Core 2) and Asthma Chemokines (Core 3), supported by two Facility Cores (Biostatistics and Exposure Assessment) and an Administrative Core, and two new Center Scientists. The Center is a partnership involving the University of Michigan Schools of Public Health and Medicine, the Detroit Health Department, Henry Ford Health System, community-based organizations based on the southwest and east sides of Detroit, including Butzel Family Center, Community Health and Social Services Center (CHASS), Detroiters Working for Environmental Justice, Friends of Parkside, Kettering/Butzel Health Initiative, Latino Family Services, United Community Housing Coalition, and Warren/Conner Development Coalition, and the Centers for Disease Control and Prevention (CDC.) The Center builds on a partnership established in 1995 by the Detroit Community-Academic Urban Research Center (URC), one of three &amp;quot;Urban Centers for Applied Research&amp;quot; funded by the CDC. The Detroit URC seeks to develop and implement prevention research that improves the health of children and families in selected communities in southwest and east side Detroit. The Detroit URC Board, comprised of representatives of many of the same partners currently participating in the new Center, adopted a set of &amp;quot;Community-Based Research Principles&amp;quot; to guide the development of research projects carried out in conjunction with the URC. These research principles include an emphasis on: the local relevance of public health problems; the involvement of community, practitioner, and academic partners in all major phases of the research process; the conduct of research that is beneficial to the community involved; and the dissemination of research findings to community members in ways that are understandable and useful. In 1996 the URC Board, after a review of relevant data and discussion of interests and needs of partner organizations, identified three overall priority areas for developing new community-based prevention research projects. One of these priorities was the area of environmental health and in particular housing and air quality as it relates to asthma in children. The URC Board enthusiastically and unanimously decided to be involved in submitting a proposal for the new Center that would focus on identifying and reducing environmental exposures considered to be associated with asthma health status in children. A description of the three core research projects, and an overview of the administrative structure and functions is provided below.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5918"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "df5f1af3-0563-4343-9cc9-7a72ea15ae34"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5918"
    },
    {
      "key": "source_hash",
      "value": "31344a2b8990c9b004e9d824656f61eb2ea17703"
    },
    {
      "key": "harvest_object_id",
      "value": "df5f1af3-0563-4343-9cc9-7a72ea15ae34"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Michigan Center for the Environment and Children&acirc;&#128;&#153;s Health",
  "revision_id": "8012bcd4-08da-47ba-b8df-cf019eb408a2"
}