{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "0373875a-3b8c-44a3-aa4d-1120d63c254b",
  "metadata_created": "2015-12-20T18:50:04.245571",
  "metadata_modified": "2015-12-20T18:50:04.245571",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "0373875a-3b8c-44a3-aa4d-1120d63c254b",
      "webstore_last_updated": null,
      "id": "16474b95-a3aa-4257-b7f2-e4d704d81b3a",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 26,
        "recent": 2
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "2ae63e60-2b07-4103-b578-a03efc2ff2ed",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-12-20T13:50:04.346841",
      "url": "http://coastalscience.noaa.gov/projects/detail?key=263",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 0,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "noaa-tiff-image-nf13-pr-7125-bathy-4m-tif-benthic-habitat-characterization-noaa-ship-nancy-f9f99b",
  "isopen": false,
  "url": null,
  "notes": "This image represents a 4 meter resolution bathymetry of a reef shelf/bank and the steep canyons and slopes of the NE Reserve, offshore of Fajardo, Puerto Rico. The M-I907-NF-13 survey was split into two sites: W00247 in the west and W00246 in the east. NOAA's NOS/NCCOS/CCMA Biogeography Team, in collaboration with NOAA vessel Nancy Foster and territory, federal, and private sector partners, acquired multibeam bathymetry data in the Northeast Grand Reserve from 3/05/2013 to 3/29/2013. Data was acquired with a hull-mounted Reson 7125 multibeam echosounder (400 kHz) and processed by a NOAA contractor using CARIS HIPS software. Data has all correctors applied (attitude, sound velocity) and has been reduced to mean lower low water (MLLW) using final approved tides from NOAA COOPS. Data is in UTM zone 20 north, datum NAD83. The bathymetry data were geometrically and radiometrically corrected using Hypack 2013 acquisition software. The project was conducted to meet IHO Order 1 and 2 accuracy standards, dependant on the project area and depth. All users should individually evaluate the suitability of this data according to their own needs and standards.",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-65.3309"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "18.5212"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "18.3818"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-65.5776, 18.3818], [-65.3309, 18.3818], [-65.3309, 18.5212], [-65.5776, 18.5212], [-65.5776, 18.3818]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Note: NOT TO BE USED FOR NAVIGATION. These data were prepared by an agency of the United States Government. Neither the United States Government nor any agency thereof, nor any of their employees, make any warranty, expressed or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of any information, apparatus, product, or process disclosed in this report, or represents that its use would not infringe privately owned rights. Reference therein to any specific commercial product, process, or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply its endorsement, recommendation, or favoring by the United States Government or any agency thereof. Any views and opinions of authors expressed herein do not necessarily state or reflect those of the United States Government or any agency thereof. Although all data have been used by NOAA, no warranty, expressed or implied, is made by NOAA as to the accuracy of the data and/or related materials. The act of distribution shall not constitute any such warranty, and no responsibility is assumed by NOAA in the use of these data or related materials.\", \"Access Constraints: Please cite any use of this data.\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2013-03-05"
    },
    {
      "key": "contact-email",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-65.5776"
    },
    {
      "key": "metadata-date",
      "value": "2015-09-22"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2014-02-28\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "asNeeded"
    },
    {
      "key": "licence",
      "value": "[\"These data were prepared by an agency of the United States Government. Neither the United States Government nor any agency thereof, nor any of their employees, make any warranty, expressed or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of any information, apparatus, product, or process disclosed in this report, or represents that its use would not infringe privately owned rights. Reference therein to any specific commercial product, process, or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply its endorsement, recommendation, or favoring by the United States Government or any agency thereof. Any views and opinions of authors expressed herein do not necessarily state or reflect those of the United States Government or any agency thereof. Although all data have been used by NOAA, no warranty, expressed or implied, is made by NOAA as to the accuracy of the data and/or related materials. The act of distribution shall not constitute any such warranty, and no responsibility is assumed by NOAA in the use of these data or related materials.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Department of Commerce (DOC), National Oceanic and Atmospheric Administration (NOAA), National Ocean Service (NOS), National Centers for Coastal Ocean Science (NCCOS), Center for Coastal Monitoring and Assessment (CCMA), Biogeography Branch\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2013-03-29"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "biogeography, habitat, aquatic habitat, w00246, noaa, nancy foster, reef habitat, northeast grand reserve, benthic, northeast grand reserve ecological corridor, earth science, gis, geographic information, iocm, puerto rico, integrated ocean and coastal mapping, ner, reson 7125, description, caribbean sea, oceans, geotiff, reef, bathymetry, seafloor, raster, w00247, multibeam, biosphere, mbes, coral, 201303, bathymetry/topography, fajardo, bathymetry/seafloor topography, sonar"
    },
    {
      "key": "harvest_object_id",
      "value": "f690bf17-2e41-4bc6-af84-74ea2a60f94a"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "NOAA TIFF Image - NF13_PR_7125_bathy_4m.tif - Benthic Habitat Characterization - NOAA Ship Nancy Foster - M-I907-NF-12 (2012), UTM 20N NAD83",
  "revision_id": "2ae63e60-2b07-4103-b578-a03efc2ff2ed"
}