{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "b0f9ed36-28f7-4f90-9b23-bfdf95f7ced3",
  "metadata_created": "2016-03-28T18:41:53.924951",
  "metadata_modified": "2016-03-28T18:41:53.924951",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "b0f9ed36-28f7-4f90-9b23-bfdf95f7ced3",
      "webstore_last_updated": null,
      "id": "9f99c86e-1671-482a-8416-84dd8e610be3",
      "size": null,
      "state": "active",
      "resource_locator_function": "information",
      "hash": "",
      "description": "Main CRCP website providing information about the program and the work that they do.",
      "format": "",
      "tracking_summary": {
        "total": 12,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "HTTP",
      "mimetype": null,
      "cache_url": null,
      "name": "NOAA Coral Reef Conservation Program website",
      "created": "2016-03-28T14:41:57.943451",
      "url": "http://coralreef.noaa.gov/",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "b2b8b1c1-5403-4246-ae6c-50b43f47cf2a",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "b0f9ed36-28f7-4f90-9b23-bfdf95f7ced3",
      "webstore_last_updated": null,
      "id": "fef1c4e7-e049-4780-8592-81af58eaa6bf",
      "size": null,
      "state": "active",
      "resource_locator_function": "information",
      "hash": "",
      "description": "Main CRCP website providing information about the program and the work that they do.",
      "format": "",
      "tracking_summary": {
        "total": 12,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "HTTP",
      "mimetype": null,
      "cache_url": null,
      "name": "NOAA Coral Reef Conservation Program website",
      "created": "2016-03-28T14:41:57.943482",
      "url": "http://coralreef.noaa.gov/",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "b2b8b1c1-5403-4246-ae6c-50b43f47cf2a",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 14,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "noaas-coral-reef-conservation-program-2016-projects-to-assess-coral-resilence-and-the-resilence",
  "isopen": false,
  "url": null,
  "notes": "\nIn 2016 the following projects will take place to assess coral resilence and the resilence of communities to climate change:\n\nClimate and resilience-based decision-support tools to maximize coral transplant survivorship and reef recovery in Florida: There are currently at least 7 coral nurseries in Florida that cultivate the ESA-listed ‘threatened’ Acropora cervicornis. These thousands of corals represent great monetary and labor investments (~75k/y for UM alone) and one of our best opportunities to maintain resilient populations of this species. Ideally, these corals should be out-planted to locations where the conditions are most favorable for long-term survival. This collaborative applied research project will ensure nursery operators and Florida reef managers have access to maps presenting a scheme for identifying and ranking candidate sites that accounts for ocean acidification and includes downscaled coral bleaching projections.\n\nElucidating the recipe for coral reef resilience in the Florida Keys: This project will take advantage of the 2015 mass coral bleaching event in the Florida Keys to field test the five hypotheses for why the inshore patch reefs have had resilience to the region-wide loss in coral cover. Data collected will determine if this is a result of: 1) thermal acclimatization/adaption, 2) shading from high turbidity leading to depressed bleaching, 3) increased heterotrophy, 4) heat-resistant zooxanthellae, and/or 5) elevated aragonite saturation states. This will yield valuable insights for coral reef managers as they work to conserve these resources with climate change and ocean acidification. \n\nSocial-ecological vulnerability assessment of reef fisheries and communities to promote climate resiliency in American Samoa: This project will develop a social-ecological climate change vulnerability assessment of coastal communities and coral reef fisheries in Tutuila, American Samoa, focusing on American Samoa’s two priority watersheds (Vatia and Faga'alu).  Depending on the quality of existing data and level of funding, we will analyze up to 4 additional sites as feasible.  Information on vulnerability and resilience will be presented to local agencies and communities to be incorporated into existing management plans and processes, utilizing PLA to raise community awareness and identify adaptation strategies at the community level.\n\nIdentifying coral reef resilience potential in American Samoa based on CRED coral reef monitoring data: This project will address a jurisdictional management priority in American Samoa by evaluating the resilience of coral reefs to the effects of climate change and other stressors. We will address this need by completing a Reef Resilience Assessment (RRA) for priority management areas around Tutuila relative to reef conditions island-wide. This RRA will provide managers with information needed to target conservation efforts to maximize the resilience of reef communities. The results of this project will also support the upcoming revision of the \"Local Response to Climate Change\" initiative of the Local Action Strategies of American Samoa.\n\nAssessing coral reef resilience along the South Kohala Coast of Hawaii: NOAA, Hawaii's DLNR and external partners are collaborating on a reef resilience assessment for the West Hawaii Habitat Focus Area, with support from CRCP in FY15. FY15 funding includes the data collection and analysis of 40 sites for indicators of resilience. The FY16 proposal includes an outreach strategy to interpret the results from the FY15 funded work with local resource managers, policy makers and community members, to facilitate the implementation of management recommendations. This comprehensive strategy is critical in order to make the information usable and to work with managers and policy makers to support changes in management actions.\n\nClimate Change Vulnerability Analysis for US Pacific Reefs - Integrating Exposure, Resilience, and Social Adaptive Capacity: This project will synthesize existing assessments and gap-fill using existing and developing datasets to generate a regional-scale full climate change vulnerability assessment of US Pacific coral reef resources, spanning exposure, resilience, and social adaptive capacity. Specifically,we will include (a) measures and projections of reef exposure to anthropogenic threats, (b) estimates of reef capacity for resistance to and recovery from said threats (aka. resilience), and (c) in populated areas, estimates of social adaptive capacity to manage. This three-stage analysis will be guided by experts in both biological vulnerability assessment, and social vulnerability assessment.",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-79.624306"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "22.356700"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": "coralreef.noaa.gov:resilence2016"
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "-15.25183"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[142.0, -15.25183], [-79.624306, -15.25183], [-79.624306, 22.3567], [142.0, 22.3567], [142.0, -15.25183]]]}"
    },
    {
      "key": "progress",
      "value": "planned"
    },
    {
      "key": "access_constraints",
      "value": "[\"None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2016-01-01"
    },
    {
      "key": "contact-email",
      "value": "brian.beck@noaa.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "142"
    },
    {
      "key": "metadata-date",
      "value": "2016-03-31"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"creation\", \"value\": \"2016\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "asNeeded"
    },
    {
      "key": "licence",
      "value": "[\"Please note: NOAA and CRCP make no warranty, expressed or implied, regarding these data, nor does the fact of distribution constitute such a warranty. NOAA and CRCP cannot assume liability for any damages caused by any errors or omissions in these data.\", \"accessLevel: Public\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"DOC/NOAA/Coral Reef Conservation Program\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2016-12-31"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": "eng"
    },
    {
      "key": "tags",
      "value": "socio-economic survey, pacific ocean, wake atoll (19n167e0001), fish, united states of america, mariana archipelago, american samoa, hawaiian islands, line islands, zoology, kingman reef (06n162w0001), howland island (00s176w0001), hawaii (21n160w0000), earth science, wake atoll, central pacific ocean, western pacific ocean, geographic information, hawaii, coastal processes, country/territory, palmyra atoll (05n162w0001), ocean acidification, johnston atoll, gulf of mexico, guam (13n144e0000), guam, jarvis island (00s160w0001), baker island (00n176w0001), north atlantic ocean, oceans, bleaching, northern mariana islands ( cnmi ) (18n146e0000), bleaching resistance, ocean basin, usa minor outlying islands, american samoa (14s170w0000), howland island, calcification, atlantic ocean, marine biology, northern mariana islands, biosphere, florida, coral reefs, reef monitoring and assessment, reef resilience, johnston atoll (16n169w0001), corals, baker island, ocean chemistry"
    },
    {
      "key": "harvest_object_id",
      "value": "6d2c012f-0e39-4b53-987d-b96a74c26b6b"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "NOAA's Coral Reef Conservation Program: 2016 projects to assess coral resilence and the resilence of communities to climate change",
  "revision_id": "b2b8b1c1-5403-4246-ae6c-50b43f47cf2a"
}