{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "d716bcb9-9b69-49b3-8427-571dcb67ebbd",
  "metadata_created": "2014-10-28T20:54:46.700071",
  "metadata_modified": "2014-10-28T20:54:46.700071",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "d716bcb9-9b69-49b3-8427-571dcb67ebbd",
      "webstore_last_updated": null,
      "id": "d825c010-d9e8-4711-b820-5e645175c75e",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 4,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "07b43d9b-ac78-46ad-812c-fa93e275f092",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-10-28T16:54:47.162209",
      "url": "http://dx.doi.org/10.3133/sim3306",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "d716bcb9-9b69-49b3-8427-571dcb67ebbd",
      "webstore_last_updated": null,
      "id": "de8974ca-0cb6-4a91-93d5-3a5e4a56657c",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 3,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "07b43d9b-ac78-46ad-812c-fa93e275f092",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-10-28T16:54:47.162232",
      "url": "http://pubs.usgs.gov/sim/3306/",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "d716bcb9-9b69-49b3-8427-571dcb67ebbd",
      "webstore_last_updated": null,
      "id": "63a9c5a3-f971-41cc-a05d-119a89134438",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 109,
        "recent": 4
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "07b43d9b-ac78-46ad-812c-fa93e275f092",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-10-28T16:54:47.162245",
      "url": "http://pubs.usgs.gov/ds/781/",
      "webstore_url": null,
      "last_modified": null,
      "position": 2,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 3,
  "tags": [

  ],
  "tracking_summary": {
    "total": 12,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "geology-and-geomorphology-offshore-of-san-gregorio-map-area-california",
  "isopen": false,
  "url": null,
  "notes": "This part of SIM 3306 presents data for the geologic and geomorphic map (see sheet 10, SIM 3306) of the Offshore of San Gregorio map area, California. The vector data file is included in \"Geology_OffshoreSanGregorio.zip,\" which is accessible from http://pubs.usgs.gov/ds/781/OffshoreSanGregorio/data_catalog_OffshoreSanGregorio.html. The continental shelf within California’s State waters in the San Gregorio map area is shallow (0 to ~55 m) and flat with a very gentle (less than 0.5 degrees) offshore dip. Shelf morphology and evolution result from the interplay between local tectonics and sedimentation as sea level rose about 125 to 130 m over the last ~ 21,000 years (Lambeck and Chappel, 2001). Shelf deposits are almost exclusively sand (unit Qms) at depths less than 60 m and transition to more fine grained, muddy sediment (unit Qmsf) at greater depths in the southwestern most part of the map area. The boundary between units Qms and Qmsf was determined based on seafloor sediment samples (Reid and others, 2006) and video observations (sheet 6) from the Offshore of San Gregorio and adjacent map area. This boundary likely shifts seaward or landward based on seasonal to decadal changes in sediment supply, sediment transport, and wave climate. More coarse-grained sands and gravels (units Qmss and Qmsc) are primarily recognized on the basis of high backscatter (sheet 3). Unit Qmsc occurs as a nearshore, shore-parallel bar at typical water depths between 5 and 10 meters. Unit Qmss forms erosional lags in rippled scour depressions (for example, Cacchione and others, 1984) at water depths of about 25 to 35 m, in contact with offshore bedrock uplifts and unit Qms. Although the general areas in which unit Qmsc and unit Qmss occur are not likely to change substantially, the boundaries of the unit(s) are likely ephemeral, changing seasonally and during significant storm events. Unit Qmss deposits are common along this stretch of the California coast where offshore sandy sediment can be relatively thin (thus unable to fill the depressions) due to both lack of river input and to significant sediment erosion and offshore sediment transport during large northwest winter swells. Areas where shelf sediments form thin (< 2.5 m or less) veneers over low relief, undivided Cretaceous and (or) Tertiary bedrock are mapped as units Qms/TKu and Qms/Tp. These areas are recognized based on the combination of flat relief, continuity with moderate to high relief bedrock outcrops, high-resolution seismic-reflection data (sheet 8), and in some cases moderate backscatter. These units are regarded as ephemeral and dynamic sediment layers that may or may not be present based on storms, seasonal/annual patterns of sediment movement, or climate cycles. Tertiary deposits mapped in the offshore include two units of the Purisima Formation (units Tp and Tpt). The Purisima units are characterized by high backscatter (sheet 3) and distinct bedding recognized in multibeam imagery and/or seismic-reflection data (sheet 8). These Tertiary rocks are underlain by or in fault contact with Upper Cretaceous basement rocks, including sedimentary rocks of the Pigeon Point Formation (unit Kpp). The Pigeon Point Formation is mapped on the basis of high backscatter, massive and (or) rugged texture on multibeam imagery (sheets 1, 2), and reflection-free character on seismic-reflection data (sheet 8). Offshore outcrops of the Pigeon Point Formation form the offshore Pigeon Point high, a major structural feature that extends ~30 km to the northwest and represents the northeast boundary of the Outer Santa Cruz Basin (McCulloch, 1987). Areas where bedrock is exposed on the seafloor but there is less certainty regarding age are mapped as Cretaceous and Tertiary, undivided (unit TKu). Map unit polygons were digitized over underlying 2-meter base layers developed from multibeam bathymetry and backscatter data (see sheets 1 and 2, SIM 3306). The bathymetry and backscatter data were collected between 2006 and 2010. References Cited Cacchione, D.A., Drake, D.E., Grant, W.D., and Tate, G.B., 1984. Rippled scour depressions of the inner continental shelf off central California: Journal of Sedimentary Petrology, v 54, p. 1280-1291. Lambeck, K., and Chappell, J., 2001, Sea level change through the last glacial cycle: Science, v. 292, p. 679–686. McCulloch, D.S., 1987, Regional geology and hydrocarbon potential of offshore Central California, in Scholl, D.W., Grantz, A., and Vedder, J.G., eds., Geology and resource potential of the continental margin of Western North America and adjacent ocean basins–Beaufort Sea to Baja California: Circum-Pacific Council for Energy and Mineral Resources Earth Science Series, v. 6, p. 353–401. Reid, J.A., Reid, J.M., Jenkins, C.J., Zimmerman, M., Williams, S.J., and Field, M.E., 2006, usSEABED: Pacific Coast (California Oregon, Washington) offshore surficial-sediment data release: U.S. Geological Survey Data Series 182, http://pubs.usgs.gov/ds/2006/182/.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-122.401585"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "37.391508"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "graphic-preview-type",
      "value": "JPEG"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "graphic-preview-file",
      "value": "<http://pubs.usgs.gov/ds/781/OffshoreSanGregorio/images/Geology_OffshoreSanGregorio.jpg>"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-122.492163, 37.229776], [-122.401585, 37.229776], [-122.401585, 37.391508], [-122.492163, 37.391508], [-122.492163, 37.229776]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: This information is not intended for navigational purposes. Read and fully comprehend the metadata prior to data use. Uses of these data should not violate the spatial resolution of the data. Where these data are used in combination with other data of different resolution, the resolution of the combined output will be limited by the lowest resolution of all the data. Acknowledge the U.S. Geological Survey in products derived from these data. Share data products developed using these data with the U.S. Geological Survey. This database has been approved for release and publication by the Director of the USGS. Although this database has been subjected to rigorous review and is substantially complete, the USGS reserves the right to revise the data pursuant to further analysis and review. Furthermore, it is released on condition that neither the USGS nor the United States Government may be held liable for any damages resulting from its authorized or unauthorized use. Although this Federal Geographic Data Committee-compliant metadata file is intended to document these data in nonproprietary form, as well as in ArcInfo format, this metadata file may include some ArcInfo-specific terminology.\", \"Access Constraints: If physical samples or materials are available, constraints on their on-site access are described in \\\"WR CMG Sample Distribution Policy\\\" at URL: http://walrus.wr.usgs.gov/infobank/programs/html/main/sample-dist-policy.html\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2006-01-01"
    },
    {
      "key": "contact-email",
      "value": "shartwell@usgs.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-122.492163"
    },
    {
      "key": "metadata-date",
      "value": "2013-01-01"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2013-01-01\"}]"
    },
    {
      "key": "graphic-preview-description",
      "value": "Geology offshore San Gregorio."
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\" \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"USGS Pacific Coastal and Marine Science Center\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2010-01-01"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "bbox-south-lat",
      "value": "37.229776"
    },
    {
      "key": "tags",
      "value": "pacific ocean, state of california, oceans, san mateo county, san gregorio, bathymetry/seafloortopography, bathymetry, pescadero, seafloor topography"
    },
    {
      "key": "harvest_object_id",
      "value": "762ad260-0607-4206-83c8-cfc279292cb7"
    },
    {
      "key": "harvest_source_id",
      "value": "77f16df5-23cd-41bb-86af-1bdf1be6f907"
    },
    {
      "key": "harvest_source_title",
      "value": "U.S. Geological Survey Coastal Map"
    }
  ],
  "title": "Geology and geomorphology--Offshore of San Gregorio Map Area, California",
  "revision_id": "07b43d9b-ac78-46ad-812c-fa93e275f092"
}