{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "c9517db6-0c7c-4416-bb34-d25d3ed095ca",
  "metadata_created": "2015-10-15T06:05:27.314831",
  "metadata_modified": "2015-10-15T06:05:27.314831",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 6,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "work-zone-data-collection-trailer",
  "isopen": false,
  "url": null,
  "notes": " The Work Zone Data Collection Trailer was designed and constructed to enhance data collection and analysis capabilities for the &amp;quot;Evaluating Roadway Construction Work Zone Interventions&amp;quot; project, which is evaluating interventions that are intended to prevent ground workers from being struck by construction equipment.  Research conducted: The Work Zone Data Collection Trailer primarily serves as the operational platform for video footage that is recorded as part of the &amp;quot;Evaluating Roadway Construction Work Zone Interventions&amp;quot; project data collection activities. The trailer, powered by a five kilowatt gas generator, is setup alongside active paving operations that are participating in this project. The trailer is equipped with two pan/tilt/zoom cameras positioned on a mast capable of being raised 58 feet. A joystick located inside the trailer controls both of the mast-mounted cameras, allowing for simultaneous views from multiple angles. The trailer is also equipped with three desktop computers that are networked together by a local area network (LAN). All three computers are capable of accessing the internet via the broadband satellite internet connection. Two of the computers control two wireless video cameras that are mounted on separate portable trailers. Through a video splitter, a four-way split image of all video inputs is displayed on one monitor. This video image, in addition to the four independent video inputs, is recorded by VHS video cassette recorders. Time code generators embed a global positioning system (GPS) time code onto all video images. To date, the trailer has been used in seven pilot sites and eight research sites. The trailer is currently located on the ninth of sixteen scheduled research sites. The study sites have been located in North Carolina, South Carolina, Pennsylvania, West Virginia, Indiana, and Idaho.   Research equipment: Spectra Mast Camera System - Two pan/tilt/zoom cameras located on top of a telescoping mast that is mounted on the trailer. The cameras are remotely controlled from within the trailer to record video footage of the work site. This video footage can then be analyzed at a later time. Portable Trailer Mounted Camera System - Two pan/tilt/zoom cameras located on masts that are mounted on two separate portable trailers. These two cameras are controlled wirelessly from the Work Zone Data Collection Trailer to record video footage of the work site. This video footage can then be analyzed at a later time. Desktop Personal Computer (PC) - Three desktop PCs are located in the trailer. Two wirelessly control the two portable trailer mounted camera systems. One controls the internet connection via the satellite. All three are on a local area network (LAN) for information sharing capability. Broadband Satellite Internet - Provides the PCs within the trailer with broadband internet access.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5799"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "54261870-b883-4c09-8166-93be75af85fd"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5799"
    },
    {
      "key": "source_hash",
      "value": "545da50ed90d229f5bcb8fad0d99fda02d305e24"
    },
    {
      "key": "harvest_object_id",
      "value": "54261870-b883-4c09-8166-93be75af85fd"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Work Zone Data Collection Trailer",
  "revision_id": "fa308bf0-1f21-4ff3-9848-5921ac26ae52"
}