{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "d77bb6a5-dedf-48b2-bb25-c1381a6442cc",
  "metadata_created": "2015-10-15T06:06:03.410524",
  "metadata_modified": "2015-10-30T05:25:09.994188",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "d77bb6a5-dedf-48b2-bb25-c1381a6442cc",
      "webstore_last_updated": null,
      "id": "971afd86-91d7-4c7d-b311-d0b851d7e4d8",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "index.cfm",
      "format": "",
      "tracking_summary": {
        "total": 12,
        "recent": 2
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:25:10.036413",
      "url": "http://www.fhwa.dot.gov/research/tfhrc/labs/humanfactors/index.cfm",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "f89388a0-f085-404a-a9d8-25c3bfb0bb15",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 61,
    "recent": 3
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "human-factors-laboratory-9f463",
  "isopen": false,
  "url": null,
  "notes": "  Purpose: The purpose of the Human Factors Laboratory is to further the understanding of highway user needs so that those needs can be incorporated in roadway design, construction, repair, and improvement. All of Federal Highway Administration&amp;#39;s (FHWA&amp;#39;s) strategies for improving safety and enhancing operations throughout the highway transportation system benefit from the appropriate consideration of user needs. Human factors studies consider the needs of the driver, pedestrian, and special users, and the capabilities of each.  Laboratory Equipment and Facilities  The Human Factors Laboratory is comprised of several pieces of equipment and facilities.   -The   Highway Driving Simulator (HDS) has been and continues to be used for a variety of behavioral studies and visualization projects for the FHWA and other stakeholders. The simulator consists of a full automobile chassis surrounded by a cylindrical projection screen (radius of 8.5 feet, or 2.6 meters) onto which three projectors render a seamless 200-degree field of view of high-quality computer-generated highway scenes. A virtual 360-degree field of view is generated by three liquid-crystal display (LCD) panels used in place of the vehicles&amp;#39; three rear view mirrors. The simulator has a six-degree-of-freedom motion-based system that provides pitch and surge (for acceleration and braking), lateral, roll, yaw (for curve and turning forces), and heave (for bumps) cues in concert with the visual environment. The simulator&amp;#39;s sound system provides engine, wind, tire noises, and other environmental sounds. Custom software is developed in-house to provide a scalable, extensible, flexible, and evolvable environment for achieving high fidelity, real-time, fully interactive, driving simulations. Recent studies conducted in the simulator have examined:     The effectiveness or various roadway markings for aiding drivers in navigating rural mountain roads at night.  Signing and markings for roundabouts.  Driver comprehension of novel intersection and interchange designs.  Variability in driver responses to traffic signal changes.  The   Field Research Vehicle is an instrumented 2007 sport utility vehicle used to collect driver behavior and performance data on actual roadways. The vehicle is equipped with a state-of-the-art eye-tracking system that consists of two infrared (IR) light sources and three face cameras mounted on the dashboard of the vehicle. The cameras and light sources are small in size and are not attached to the driver in any manner. The face cameras are synchronized to the IR light sources and are used to determine the head position and eye gaze of the driver. The vehicle also records global positioning system (GPS) position, vehicle speed, vehicle acceleration, and data input by an experimenter in real time. Recent studies conducted in the vehicle have examined:   Driver visual behavior in the presence of digital billboards.  Sign conspicuity in the right-of-way.  The   Highway Sign Design and Research Facility, often called the &amp;quot;sign lab,&amp;quot; enables researchers to present traffic signs to participants in a controlled environment. In the development of new traffic signs, it is important to determine the maximum distance at which the sign can be understood. To this end, signs are &amp;quot;zoomed,&amp;quot; meaning that the appearance approximates that of driving towards the sign at a specified speed. The size of the zoomed image at the moment the sign is recognized is then used to approximate the sign&amp;#39;s recognition sight distance. The sign research facility is also used for a variety of other studies of sign comprehension. Precise control of sign display duration, &amp;quot;zoomed&amp;quot; image speed, and the measurement of participant reaction time are achieved through computer control. Research signs are developed using the same software applications used by State departments of transportation, thus ensuring that signs presented in the laboratory accurately mimic signs as they would appear in the field. A new infrastructure design software suite was recently added to the laboratory that will enable the rapid development of interactive static or dynamic roadway simulation environments. This new software will allow for better sign development, replication of existing signs, and the development of realistic roadways (including using existing geographic information system (GIS) data). Previous studies conducted in the sign lab have examined:   Driver comprehension of new and alternative sign symbols.  Evaluation of diagrammatic freeway guide signs.  Navigational signing for roundabouts.  Sign comprehension for combination high occupancy vehicle and toll lanes.  Evaluation of the number of logo panels on specific service signs.  The  MiniSim TM driving simulator is a part-task simulator consisting of a quarter-cab setup that includes an adjustable driver&amp;#39;s seat, driver controls (pedals, steering wheel, etc.), meter cluster (speedometer, etc.), 42-inch forward display screen, and a touchscreen in-vehicle display. In partnership with the National Highway Traffic Safety Administration (NHTSA), the MiniSim TM is used for various studies of in-vehicle distraction studies (e.g., use of an MP3 player while driving) and other infrastructure-related studies that do not require the full immersive HDS simulation environment. The MiniSim TM affords both FHWA and NHTSA the ability to conduct low-cost studies that may answer specific questions or act as a preliminary research phase prior to a large-scale simulation or onroad research project.  The   Data Analysis Facility is used by researchers for the review and analysis of analog and digital imagery and data recorded from human factors experiments and field observational studies. The facility provides researchers with a number of databases and statistical and video analysis software tools.   ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6179"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "3849edef-a813-4fa6-9aac-4897e4e79a30"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6179"
    },
    {
      "key": "source_hash",
      "value": "2838d1e2c518f31fab25069fc21bb108f3adb142"
    },
    {
      "key": "harvest_object_id",
      "value": "3849edef-a813-4fa6-9aac-4897e4e79a30"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Human Factors Laboratory",
  "revision_id": "4eccb7cb-b540-4fa7-97d7-626e2c9d5fe3"
}