{
  "license_title": "U.S. Government Work",
  "maintainer": "John Falker",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "jfalker@nasa.gov",
  "num_tags": 4,
  "id": "e0d35bc8-2c54-4d4b-a063-26acad932076",
  "metadata_created": "2015-04-09T18:53:59.807790",
  "metadata_modified": "2015-07-08T19:28:22.767431",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "e0d35bc8-2c54-4d4b-a063-26acad932076",
      "webstore_last_updated": null,
      "id": "9d9eac99-9ddd-4742-be4b-e94cffdf2d29",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "XML",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/xml",
      "cache_url": null,
      "name": "XML File",
      "created": "2015-04-09T14:54:00.127134",
      "url": "http://techport.nasa.gov/xml-api/10531",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "7bb471e0-3bac-4a33-939d-7126cb8947c7",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "ald",
      "id": "6f26c743-7b72-462f-bd6b-c2133d618784",
      "name": "ald"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "completed",
      "id": "5e4de852-789d-47bf-af3b-ba9a0dd8d489",
      "name": "completed"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "goddard-space-flight-center",
      "id": "a6e15e1e-9ab2-40d4-9937-8becdc2c6938",
      "name": "goddard-space-flight-center"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "project",
      "id": "24471320-3e5c-42b5-a078-8e48e70e2ac4",
      "name": "project"
    }
  ],
  "tracking_summary": {
    "total": 21,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "atomic-layer-deposition-to-enable-the-production-optimization-and-protection-of-spacefligh",
  "isopen": true,
  "url": null,
  "notes": "&lt;p&gt;&lt;strong&gt;A&lt;/strong&gt;tomic &lt;strong&gt;L&lt;/strong&gt;ayer &lt;strong&gt;D&lt;/strong&gt;eposition (ALD) is a cost effective nano-manufacturing technique that allows for the conformal coating of substrates with atomic control in a benign temperature and pressure environment.&amp;nbsp; By utilizing the effectiveness of this technique an ALD production method for depositing laminated films of Iridium and metal nitride source material for multilayer x-ray optics, a lamination of TiO2 and TiN for VUV protection and static charge dissipation and the formation of tuned nanopillars for sensors and filters is in the process of being developed.&amp;nbsp; The film deposition will be done utilizing a custom built in-house ALD reactor and the proposed work is in collaboration with the University of Maryland at College Park.&lt;/p&gt;&lt;p&gt;Success of the this work has been demonstrated through the development of a Passive Variable Emittance Film prototype for thermal control, Iridium Coated X-Ray Optics and nanolaminated film for the three-dimensional growth of carbon nanotubes for stray light suppression.&lt;/p&gt;&lt;p&gt;Novel deposition methods and materials justified the design and installation of a custom reactor where dynamic in situ measurements reduced the formulation of the materials system to prototype at a fraction of the cost.&amp;nbsp; Three specific examples of the reactors benefit include the formation of nanolaminated films, additive material protection and tunable nanopillars.&lt;/p&gt;&lt;p&gt;Nanolaminate films constitute diverse materials of periodic layers with distinct film thickness that measure on the order of nanometers.&amp;nbsp; The multilayered structure often imparts unique characteristics to the nanolaminate film where the periodic morphology may have physical properties that are far superior to single or pure material films.&lt;/p&gt;&lt;p&gt;Polymers and polymer composite materials used for lightweight spacecraft structural components are susceptible to surface damage by high-energy collisions with atomic oxygen found in low-Earth orbit and by the high fluxes of vacuum ultraviolet radiation. Because these materials are insulators, they also can accumulate significant levels of surface charge. Plasma-enhanced chemical vapor deposition (PECVD) of SiO2 films is effective at protecting polymer materials, but relatively thick PECVD must be used to eliminate pinholes and to assure sufficient film thicknesses over surfaces with significant topography.&amp;nbsp; An investigation of TiO2 and TiN coupled films is underway.&amp;nbsp; While each of these materials alone can provide a protective layer for the polymer, the TiO2 is particularly well suited to VUV protection and the TiN, being conductive, will help dissipate static charge.&amp;nbsp; A tertiary product of metal oxide ALD is its ability to protect polymeric films such as Kapton from AO erosion in low earth orbiting missions.&amp;nbsp;&amp;nbsp; NASA Glen confirmed this property where samples of Kapton film coated with an ALD of a metal oxide were exposed to AO fluxes equivalent to 10 years resulted in mass conservation of 98&#37;.&lt;/p&gt;&lt;p&gt;The formation of the tuned nanopillars is accomplished by utilizing nanomolds of sputtered aluminum on the substrate of choice.&amp;nbsp; The sputtered aluminum can be transformed into spatially arrayed pores of predefined length and diameter utilizing acidic baths and an applied voltage.&amp;nbsp; After pore/hole formation, material can be deposited within these structures utilizing ALD to produce standing nanotubes or pillars.&amp;nbsp; These initial developments in scaffold assisted nanogeometric formations have potential applications in rectifying nanoantennas, sensors (chemical, biological, medical), and novel p-type semiconductors for solar cells, natural gas filtration, catalysis and nanocapacitors.&amp;nbsp; This application has a potential follow on funding from technology that requires filtration or catalytic capabilities for non-hydrazine based &amp;ldquo;green&amp;rdquo; fuels.&lt;/p&gt;",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2011-10-01T00:00:00Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "references",
      "value": [
        "http://techport.nasa.gov/home",
        "http://techport.nasa.gov/doc/home/TechPort_Advanced_Search.pdf",
        "http://techport.nasa.gov/fetchFile?objectId=6561",
        "http://techport.nasa.gov/fetchFile?objectId=3456",
        "http://techport.nasa.gov/fetchFile?objectId=3447",
        "http://techport.nasa.gov/fetchFile?objectId=6584",
        "http://techport.nasa.gov/fetchFile?objectId=6560",
        "http://techport.nasa.gov/fetchFile?objectId=3448"
      ]
    },
    {
      "key": "source_hash",
      "value": "ddf1a4968d3ce8b7692cad9e744950f1ddb36ba1"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "temporal",
      "value": "2011-10-01T00:00:00Z/2013-09-01T00:00:00Z"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:000"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://techport.nasa.gov/view/10531"
    },
    {
      "key": "harvest_object_id",
      "value": "a346661f-4989-418c-8e98-abe4603bda65"
    },
    {
      "key": "publisher",
      "value": "Space Technology Mission Directorate"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a86c63a7fe59b498015"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "National Aeronautics and Space Administration > Space Technology Mission Directorate"
    },
    {
      "key": "modified",
      "value": "2015-03-12"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": "TECHPORT_10531"
    },
    {
      "key": "harvest_object_id",
      "value": "a346661f-4989-418c-8e98-abe4603bda65"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Atomic Layer Deposition to Enable the Production, Optimization and Protection of Spaceflight Hardware Project",
  "revision_id": "1c048359-c647-43c7-9af1-14d01482321a"
}