{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "6d732ba0-2228-459b-ba75-c0a04859f896",
  "metadata_created": "2015-12-20T19:01:41.589050",
  "metadata_modified": "2015-12-20T19:01:41.589050",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "6d732ba0-2228-459b-ba75-c0a04859f896",
      "webstore_last_updated": null,
      "id": "a034bb87-2908-4605-bf27-19cfe8f7d0c8",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "water_quality_query.aspx",
      "format": "tab delimited text file",
      "tracking_summary": {
        "total": 5,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "38134ef2-23eb-4b26-b5ad-f7ed90bbbc68",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-12-20T14:01:41.725524",
      "url": "http://www8.nos.noaa.gov/biogeo_public/water_quality_query.aspx",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "6d732ba0-2228-459b-ba75-c0a04859f896",
      "webstore_last_updated": null,
      "id": "50a4d89a-d0e3-425a-8fda-79cba39693ea",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "water_quality_query.aspx",
      "format": "",
      "tracking_summary": {
        "total": 5,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "38134ef2-23eb-4b26-b5ad-f7ed90bbbc68",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-12-20T14:01:41.725549",
      "url": "http://www8.nos.noaa.gov/biogeo_public/water_quality_query.aspx",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 1,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "st-john-usvi-water-quality-monitoring-data-2003-presentf9839",
  "isopen": false,
  "url": null,
  "notes": "These water quality data are one of many studies being done to assess and monitor coral reef ecosystems. The intent of this work is three fold: (1) to spatially characterize and monitor the distribution, abundance, and size of both reef fishes and mega-invertebrates (conch, lobster, Diadema); (2) to relate this information to in-situ data collected on water quality and associated habitat parameters; (3) to use this information to establish the knowledge base necessary for enacting management decisions in a spatial setting and to establish the efficacy of those management decisions. Toward this end, the Center for Coastal Monitoring and Assessment's Biogeography Branch (BB) has completed its fourth year and is beginning its fifth year of work in the US Virgin Islands and Puerto Rico. It is critical, with recent changes in management at both locations (e.g. implementation of MPAs) as well as proposed changes (e.g. zoning to manage multiple human uses) that action is taken now to accurately describe and characterize the fish/macro-invertebrate populations in these areas. It is also important that BB work closely with the individuals responsible for recommending and implementing these management strategies. Recognizing this, BB has been collaborating with partners at the University of Puerto Rico, National Park Service, US Geological Survey and the Virgin Islands Department of Planning and Natural Resources. To quantify patterns of spatial distribution and make meaningful interpretations, we must first have knowledge of the underlying variables determining species distribution. The basis for this work therefore, is the nearshore benthic habitats maps (less than 100 ft depth) created by NOAA's Biogeography Program in 2001 and NOS' bathymetry models. Using ArcView GIS software, the digitized habitat maps are stratified to select sampling stations. Sites are randomly selected within these strata to ensure coverage of the entire study region and not just a particular reef or seagrass area. At each site, fish, macro-invertebrates, and associated water quality and habitat information is then quantified following standardized protocols. By relating the data collected in the field back to the habitat maps and bathymetric models, BB is able to model and map species level and community level information. These protocols are standardized throughout the US Caribbean to enable quantification and comparison of reef fish abundance and distribution trends between locations. Armed with the knowledge of where \"hot spots\" of species richness and diversity are likely to occur in the seascape, the BB is in a unique position to answer questions about the efficacy of marine zoning strategies (e.g. placement of no fishing, anchoring, or snorkeling locations), and what locations are most suitable for establishing MPAs. Knowledge of the current status of fish/macro-invertebrate communities coupled with longer term monitoring will enable evaluation of management efficacy, thus it is essential to future management actions.",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-64.66"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "18.38"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "18.23"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-64.84, 18.23], [-64.66, 18.23], [-64.66, 18.38], [-64.84, 18.38], [-64.84, 18.23]]]}"
    },
    {
      "key": "progress",
      "value": "underDevelopment"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Please reference NOAA/NCCOS/CCMA/Biogeography Branch when utilizing this data in a report or peer reviewed publication. Additionally, knowledge of how this dataset has been of use and which organizations are utilizing it is of great benefit for ensuring this information continues to meet the needs of the management and research communities. Therefore, it is requested but not mandatory, that any user of this data supply this information to the Program Manager: Timothy Battista (email: tim.battista@noaa.gov).\", \"Access Constraints: None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2003-07-01"
    },
    {
      "key": "contact-email",
      "value": "tim.battista@noaa.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-64.84"
    },
    {
      "key": "metadata-date",
      "value": "2014-08-07"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2003-07-01\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "ONCE PER YEAR"
    },
    {
      "key": "licence",
      "value": "[\"These data were prepared by an agency of the United States Government. Neither the United States Government nor any agency thereof, nor any of their employees, make any warranty, expressed or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of any information, apparatus, product, or process disclosed, or represents that its use would not infringe privately owned rights. Reference therein to any specific commercial product, process, or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply its endorsement, recommendation, or favoring by the United States Government or any agency thereof. Any views and opinions expressed herein do not necessarily state or reflect those of the United States Government or any agency thereof. Although all data have been used by NOAA, no warranty, expressed or implied, is made by NOAA as to the accuracy of the data and/or related materials. The act of distribution shall not constitute any such warranty, and no responsibility is assumed by NOAA in the use of these data or related materials.NOAA makes no warranty regarding these data, expressed or implied, nor does the fact of distributionconstitute such a warranty. NOAA can not assume liability for and damages caused by any errors oromissions in these data, nor as a result of the failure of these data to function on a particular system.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"NOAA/NCCOS/CCMA/Biogeography Team\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "ocean temperature, united states of america, ocean optics, zoology, earth science, (18n064w0011), pigments, in situ physical, country/territory, st. john, st. john (18n064w0011), salinity/density, vegetation, atlantic ocean, numeric data sets, virgin islands, caribbean sea, oceans, environmental monitoring, ocean basin, water quality, monitoring and assessment, water temperature, hydrolab, us virgin islands, biosphere, salinity, reef monitoring and assessment, photosynthetic pigments, corals, turbidity"
    },
    {
      "key": "harvest_object_id",
      "value": "70268bde-576d-4ddd-9e9d-2d5600f1eb06"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "St. John, USVI Water Quality Monitoring Data 2003 - Present",
  "revision_id": "38134ef2-23eb-4b26-b5ad-f7ed90bbbc68"
}