{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "d3b43683-2776-47a3-a4e8-5ad70fc8e0c4",
  "metadata_created": "2015-10-15T06:05:22.679287",
  "metadata_modified": "2016-05-12T16:32:45.073450",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "d3b43683-2776-47a3-a4e8-5ad70fc8e0c4",
      "webstore_last_updated": null,
      "id": "28ebddec-1539-4a5b-9042-3de94cc6aefa",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 5,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:50.071591",
      "url": "http://www.nnsa.energy.gov/aboutus",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "57e63949-00c5-4305-bde5-b4230b957713",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 31,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "albuquerque-complex",
  "isopen": false,
  "url": null,
  "notes": " Established by Congress in 2000, NNSA is a semi-autonomous agency within the U.S. Department of Energy responsible for enhancing national security through the military application of nuclear science. NNSA maintains and enhances the safety, security, reliability and performance of the U.S. nuclear weapons stockpile without nuclear testing; works to reduce global danger from weapons of mass destruction; provides the U.S. Navy with safe and effective nuclear propulsion; and responds to nuclear and radiological emergencies in the U.S. and abroad.   Maintaining the Stockpile   NNSA ensures the Nation sustains a safe, secure, and effective nuclear deterrent through the application of science, technology, engineering, and manufacturing. To deal with the changing face of nuclear deterrence and more-widely dispersed nuclear knowledge, NNSA also ensures the UnitedStates maintains excellence in nuclear science and technology that is second to none. Within the Nuclear Security Enterprise, the central mission which includes maintaining the active stockpile, Life Extension Programs (LEPs) and Weapons Dismantlement, is referred to as the Stockpile Stewardship and Management Program.  Nonproliferation   One of the gravest threats the United States and the international community face is the possibility that terrorists or rogue nations will acquire nuclear weapons or other weapons of mass destruction (WMD). NNSA, through its Office of Defense Nuclear Nonproliferation (DNN), works closely with a wide range of international partners, key U.S. federal agencies, the U.S. National Laboratories, and the private sector to secure, safeguard, and/or dispose of dangerous nuclear and radiological material, and detect and control the proliferation of related WMD technology and expertise.  Counterterrorism and Counterproliferation   NNSA provides expertise, practical tools, and technically informed policy recommendations required to advance U.S. nuclear counterterrorism and counterproliferation objectives. It executes a unique program of work focused solely on these missions and builds partnerships with U.S. government agencies and key foreign governments on these issues.  Emergency Response   NNSA&amp;#39;s Office of Emergency Operations is the United States government&amp;#39;s primary capability for radiological and nuclear emergency response and for providing security to the nation from the threat of nuclear terrorism. The Office of Emergency Operations maintains a high level of readiness for protecting and serving the U.S. and its allies through the development, implementation and coordination of programs and systems designed to serve as a last line of defense in the event of a nuclear terrorist incident or other types of radiological accident.  Powering the Nuclear Navy   The Naval Nuclear Propulsion Program provides militarily effective nuclear propulsion plants and ensures their safe, reliable and long-lived operation.NNSA&amp;#39;s Naval Reactors Program provides the design, development and operational support required to provide militarily effective nuclear propulsion plants and ensure their safe, reliable and long-lived operation.  Oversight and Change   NNSA&amp;#39;s missions require a secure production and laboratory infrastructure meeting immediate and long term needs. NNSA also requires the people, systems, and processes that we need to succeed in the acquisition of both mission capabilities as well as products and services.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5974"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "c8386f1a-b240-4df1-bae0-6763a0c4d0cd"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5974"
    },
    {
      "key": "source_hash",
      "value": "7c9edf2e80f8c33a9c512c6dc2a3ae5a270c1a1a"
    },
    {
      "key": "harvest_object_id",
      "value": "c8386f1a-b240-4df1-bae0-6763a0c4d0cd"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Albuquerque Complex",
  "revision_id": "3b4af31f-741e-4596-b051-a149f177a777"
}