{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "b20b1c38-2761-4f45-bb60-f0e1638160a9",
  "metadata_created": "2015-10-15T06:05:54.040426",
  "metadata_modified": "2015-10-30T05:25:03.743044",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "b20b1c38-2761-4f45-bb60-f0e1638160a9",
      "webstore_last_updated": null,
      "id": "01f39c10-97ae-4f7e-bdc9-08e2fad9a5a2",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "full-scale-levee-breach-and-hydraulic-test-facility.aspx",
      "format": "",
      "tracking_summary": {
        "total": 2,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:25:03.770044",
      "url": "http://www.erdc.usace.army.mil/Media/FactSheets/FactSheetArticleView/tabid/9254/Article/476705/full-scale-levee-breach-and-hydraulic-test-facility.aspx",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "d692399c-2d46-4b89-8a17-0c1d7b17ee5c",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 8,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "full-scale-levee-breach-and-hydraulic-test-facility-90ad3",
  "isopen": false,
  "url": null,
  "notes": "  Innovative Solutions for Floodwater Damage Prevention  There are approximately 14,000 miles of levees owned and maintained by the US Army Corps of Engineers and an estimated 85,000 miles of privately-owned and -operated levees. Levees fail for many reasons, not all of which are weather related. Most are more than 50 years old, and many were built in agricultural areas now deeply embedded in the urban landscape. Breaches in levees can cause severe flooding, leading to a catastrophic disaster. Once floodwaters breach a levee, time becomes an important factor in emergency response, evacuations, protecting critical infrastructures and making permanent repairs. A rapid repair system to provide temporary, quick fixes to levee breaches in hours rather than days can tremendously reduce the loss of life and property damage during emergency response operations. Quick Control of Levee Breach Aids Emergency Response In 2009, with local levee boards and State Emergency Management Agencies in mind, the Department of Homeland Security (DHS) and the ERDC Coastal and Hydraulics Laboratory (CHL) started developing low-cost designs for a full-scale levee breach repair test facility. Searching for a suitable location for the facility, the research and development team identified property with the proper slope and of sufficient size to build the facility on CHL grounds in Vicksburg, MS. Environmental permitting was granted, and construction started in mid-December 2009. Completed in 2010, the new 11-acre and 4-million gallon Full-Scale Levee Breach and Hydraulic Test Facility is the only one of its kind in the world that allows researchers to validate results of small-, mid-, and full-scale levee breach experiments. The facility also serves as a training ground for Rapid Response to Levee Breach (RRLB) emplacement teams. Unique Full-Scale Facility Tests Flood Control Solutions The Test Facility design evolved into a three-basin concept. The main design goal was to obtain a flow rate of at least 2,000 cubic feet per second (CFS) through a 40-foot breach, representing a 16-fold increase in the flow capacity over the maximum flow rates achieved at a hydraulic test facility in Stillwater, Okla. The design of the test model consisted of three earthen basins using gravity to convey water through each basin. A pump replenishes the water in the source basin after each test. Slides gates are located at the source and test basin inlet structures to control the water flowing between basins. Low-strength concrete reinforces areas of high water flow around the structures to mitigate erosion. A 2-foot thick layer of clay on the bottom and slopes of each basin prevents seepage. The levee crown around each basin is 10 feet in height for easy access. CHL engineers designed the facility to accommodate full-scale testing of RRLB technology, including the Portable Lightweight Ubiquitous Gasket (PLUG), a large tube of non-stretch fabric that is dropped into floodwaters which fill it to 60-70 percent capacity. This transforms the tube into a rigid plug that conforms to the levee breach and seals it. The following facility performance requirements accurately support PLUG testing:  40-foot wide breach-measured from mid-height of the breach 8-foot water depth at breach Source basin accommodates a flow rate of 2,000 CFS for one test Average flow rate of 1,000 CFS for 5 minutes Supports one test per day-able to replenish water volume to repeat test in 20 hours Flow control gates open at 1 inch per second to support desired flow rate Success Stories Research and development at the Full-Scale Levee Breach and Hydraulic Test Facility has yielded the following applications, which have shown success in rapid levee breach repair testing. These concepts use floodwater as the main structural element in conjunction with high-strength fabrics. The incompressibility of water in a closed high-strength fabric tube can create a stable geometric configuration capable of resisting deformation through a breach. The four concepts include the following:   Portable Lightweight Ubiquitous Gasket (PLUG)-U sed to make repairs of the narrow deep breach which are typical of river levee failures and surge-driven breaches in large earthen levees.  Rapidly Emplaced Hydraulic Arch Barrier ( REHAB)-Applied as a rapidly emplaced surge barrier and as a rapidly emplaced coffer dam. REHAB is designed to hold back a surge of water during a levee breach repair, seal breaches obstructed by debris or other structures and function as a rapidly emplaced surge or flood gate.  Rapidly Emplaced Protection for Earthen Levees (REPEL)-Positioned prior to a flood to provide protection to a levee/dam section from overtopping in extreme flood events. REPEL is also designed to protect against erosion during the intentional overtopping of levees, mitigating erosion from the back slope of a levee which over time could cause a deep breach.  Repair of Long Shallow Breaches-Modified version of the PLUG used to repair a long shallow breach that is typical of storm-induced breaching of navigation and drainage channel levees/floodwalls in coastal areas. It can also be used to prevent the overtopping of long stretches of levees along rivers during floods. Specifications and Features  Test Basin   150 feet long at the base 40-foot levee breach test area Slope on all four sides is a 1-3 ratio 12-foot high levee walls Overflow spillway can pass 2,100 CFS of water  Source Basin   2.2-million-gallon capacity 94 x 94 feet base 1-3-ratio sloped embankments and a depth of 17 feet Flow rate of 2,000 CFS into the test basin 20-foot long hydraulic head/flow control gates open at 1-inch per second  Catch Basin   4 million gallon capacity 12 feet deep 24-inch riser pipe placed 9 feet above basin floor and emergency spillway prevent overflowing Water return system replenishes source basin in 20 hours Water return pipe has a minimum capacity of 1,833 gallons of water per minute  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6130"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "8979082b-19e0-460e-8655-26e78d2ced58"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6130"
    },
    {
      "key": "source_hash",
      "value": "7e284a9670337b2de4962b3480dae1f7cd6f79bd"
    },
    {
      "key": "harvest_object_id",
      "value": "8979082b-19e0-460e-8655-26e78d2ced58"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Full-Scale Levee Breach and Hydraulic Test Facility",
  "revision_id": "e6412ef9-c372-4979-a390-b0108ad00050"
}