{
  "license_title": "License not specified",
  "maintainer": "Gary  Anderton",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "Gary.L.Anderton@erdc.usace.army.mil",
  "num_tags": 0,
  "id": "e5527fee-d23a-43bc-969f-41db9e850936",
  "metadata_created": "2015-10-15T06:05:41.142811",
  "metadata_modified": "2015-10-30T05:24:56.724161",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "e5527fee-d23a-43bc-969f-41db9e850936",
      "webstore_last_updated": null,
      "id": "48d91931-e54b-4bf0-937a-f46398cbc5a9",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "pavement-testing-facility.aspx",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:56.748546",
      "url": "http://www.erdc.usace.army.mil/Media/FactSheets/FactSheetArticleView/tabid/9254/Article/476780/pavement-testing-facility.aspx",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "ad7b1260-67ee-459f-858f-94b19a3311e9",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 7,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "pavement-testing-facility",
  "isopen": false,
  "url": null,
  "notes": " Comprehensive Environmental and Structural Analyses The ERDC Pavement Testing Facility, located on the ERDC Vicksburg campus, was originally constructed to provide an area protected from precipitation that allows for the construction and traffic testing of full-depth pavement sections. Today, the facility&amp;#39;s pavement testing capabilities include innovative technologies, sophisticated instrumentation and accelerated trafficking equipment that help researchers in ERDC&amp;#39;s Geotechnical and Structures Laboratory (GSL) perform comprehensive evaluations of important real-world pavement conditions. Covered Test Area Limits Exposure for Accurate Testing The ERDC Pavement Testing Facility has the space to allow for construction, trafficking and analysis of several test sections simultaneously. The facility houses offices and space for the facility manager, two instrumentation technicians, equipment storage, tool room, and instrumentation data acquisition room, as well as adequate space for parking construction equipment and load carts, and storing test section-specific construction materials. The facility has a maximum ceiling height of 50 feet, with a length of 375 feet and 145 feet in width. This facility provides a large covered area for test sections. This limits exposure to sunlight and isolates test sections from inclement weather. As a result, soil moistures - a critical parameter in pavement strength and performance - can be controlled. Vehicle Simulators Aid Load-Bearing Traffic Tests The facility is also home to one of the largest Heavy Vehicle Simulators-Aircraft (HVS-A) in the world. The HVS-A can operate off a high voltage electrical connection (available in the facility) or independently using its onboard diesel engine power plant. In addition, for test section evaluations, the HVS-A can:  Fit almost any tire or wheel set required for trafficking simulations Simulate wheel loads up to 100,000 total pounds, varying from a heavy truck to fully-loaded cargo plane Apply wheel traffic in a channelized path or in a custom-programmed wander pattern Produce up to 500 passes per hour, running 24 hours a day if needed The HVS-A is also equipped with insulated removable panels that surround the test traffic area of the machine. These panels, combined with a separate air conditioning power plant, allow the test traffic area and pavement testing surface to be heated to temperatures of 130&amp;#176;F or cooled to temperatures as low as 30&amp;#176;F. The facility also maintains several load carts in the vehicle fleet, simulating wheel loads of such popular military aircraft as the F-15 Eagle and the C-17 cargo aircraft. Success Stories In Spring 2012, ERDC became the first research institution to evaluate and develop design and construction guidance on the use of warm-mix asphalt (WMA) for airfields. GSL researchers staged the test section construction at the ERDC Pavement Testing Facility in order to test the most uniform pavement sections possible. The evaluations demonstrated the rutting performance of the different WMA technologies compared to conventional hot-mix asphalt (HMA). WMA has many benefits over HMA, including reduced fuel consumption and plant emissions during production. Ultimately, these tests will help determine the suitability of these technologies for airfield pavements. They will also help improve the design and construction guidance of WMA airfield pavements developed by ERDC based on the rutting performance under actual aircraft traffic.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "086ce50f-1fed-4eb2-8bea-4a8658a52c4f"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6155"
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "repPhone",
      "value": "601-634-2955"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6155"
    },
    {
      "key": "source_hash",
      "value": "437e9498c427dbe74331e2f4a9704f4ae93a145a"
    },
    {
      "key": "harvest_object_id",
      "value": "086ce50f-1fed-4eb2-8bea-4a8658a52c4f"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Pavement Testing Facility",
  "revision_id": "46d178ad-f668-4b54-8bac-8be64950f53a"
}