{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "cde30301-9733-4042-bc84-f613fe82a66d",
  "metadata_created": "2015-10-15T06:05:12.667729",
  "metadata_modified": "2015-10-30T05:24:43.408506",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "cde30301-9733-4042-bc84-f613fe82a66d",
      "webstore_last_updated": null,
      "id": "5736fb20-1b9a-4bf2-9c18-7569d843dc5d",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "about.aspx",
      "format": "",
      "tracking_summary": {
        "total": 10,
        "recent": 2
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:43.466878",
      "url": "http://www.niddk.nih.gov/research-funding/at-niddk/labs-branches/LBC/Pages/about.aspx",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "314bef81-95c3-469a-85da-f62aea752003",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 35,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "laboratory-of-bioorganic-chemistry",
  "isopen": false,
  "url": null,
  "notes": " The Laboratory of Bioorganic Chemistry explores problems at the interface of chemistry and biology.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5956"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "3fd165d6-2a81-4b10-9f9a-ff6a982ca3b8"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "expertise",
      "value": " Scientists in the lab study diverse topics in bioorganic chemistry. These include:  the development of conjugate vaccines from synthetic carbohydrate antigens; the pharmacology of receptors and the discovery of drugs that act as agonists or antagonists of G protein-coupled receptors (GPCRs); structural characterization of GPCRs; biologically active natural products (also known as secondary metabolites); the discovery of novel antibiotics; the design of peptide and protein inhibitors and probes of HIV-1 entry; novel carbohydrate-binding proteins from understudied sources; and the use of synthetic organic chemistry to create new molecules with unique biological activities. Projects include studies on the mechanisms of interaction between pharmacologically active substances and biological systems. These include biological systems relevant to diabetes, cancer, inflammatory diseases, tuberculosis, AIDS, Parkinson&amp;#39;s disease, Alzheimer&amp;#39;s disease, and chronic pain. One of the lab&amp;#39;s goals is to discover and develop new chemical agents, including synthetic molecules and natural products, as tools for the study of membrane and cytosolic functions of cells. Researchers examine the mechanisms of action or metabolism of such agents and their potential use as therapeutics. An integral part of this research involves the development and application of modern techniques in organic and medicinal chemistry. Lab scientists use these techniques to synthesize, separate, and investigate the spectral and biological characteristics of new chemical agents, including bioactive natural products.  In addition, scientists design, develop, and carry out experiments in nuclear magnetic resonance spectroscopy and mass spectrometry to elucidate structures of both small molecules and macromolecules. One area of research involves the use of custom-designed peptide-nucleic acids as probes of protein and nucleic acid interactions. Our scientists are developing new bioorthogonal probes for the study of gene regulation through enzymes involved in histone modification. Utilizing the synthesis of complex carbohydrates, researchers have developed synthetic vaccines for application to infectious diseases. They also investigate new approaches to drug delivery, affinity labeling, enzyme catalysis, and receptor activation and new concepts of drug design.  Finally, lab scientists use modern techniques in molecular biology to study mechanisms of cell surface receptor activation and signal transduction. Of particular interest are adenosine, ATP, adrenergic, nicotinic, and muscarinic receptors and the ion channels and second messengers subserving such receptors. Researchers develop transgenic mice for in vivo investigations. Receptor mutagenesis studies and homology modeling-in conjunction with the use of recently determined X-ray crystallographic structures-have elucidated the requirements for molecular recognition in the ligand binding site and G protein interface, as well as structural aspects of receptor activation. Lab scientists are using these insights to design new drug analogues with superior pharmacological properties and potentially fewer side effects. "
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5956"
    },
    {
      "key": "source_hash",
      "value": "a192feaa84daf97637027cec40333f9dabe4c5e0"
    },
    {
      "key": "harvest_object_id",
      "value": "3fd165d6-2a81-4b10-9f9a-ff6a982ca3b8"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Laboratory of Bioorganic Chemistry",
  "revision_id": "b5f39ce3-9d07-4e3e-bf4e-f07827d8770c"
}