{
  "license_title": "U.S. Government Work",
  "maintainer": "DAWN MCINTOSH",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "dawn.m.mcintosh@nasa.gov",
  "num_tags": 3,
  "id": "764a90dd-d1a3-404d-90f6-2e9fbcf10509",
  "metadata_created": "2016-02-26T21:45:42.348654",
  "metadata_modified": "2016-05-06T08:18:35.444086",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "ames",
      "id": "26409e70-decd-4cc6-9beb-904602430852",
      "name": "ames"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "dashlink",
      "id": "4377f23e-7f40-493e-82fd-834ccb75e9ba",
      "name": "dashlink"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "nasa",
      "id": "34817959-c506-4bfe-b8fd-330f550970e4",
      "name": "nasa"
    }
  ],
  "tracking_summary": {
    "total": 4,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "asias-some-history",
  "isopen": true,
  "url": null,
  "notes": "The ASIAS effort builds on demonstrations that an open exchange of information contributes to improved aviation safety. ASIAS is a comprehensive effort, covering the collection and secure maintenance of aviation data, the analysis performed on that data, and long-term research to better extract safety information from the data.\r\n \r\nIn the mid-90s, NASA researchers started briefing the JIMDAT of CAST on how extracting and integrating information from many sources, and multiple perspectives (including controllers and flight crews) could help them improve aviation safety. The NASA Integrated Safety Data for Strategic Response (ISDSR) concept was incorporated into the JIMDAT concept, ASIAS, which was presented to CAST as essential capabilities, and was then adopted. In parallel with these activities, the FAA encouraged NASA to undertake the Information Sharing Initiative (ISI), a collaborative effort among FAA, NASA, the air carriers and the unions, to develop the DNFA and DNAA (two key srouces of data for ASIAS). A 5-yr plan for collaboration between NASA and the FAA to develop ISDSR was proposed, but was never put into place. That plan would have continued the collaboration with provisions for NAS to develop the analytical tools and transfer them to the FAA for implementation.\r\n\r\nNASA has, and continues to, develop advanced algorithms to mine the various data sources for information that could continue to maintain and improve the safety of the air transportation system. Such algorithms have already been developed by NASA to identify atypical flights revealing unexpected events and etermine why they were anomalous, to identify anomalous cockpit procedures (switches flipped in the cockpit) during takeoff and landing for possible evidence of problems with the automated systems, and to categorize submitted safety reports such as those submitted to ASRS or ASAP into one or more defined categories to aid the search for clues as to why safety-related events may have occurred.\r\n \r\nASIAS provides a vital mechanism for monitoring for safety concerns as we transition to the Next Generation Air Transportation System (NextGen). Not only can ASIAS examine for any indication of hypothesized concerns, but, with the NASA-developed data mining tools, ASIAS can also monitor for statistical trends suggesting the potential emergence of new issues unanticipated or unimagined during the design and testing of NextGen concepts.\r\n \r\nASIAS has been carefully developed to capitalize upon the best attributes of earlier research at NASA, while also providing necessary guarantees for anonymity and data protection and while using scientifically justified, rigorous methods for estimating frequencies and causality. NASA's role in the ASIAS effort is to continue to develop these advanced data mining tools and methods to better analyze data voluntarily provided by the aviation community.\r\n \r\n \r\nAcronym List:\r\nASAP: Aviation Safety Action Program\r\n[ASRS](http://asrs.arc.nasa.gov/): Aviation Safety Reporting System\r\nASIAS: Aviation Safety Information Analysis & Sharing\r\n[CAST](http://www.cast-safety.org/): Commercial Aviation Safety Team\r\n[FAA](http://www.faa.gov/): Federal Aviation Administration\r\nISDSR: Integrated Safety Data for Strategic Response\r\nISI: Information Sharing Initiative\r\nJIMDAT: Joint Implementation Monitoring Data Analysis Team\r\n[NASA](http://www.nasa.gov/): National Aeronautics and Space Administration",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2010-09-10T10:51:29"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "source_hash",
      "value": "5d6454e50589713594b22c2df685e3db7ec9df79"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:029"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "https://c3.nasa.gov/dashlink/resources/25/"
    },
    {
      "key": "harvest_object_id",
      "value": "d51e1cc1-c39a-4f8f-8d4a-b6d084e9e81d"
    },
    {
      "key": "publisher",
      "value": "Dashlink"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "56cf5b00a759fdadc44e55d2"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "U.S. Government > National Aeronautics and Space Administration > Dashlink"
    },
    {
      "key": "modified",
      "value": "2010-10-21T15:17:21"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "accrualPeriodicity",
      "value": "irregular"
    },
    {
      "key": "identifier",
      "value": "DASHLINK_25"
    },
    {
      "key": "harvest_object_id",
      "value": "d51e1cc1-c39a-4f8f-8d4a-b6d084e9e81d"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "ASIAS - Some History",
  "revision_id": "46e7e8c4-d956-4c45-b466-f5d4bfd3187b"
}