{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "7873d3f0-29b5-402e-a350-73cf2fc59a27",
  "metadata_created": "2013-03-14T19:46:37.869949",
  "metadata_modified": "2013-05-17T00:00:00",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": null,
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "7873d3f0-29b5-402e-a350-73cf2fc59a27",
      "webstore_last_updated": null,
      "id": "66960de4-256e-4e71-b8cd-64d8643e963e",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 1153,
        "recent": 20
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "51f89026-c951-425e-bcd0-8722f6bbbdd2",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-03-14T20:46:37.893196",
      "url": "http://www.KansasGIS.org",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "7873d3f0-29b5-402e-a350-73cf2fc59a27",
      "webstore_last_updated": null,
      "id": "cb7f5ef1-3403-4f9e-b660-7867bcb9bb4e",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 1153,
        "recent": 20
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "51f89026-c951-425e-bcd0-8722f6bbbdd2",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-03-14T20:46:37.893218",
      "url": "http://www.KansasGIS.org",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 93,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.184067",
    "title": "Kansas Data Access and Support Center",
    "name": "kgs-ku-edu",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.kansasgis.org/_style/img/banner.png",
    "revision_id": "649a4ecd-dd72-4628-b80e-cea6a4f616d2",
    "type": "organization",
    "id": "56d45844-910f-4632-a4ff-bf5f0e6cb653",
    "approval_status": "approved"
  },
  "name": "u-s-epa-river-reach-file-version-1-0",
  "isopen": false,
  "url": null,
  "notes": "Reach File Version 1.0 (RF1) is a vector database of approximately 700,000 miles of streams and open waters in the conterminous United States. It is used extensively by EPA and States,and has been used by the U.S. Fish and Wildlife Service and the National Weather Service for many years. This configuration of RF1 for the geographic information systems community, extends the use of RF1 to ARC/INFO users in the U.S.Geological Survey, the U.S. Environmental Protection Agency and others. RF1 was prepared by the U.S. Environmental Protection Agency (EPA) in 1982 from stable base color separates of National Oceanographic and Aeronautical Administration (NOAA) aeronautical charts having a scale of 1:500,000. These charts provided the best nationwide hydrographic coverage available on a single scale at that time. They included all hydrography shown on USGS maps having a scale of 1:250,000 with extensive additions, corrections and improvements in detail made by NOAA from aerial photography and satellite imagery. All hydrographic features on those charts were optically scanned from the color separates using a scanner resolution finer than feature line width. The surface water features selected for inclusion in the RF1 database were converted from the scanned raster form to vector form with coordinates expressed as latitude and longitude. Surface water names in RF1 were derived from the source maps and supplemented by names from miscellaneous state maps and maps of the USGS. Many other RF1 attributes are described herein. In the 1980's, RF1 was used by EPA for performing water quality modeling on whole river basins for all of the hydrologic regions in the conterminous United States. In this role, it was used to provide national assessments and overviews of water quality and to provide the foundation for a nationwide stratified sampling frame for performing statistical summaries of modeled and measured water quality on all the surface waters of the 48 States. In the 1980's, environmental data integration was strengthened significantly by EPA using the Reach File. Whereas, STORET had, for many years, integrated the water quality monitoring data of EPA, States, the USGS, and other Federal agencies by agency codes, standard water quality parameter codes, date, time, depth, site coordinates, state, basin, and user-definable polygons, the Reach File provided STORET with the capability to search upstream and downstream to relate the environmental data of many agencies to each other along stream paths. This brought about the ability to integrate ambient water quality at sites sampled by the several hundred official monitoring agencies using STORET in a new and powerful manner. Thus, for example, any and all water quality measurements made by the USGS and stored in WATSTORE were easily accessed via STORET prior to the introduction of the Reach File, but with the Reach File, it became possible to integrate the data from USGS WATSTORE records with the much larger holdings of environmental data from EPA, States and other Federal agencies on a station-by-station basis along stream paths. Stream ordered data integration of this type was important in the development of effluent guidelines pursuant to the Clean Water Act during the 1980's, and is but one example of the new dimension in data integration made possible by the standard reach numbering scheme and the hydrologic networking provided in RF1. Linking multiple databases to RF1 and hence to each other, was accomplished by a process called reach indexing. The process takes advantage of the facts that each reach has been assigned a unique identifier and the stream path for each reach is described in terms of latitude/longitude coordinates. Using simple algebraic processing, each lat/lon point for every point of interest in a database is indexed to the closest point in the nearest RF1 reach. The unique reach number for that reach and its relative position, prorated against the full computed reach length, is placed in the database being reach indexed. From then on, access to all points that have been reach indexed in that indexed database, may be achieved in hydrological order by navigating upstream or downstream through RF1, picking up reach numbers in hydrological order from RF1 and retrieving the points of interest, if present, from the indexed database by reach numbers as the reaches are encountered in the navigation of RF1.",
  "owner_org": "56d45844-910f-4632-a4ff-bf5f0e6cb653",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"EPA Office of Wetlands, Oceans, and Watersheds (OWOW) STORET User Assistance\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "contact-email",
      "value": "storet@epamail.epa.gov"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-123.7196"
    },
    {
      "key": "metadata-date",
      "value": "2005-10-18"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"1996-01-01\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-56.9772"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "46.5590"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "21.9543"
    },
    {
      "key": "licence",
      "value": "[\"\\nThe State of Kansas Geographic Information Systems Core Database's digital data have been tested and their documentation carefully reviewed.  However, the State of Kansas Geographic Information Systems Policy Board's Data Access and Support Center and its representatives make no warranty or representation, either expressed or implied, with respect to the digital data and their documentation, their quality, performance, merchantability, or fitness for a particular purpose.  The digital data are distributed on \\\"as is\\\" basis, and the user assumes all risk to their quality, the results obtained from their use, and the performance of the data.\\n\\nIn no event will the State of Kansas Geographic Information Systems Policy Board or its representatives be liable for any direct, indirect, special, incidental or consequential damages resulting from and defect in the State of Kansas Geographic Information Systems Core Database's digital data or in their documentation.\\n\\nThis disclaimer of warranty is exclusive and in lieu of all others, oral or written, express or implied.  No agent or employee is authorized to make any modification, extension, or addition to this warranty.\\n\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-123.7196, 21.9543], [-123.7196, 46.559], [-56.9772, 46.559], [-56.9772, 21.9543], [-123.7196, 21.9543]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: None\", \"Access Constraints: None\"]"
    },
    {
      "key": "frequency-of-update",
      "value": "asNeeded"
    },
    {
      "key": "tags",
      "value": "inlandWaters, RF1, Stream, Map, Reach File, Reach File Version 1.0, Hydrography, Hydrology, Flow, Velocity, Stream Names"
    },
    {
      "key": "harvest_object_id",
      "value": "d952aa24-145f-4f56-b10f-ace459ab0f3c"
    },
    {
      "key": "harvest_source_id",
      "value": "619e3d4a-0a81-4a85-a769-47b591108252"
    },
    {
      "key": "harvest_source_title",
      "value": "Kansas Data Access and Support Center"
    }
  ],
  "title": "U.S. EPA River Reach File Version 1.0",
  "revision_id": "51f89026-c951-425e-bcd0-8722f6bbbdd2"
}