{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "8e1d20e2-a141-4993-a102-45fc9214dae9",
  "metadata_created": "2016-03-28T18:44:32.955079",
  "metadata_modified": "2016-03-28T18:44:32.955079",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "8e1d20e2-a141-4993-a102-45fc9214dae9",
      "webstore_last_updated": null,
      "id": "7402bb63-9dd2-47c5-a290-2bee27ed619d",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "ASCII",
      "tracking_summary": {
        "total": 10,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "1bf80fd5-5e1e-4c13-9f5b-6ba322aeeb34",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-03-28T14:44:33.077375",
      "url": "http://egisws02.nos.noaa.gov/nsandt/#",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "8e1d20e2-a141-4993-a102-45fc9214dae9",
      "webstore_last_updated": null,
      "id": "a7a46c95-c962-42f3-9153-55a15ab10cde",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "download.aspx",
      "format": "XML",
      "tracking_summary": {
        "total": 106,
        "recent": 5
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "1bf80fd5-5e1e-4c13-9f5b-6ba322aeeb34",
      "mimetype": null,
      "cache_url": null,
      "name": "XML File",
      "created": "2016-03-28T14:44:33.077412",
      "url": "http://ccma.nos.noaa.gov/about/coast/nsandt/download.aspx",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "8e1d20e2-a141-4993-a102-45fc9214dae9",
      "webstore_last_updated": null,
      "id": "a4b1e468-f81c-4e97-8b1f-fc6995df982a",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "download.aspx",
      "format": "",
      "tracking_summary": {
        "total": 106,
        "recent": 5
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "1bf80fd5-5e1e-4c13-9f5b-6ba322aeeb34",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-03-28T14:44:33.077422",
      "url": "http://ccma.nos.noaa.gov/about/coast/nsandt/download.aspx",
      "webstore_url": null,
      "last_modified": null,
      "position": 2,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "8e1d20e2-a141-4993-a102-45fc9214dae9",
      "webstore_last_updated": null,
      "id": "d5148d78-bb94-43cc-97b2-1b0bdc574930",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 13,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "1bf80fd5-5e1e-4c13-9f5b-6ba322aeeb34",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-03-28T14:44:33.077429",
      "url": "http://egisws02.nos.noaa.gov/nsandt/",
      "webstore_url": null,
      "last_modified": null,
      "position": 3,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "8e1d20e2-a141-4993-a102-45fc9214dae9",
      "webstore_last_updated": null,
      "id": "dac43074-0352-4df4-ac29-6341b9717cd3",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 7,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "1bf80fd5-5e1e-4c13-9f5b-6ba322aeeb34",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-03-28T14:44:33.077436",
      "url": "http://ccma.nos.noaa.gov/about/coast/nsandt/",
      "webstore_url": null,
      "last_modified": null,
      "position": 4,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 5,
  "tags": [

  ],
  "tracking_summary": {
    "total": 5,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "national-status-and-trends-benthic-surveillance-project-sites-1984-1992-national-centers-for-co89739",
  "isopen": false,
  "url": null,
  "notes": "This data set reports information regarding the nominal sampling locations for the National Status and Trends Benthic Surveillance Project sites. One record is presented per site. Each record reports the five letter site acronym, site sequence number, general and specific location information, state abbreviation, state name, degree-minute-second coordinates, decimal degree coordinates, and species information, among other things. The actual site coordinate information is recorded at the time of sampling, if samples were taken at a location other than the nominal site center. The five letter acronym is based on both the general location information and more specific location information (e.g. SFSM is San Francisco-San Mateo Bridge). The file also contains sequence numbers that facilitate geographic manipulation of the data. Sites are numbered sequentially from the northern most site on the U.S. East coast (i.e. Penobscot Bay-Pickering Island) and continue counter-clockwise around the country.",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-67.333"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "70.5"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "25.615"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-166.5, 25.615], [-67.333, 25.615], [-67.333, 70.5], [-166.5, 70.5], [-166.5, 25.615]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: The National Status and Trends Program (NSandT) requests that all individuals who download NSandT data acknowledge the source of these data in any reports, papers, or presentations. If you publish these data, please include a statement similar to: \\\"Some or all of the data described in this article were produced by NOAA through its National Status and Trends Program.\\\"\", \"Access Constraints: None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "1984-01-01"
    },
    {
      "key": "contact-email",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-166.5"
    },
    {
      "key": "metadata-date",
      "value": "2016-03-23"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"1992-01-01\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\"None\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"National Oceanic and Atmospheric Administration (NOAA), National Ocean Service (NOS), National Centers for Coastal Ocean Science (NCCOS), Center for Coastal Monitoring and Assessment (CCMA)\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "1992-01-01"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "san francisco bay, castro creek, charleston harbor, south channel, san francisco bay, redwood city, frenchmans bay, long porcupine island, raritan bay, gravesend bay, merrimac river, plum island, st. johns river, piney point, san francisco bay, islais creek channel, long island sound, lloyd point, boston harbor, mystic river, sapelo sound, dog hammock, bering sea, kuskokwim river, raritan bay, lower bay, new bedford harbor, clarks point, san luis obispo bay, san luis obispo bay, st. johns river, trout river, latitude, mississippi river delta, off shore, san pedro bay, long beach, choctawhatchee bay, destin harbor, st. johns river, arlington channel, oceans, arroyo colorado, arroyo city, choctawhatchee bay, choctawhatchee bay, san diego bay, mouth, sapelo sound, barbour island river, chesapeake bay, elizabeth river, penobscot bay, islesboro island, baltimore harbor, brewerton channel, baltimore harbor, fort mchenry channel, mobile bay, north point, sapelo sound, johnson creek, gulf of alaska, kamishak bay, long island sound, rocky point, nsandt, chesapeake bay, kent island, st. johns river, ortega river, massachusetts bay, plymouth entrance, galveston bay, greens bayou, chesapeake bay, gibson island, norton sound, nome, round island, round island, santa monica bay, deep, boston harbor, hull bay, lutak inlet, chilkoot river mouth, simpson lagoon, simpson lagoon, san francisco bay, hunters point, pamlico sound, jones bay, sapelo sound, inlet, salem harbor, folger point, mobile bay, mobile river, nahku bay, east side, mission bay, mission bay, corpus christi bay, long reef, prince william sound, port valdez, san pedro bay, mid harbor, san antonio bay, san antonio bay, san pedro bay, cerritos channel, heron bay, heron bay, sapelo sound, high point, apalachicola bay, cape george, johns bay, pemaquid neck, santa monica bay, south, penobscot bay, colt head island, biscayne bay, north bay, chesapeake bay, patuxent river, san francisco bay, oakland estuary, mission bay, outside, site acronym, san diego bay, harbor island, san diego bay, outside, dana point, inside harbor, galveston bay, trinity bay, massachusetts bay, outside boston, machias bay, hog island, barataria bay, barataria pass, niantic bay, black point, san francisco bay, southampton shoal, boca de quadra, bacrian point, soldana beach, soldana beach, machias bay, chance island, galveston bay, boggy bayou, san pedro bay, seal beach, chesapeake bay, smith island, san francisco bay, san pablo bay, lower laguna madre, long island, biscayne bay, chicken key, lavaca bay, lavaca bay, pensacola bay, pensacola bay, dana point harbor, outside, penobscot bay, job island, san diego bay, national city, galvestion bay, cedar bayou, lake pontchartrain, north shore, raritan bay, west reach, tampa bay, northern tampa bay, cape elizabeth, richmond island, galveston bay, texas city, galveston bay, east bay, long island sound, norwalk, casco bay, cousins island, mississippi river delta, head of passes, chukchi sea, red dog mine, chesapeake bay, chester river, long island sound, long sand shoal, coastal, beaufort sea, prudhoe bay, charleston harbor, coastal, heald point, heald point, santa monica bay, west, delaware bay, brandywine shoal, cape fear river, horseshoe shaol, site location, casco bay, great chebeague island, humboldt bay, indian island, bering sea, port moller, tomales bay, tomales bay, great bay, intracoastal waterway, boston harbor, quincy bay, galveston bay, clear lake, hudson river, englewood cliffs, long island sound, oak neck point, st. johns river, orange point, bering sea, dutch harbor, skagway, skagway river, mississippi river delta, southeast pass, boston harbor, president roads, bering sea, yukon river, monterey bay, indian head beach, san pedro bay, outer harbor, lavaca bay, point comfort, longitude, long island sound, bridgeport, calcasieu river, west cove, sapelo sound, south newport river, galveston bay, eagle point, buzzards bay, west island, columbia river, youngs bay, st. johns river, w. mill cove, oceanside harbor, outside, santa monica bay, north, puget sound, commencement bay, contaminant levels, beaufort sea, oliktok point, site, san diego bay, twenty eighth street, san francisco bay, oakland enterance, santa monica bay, southeast, coos bay, north bend, coastal monitoring, narragansett bay, conanicut island, galveston bay, morgans point, narragansett bay, prudence island, chesapeake bay, james river, puget sound, elliott bay, species, bering sea, kvichak bay, apalachicola bay, st. george island, corpus christi bay, corpus christi channel, raritan bay, upper bay, pascagoula river, pascagoula river, delaware bay, cherry island range, estero bay, estero bay, san antonio bay, mosquito point, raritan bay, east reach, st. johns river, quarantine island, bodega bay, north, calcasieu river, bayou d inde, long island sound, new haven, savannah river, elba island, chesapeake bay, york river, santa monica bay, manhatten beach, st. lucie river, stuart, monterey bay, moss landing, puget sound, nisqually reach, san pedro bay, outside, u.s. exclusive economic zone, lake pontchartrain, south shore, san diego bay, shelter island, lower laguna madre, laguna heights, san diego bay, north, galveston bay, goat islands, farallon islands, farallon islands, great bay, seven island, columbia river, desdemona sands, st. andrews bay, military point, charlotte harbor, cape haze, great bay, wells island, boston harbor, deer island, pascagoula river, escatawpa river, treasure island, treasure island, calcasieu river, prien lake, delaware bay, the shears, estuarine"
    },
    {
      "key": "harvest_object_id",
      "value": "283ff86e-c0ed-478d-ac36-2d846f00e9a4"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "National Status and Trends, Benthic Surveillance Project Sites, 1984-1992, National Centers for Coastal Ocean Science",
  "revision_id": "1bf80fd5-5e1e-4c13-9f5b-6ba322aeeb34"
}