{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "8ec3a7ef-a088-4253-91f4-2c677bdece7e",
  "metadata_created": "2015-10-15T06:05:04.450875",
  "metadata_modified": "2015-10-30T05:24:39.549355",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "8ec3a7ef-a088-4253-91f4-2c677bdece7e",
      "webstore_last_updated": null,
      "id": "d27e39f4-b3be-4beb-9c94-86019debedcf",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:39.584681",
      "url": "http://www.hanford.gov/page.cfm/UPlant",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "6a8ad45a-4cce-45e7-b145-2b07f61aeb7b",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 1,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "u-plant",
  "isopen": false,
  "url": null,
  "notes": " Hanford&amp;#39;s U Plant was the third plutonium processing canyon built at the Site.Stretching 810 feet long, 66 feet wide, and 77 feet high, it was constructed in 1944.While originally designed to perform the chemical separations activities needed to extract plutonium from irradiated fuel rods, it was determined after construction was complete that the first two canyons would be able to process enough plutonium without needing to use U Plant for the same purpose.As a result, U Plant became a facility where T Plant and B Plant workers were trained before they were permanently assigned to either of those canyons.  In 1952, the U Plant was given a new mission which was to recover uranium from the waste generated in the plutonium extraction process.For six years, U Plant crews removed uranium from the chemical separations process waste and then transferred that uranium to a support facility called 224-U/UA (224-U/UA was also called the UO3 or Uranium Trioxide Facility).  As more efficient and technologically advanced plutonium processing canyons were built at Hanford, the U Plant was placed in standby mode in 1958.From 1958 through 1964, the plant was used to receive, decontaminate, and maintain contaminated equipment from other processing facilities.After 1964, U Plant underwent some minor decontamination work but has remained virtually deserted for more than 45 years.  In 2005, a landmark Record of Decision (ROD) was reached between the Department of Energy, the U.S. Environmental Protection Agency, and the Washington Department of Ecology surrounding the final disposition of the U Plant.It represents the first cleanup &amp;quot;pathway&amp;quot; for any plutonium processing canyon within the Department of Energy complex and features innovative demolition methods that could save $200 million over the costs associated with the traditional ways of tearing down buildings.  The ROD requires a number of disposal and decontamination activities to take place involving wastes, equipment, piping, cells, and individual facilities within the U Plant.Ultimately though, the plan is to demolish the U Plant in such a way that the walls are partially collapsed. A mixture of sand, clay, and silt, which is called an Evaportranspiration (ET) Barrier, will be constructed over the rubble and will function essentially as a giant sponge.When it rains or snows in the winter, the ET Barrier will soak up the moisture and have sufficient moisture storage capacity to prevent water from entering into the underlying waste and potentially mobilizing contaminants toward the groundwater.During spring, summer, and fall, the moisture will be released back into the atmosphere through evaporation or through plant transpiration which includes the process of plant photosynthesis (where plants release oxygen and water through small openings in leaves while absorbing carbon dioxide).The soil cap will be covered by vegetation and the barrier created by the rubble of the demolished building will prevent any rain water or melting snow from pushing contaminants down toward the groundwater.The ROD also calls for long-term environmental monitoring of the barrier and a review of its protectiveness to be done by the Environmental Protection Agency.Some of the first demolitions activitiesassociated with the plant ROD took place in 2010 and2011. A cement-like grout has been pumped into the interior of the U-Plant which has filled much of the canyon and locked any contamination in place in preparation for facility demolition at a later date.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6038"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "92094106-708f-4727-b1d6-5deba76e7c6d"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6038"
    },
    {
      "key": "source_hash",
      "value": "be21a2ef881ab02c33520a5ebdf41d7a766c64cd"
    },
    {
      "key": "harvest_object_id",
      "value": "92094106-708f-4727-b1d6-5deba76e7c6d"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "U Plant",
  "revision_id": "65854aed-1605-4990-806f-d4c518f29db1"
}