{
  "license_title": "U.S. Government Work",
  "maintainer": "Jason Derleth",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "jason.e.derleth@nasa.gov",
  "num_tags": 3,
  "id": "cbf59f49-d74b-4f8c-8237-726880a69b6c",
  "metadata_created": "2015-04-09T18:58:23.301158",
  "metadata_modified": "2015-07-08T19:31:08.596478",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "cbf59f49-d74b-4f8c-8237-726880a69b6c",
      "webstore_last_updated": null,
      "id": "db9a350d-eddd-4b03-b649-257615668ddf",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "XML",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/xml",
      "cache_url": null,
      "name": "XML File",
      "created": "2015-04-09T14:58:23.433816",
      "url": "http://techport.nasa.gov/xml-api/17277",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "12427c0a-f063-46af-9966-0907a8a5b766",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "active",
      "id": "e48100ef-ebfc-4859-8e8a-91a0f5feaae6",
      "name": "active"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "nasa-headquarters",
      "id": "ba148baf-ed21-4140-a8f3-d5f87bcf6344",
      "name": "nasa-headquarters"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "project",
      "id": "24471320-3e5c-42b5-a078-8e48e70e2ac4",
      "name": "project"
    }
  ],
  "tracking_summary": {
    "total": 3,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "titan-aerial-daughtercraft-project",
  "isopen": true,
  "url": null,
  "notes": "&lt;p&gt;Saturn&amp;#39;s giant moon Titan has become one of the most fascinating bodies in the Solar System. Titan is the richest laboratory in the solar system for studying prebiotic chemistry, which makes studying its chemistry from the surface and in the atmosphere one of the most important objectives in planetary science. The diversity of surface features on Titan related to organic solids and liquids makes long-range mobility with surface access important. This has not been possible, because mission concepts to date have had either no mobility (landers), no surface access (balloons and airplanes), or low maturity, high risk, and/or high development costs for this environment (e,g. large, self-sufficient, long-duration helicopters).&lt;/p&gt;&lt;p&gt;We propose a mission study of a small (&amp;lt; 10 kg) rotorcraft that can deploy from a balloon or lander to acquire close-up, high resolution imagery and mapping data of the surface, land at multiple locations to acquire microscopic imagery and samples of solid and liquid material, return the samples to the mothership for analysis, and recharge from an RTG on the mothership to enable multiple sorties. Prior studies have shown the feasibility of aerial mobility on Titan for larger aircraft, from 10 to 400 kg, but none of these studies were in the size range we address and none addressed the daughtercraft, sampling, and recharging scenarios we address. This concept is enabled now by recent advances in autonomous navigation and miniaturization of sensors, processors, and sampling devices.&lt;/p&gt;&lt;p&gt;It revolutionizes previous mission concepts in several ways. For a lander mission, it enables detailed studies of a large area around the lander, providing context for the micro-images and samples; with precision landing near a lake, it potentially enables sampling solid and liquid material from one lander. For a balloon mission, it enables surface investigation and sampling with global reach without requiring a separate lander or that the balloon be brought to the surface, which has potential for major cost savings and risk reduction. Both scenarios can involve repeated sorties due to the recharge capability.&lt;/p&gt;&lt;p&gt;Our phase 1 study activities will (1) develop mission concepts of operations for deployment from a lander or balloon to acquire context imaging and mapping data, to sample from solid surfaces and/or lakes, and to return to the mothership to deposit samples and/or recharge; (2) develop a parametric sizing model of the daughtercraft to characterize propulsion, power, range, endurance, and payload capability for total daughtercraft mass ranging from approximately 1 to 10 kg; (3) develop a conceptual design and identify representative components the entire daughtercraft hardware and software system for autonomous mobility, including estimates of approximate mass, power, and energy budgets and producing a representative CAD model; and (4) develop a conceptual design and preliminary CAD model for a science payload on the daughtercraft, including specifying a nominal instrument suite on the balloon or lander, designing a compatible sampling mechanism to acquire solid and/or liquid samples on the daughtercraft, and studying mechanisms and daughtercraft behaviors necessary to transfer the samples to the instruments. The study will be done by JPL with support from AeroVironment for rotorcraft expertise and developing the sizing model. By analyzing Titan&amp;#39;s surface, this mission concept may teach us volumes about prebiotic chemical evolution on a planetary surface.&lt;/p&gt;",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2014-10-01T00:00:00Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "references",
      "value": [
        "http://techport.nasa.gov/home",
        "http://techport.nasa.gov/doc/home/TechPort_Advanced_Search.pdf",
        "http://techport.nasa.gov/fetchFile?objectId=6561",
        "http://techport.nasa.gov/fetchFile?objectId=3456",
        "http://techport.nasa.gov/fetchFile?objectId=3447",
        "http://techport.nasa.gov/fetchFile?objectId=6584",
        "http://techport.nasa.gov/fetchFile?objectId=6560",
        "http://techport.nasa.gov/fetchFile?objectId=3448"
      ]
    },
    {
      "key": "source_hash",
      "value": "f71f14a338aeb12a2e858199806232175af9f24a"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "temporal",
      "value": "2014-10-01T00:00:00Z/2015-06-01T00:00:00Z"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:000"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://techport.nasa.gov/view/17277"
    },
    {
      "key": "harvest_object_id",
      "value": "ada8027c-09cd-4f0f-bf5b-29972204c94c"
    },
    {
      "key": "publisher",
      "value": "Space Technology Mission Directorate"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a8bc63a7fe59b4984a9"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "National Aeronautics and Space Administration > Space Technology Mission Directorate"
    },
    {
      "key": "modified",
      "value": "2015-03-12"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": "TECHPORT_17277"
    },
    {
      "key": "harvest_object_id",
      "value": "ada8027c-09cd-4f0f-bf5b-29972204c94c"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Titan Aerial Daughtercraft Project",
  "revision_id": "4fd8c6b5-8c03-44c9-9430-7a76df4deb94"
}