{
  "relationships_as_object": [

  ],
  "private": false,
  "revision_timestamp": null,
  "frequency": "MANUAL",
  "id": "0ca4e2f7-2c4d-4c88-b702-aa3b8858c431",
  "metadata_created": "2015-09-25T22:40:25.122555",
  "metadata_modified": "2015-09-25T22:40:25.122555",
  "title": "test-2016",
  "state": "active",
  "creator_user_id": "136151",
  "config": "{\"private_datasets\": \"True\"}",
  "resources": [

  ],
  "tags": [

  ],
  "source_type": "ckan",
  "tracking_summary": {
    "total": 4,
    "recent": 0
  },
  "groups": [

  ],
  "relationships_as_subject": [

  ],
  "name": "test-2016",
  "url": "test",
  "type": "harvest",
  "notes": "",
  "owner_org": "a376a95d-b898-4c79-adb5-3972a55b5953",
  "private_datasets": "True",
  "organization": {
    "description": "In 2011, the World-Wide Human Geography Data Working Group (WWHGD WG) was created to focus on the need for human geography global foundation data in order to provide a basis for a deeper understanding of cultures, activities, and attitudes. Well-organized and comprehensive human geography data can be applied to analysis that allows us to better anticipate the behavior of people over space and time and to inform decision-making that supports human security, including crisis mitigation and humanitarian response.  The Working Group will focus on understanding why people do what they do where they do it.\r\n\r\nThe WWHGD Working Group is designed to build voluntary partnerships around human geography data and mapping focused on the general principle of making appropriate information available at the appropriate scales to promote human security.  This involves a voluntary \"whole-of-governments\" national and international approach to create a human geography data framework that can leverage ongoing efforts around the world to identify, capture, build, share, and disseminate the best available structured and unstructured foundation data.",
    "created": "2014-01-31T10:57:58.659927",
    "title": "World Wide Human Geography Data Working Group",
    "name": "wwhgd-nga-org",
    "is_organization": true,
    "state": "active",
    "image_url": "http://wwhgd.org/sites/default/files/WWHGD_WorkingGroup_136pixel_Logo.png",
    "revision_id": "23e8ac7d-7a88-4d43-904e-be5088411226",
    "type": "organization",
    "id": "a376a95d-b898-4c79-adb5-3972a55b5953",
    "approval_status": "approved"
  },
  "revision_id": "40c59dc2-0181-491a-8ef9-c6b13c448221"
}