{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "516b65e7-9dcc-4bf5-a2c3-4d2fa7a6f5db",
  "metadata_created": "2015-10-15T06:04:16.265862",
  "metadata_modified": "2015-10-15T06:04:16.265862",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 24,
    "recent": 3
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "anthropometry-scanning-laboratory",
  "isopen": false,
  "url": null,
  "notes": " This laboratory is a 28 by 20 by 9 foot facility for the development of anthropometric databases of the working population. Research is focused on improving the ergonomic performance of safety equipment and industrial tools. Three laser scanning systems and a halogen-based system, as described below, are available for use in a wide variety of research applications. The whole body scanner captures the shape and color of the entire human body. This scanner uses four scanning instruments mounted on two vertical towers to capture the intricacies of the human body. A platform structure supports the subject, while a separate frame provides alignment for the towers. A primary goal of the whole body scanner is to acquire an accurate computer model of the test subject in one pass. The whole-body scanner has a level of resolution of 3 mm and requires only 17 seconds to complete a whole body scan. The head and face scanner completes a scan of the head and face of live subjects quickly, comfortably, and safely. This scanner&amp;#39;s high level of resolution-0.7 mm- provides increased accuracy for representation of facial features. This scan operates with a safe, low-intensity laser to create a lighted profile; a high-quality video sensor then captures the profile from two viewpoints. Because the system moves the digitizer while the subject remains stationary, this system works well in many applications involving subjects that are inconvenient to move during digitizing. The hand and product scanner is used to produce surface images of hands, hand tools, and any other smaller objects that can fit in the scanner system&amp;#39;s field of view. The hand- and productimaging platform will provide accurate images of safety equipment, tools and tool components for the rapid development of prototypes. The platform adjusts quickly to accommodate subjects such as 1/5-scale automobile models and other objects whose digitized models will be input into CAD/CAM systems. The platform features both linear and cylindrical scan paths plus linear/cylindrical combinations. One motion system moves objects along the length of the motion platform while another motion system rotates the object. By combining scan data from these movements, one can get detailed scans of objects. The software gives the user interactive control of the entire digitizing process. Only moments after the digitizer has scanned the subject, the software allows the user to view the results. The user, therefore, gets immediate feedback on the quality of the digitized model. The Inspeck scanner is a rapid-scanning, state-of-the-art 3D scanner, which uses a halogen light that is safe for human subjects. At this time, the halogen scanner is being used for hand scanning, to determine the geometry and volume of the hand so that accurate sizing information can be established for protective gloves. Other anticipated uses include tool sizing and scans of other body parts for PPE fit testing.The hand is generally considered the most complex object for 3D body scans, because of the complex morphometrics and the tendency of the hand to move during scanning. This scanner uses multiple heads to reduce calibration, registration and interpolation problems, and can complete a scan in less than a second, which obviates the need to eliminate minor hand movement during the process. Specialized software is used to eliminate any spurious data points, as well as to generate a polygonal mesh which can be output as a standardized data file. These data files can be imported into CAD/CAM/CAE applications for further analysis, and can then be used as input files for use with computer-numerically controlled machine tools, garment and sewing machinery, and similar applications. Files can also be imported into 3D modeling and compositing software for surfacing, scientific visualization applications, and image rendering. This data can be used in a wide variety of advanced imaging applications to generate animated 3D visualizations of scientific interest.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5788"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "4fac2443-b511-4485-9541-886117e10de2"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5788"
    },
    {
      "key": "source_hash",
      "value": "4b61bc78f0b51758a41b22848f23256dea0fe108"
    },
    {
      "key": "harvest_object_id",
      "value": "4fac2443-b511-4485-9541-886117e10de2"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Anthropometry Scanning Laboratory",
  "revision_id": "713e7fa4-3442-4a1d-94cc-b3fbb5066bc0"
}