{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "e9797962-8b30-4bd7-85cd-eaae554350db",
  "metadata_created": "2015-09-02T02:28:03.828328",
  "metadata_modified": "2015-11-11T12:16:55.968711",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "e9797962-8b30-4bd7-85cd-eaae554350db",
      "webstore_last_updated": null,
      "id": "487ce877-9b3f-4268-9bd3-bfecba69f61a",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "Esri REST",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "ce777133-916c-4276-9bbd-4bc1d69272c4",
      "mimetype": null,
      "cache_url": null,
      "name": "Esri Rest API Endpoint",
      "created": "2015-11-11T07:16:56.238647",
      "url": "https://www.sciencebase.gov/arcgis/rest/services/Catalog/5552be07e4b0a92fa7e94bec/MapServer",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "e9797962-8b30-4bd7-85cd-eaae554350db",
      "webstore_last_updated": null,
      "id": "fa32fa53-a18b-4b68-8bf6-a2c64a90e4dc",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "data_catalog_OffshoreRefugioBeach.html",
      "format": "HTML",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "ce777133-916c-4276-9bbd-4bc1d69272c4",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-11-11T07:16:56.238687",
      "url": "http://pubs.usgs.gov/ds/781/OffshoreRefugioBeach/data_catalog_OffshoreRefugioBeach.html",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "e9797962-8b30-4bd7-85cd-eaae554350db",
      "webstore_last_updated": null,
      "id": "549ab60d-29e7-425e-9c4e-d212ecb026c1",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "WMS",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "ce777133-916c-4276-9bbd-4bc1d69272c4",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Mapping Service",
      "created": "2015-11-11T07:16:56.238697",
      "url": "https://www.sciencebase.gov/arcgis/services/Catalog/5552be07e4b0a92fa7e94bec/MapServer/WMSServer?request=GetCapabilities&service=WMS",
      "webstore_url": null,
      "last_modified": null,
      "position": 2,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "e9797962-8b30-4bd7-85cd-eaae554350db",
      "webstore_last_updated": null,
      "id": "dccf90f8-dcbd-44e8-814d-984423ff3c77",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "data_catalog_OffshoreRefugioBeach.html",
      "format": "HTML",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "ce777133-916c-4276-9bbd-4bc1d69272c4",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-11-11T07:16:56.238704",
      "url": "http://pubs.usgs.gov/ds/781/OffshoreRefugioBeach/data_catalog_OffshoreRefugioBeach.html",
      "webstore_url": null,
      "last_modified": null,
      "position": 3,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "e9797962-8b30-4bd7-85cd-eaae554350db",
      "webstore_last_updated": null,
      "id": "1e03b2de-7180-4638-95bc-ee37b52f5825",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "Esri REST",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "ce777133-916c-4276-9bbd-4bc1d69272c4",
      "mimetype": null,
      "cache_url": null,
      "name": "Esri Rest API Endpoint",
      "created": "2015-11-11T07:16:56.238710",
      "url": "https://www.sciencebase.gov/arcgis/rest/services/Catalog/5552be07e4b0a92fa7e94bec/MapServer",
      "webstore_url": null,
      "last_modified": null,
      "position": 4,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "e9797962-8b30-4bd7-85cd-eaae554350db",
      "webstore_last_updated": null,
      "id": "dca9de1a-56c4-4629-a379-49cdc4b90333",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "WMS",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "ce777133-916c-4276-9bbd-4bc1d69272c4",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Mapping Service",
      "created": "2015-11-11T07:16:56.238716",
      "url": "https://www.sciencebase.gov/arcgis/services/Catalog/5552be07e4b0a92fa7e94bec/MapServer/WMSServer?request=GetCapabilities&service=WMS",
      "webstore_url": null,
      "last_modified": null,
      "position": 5,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "e9797962-8b30-4bd7-85cd-eaae554350db",
      "webstore_last_updated": null,
      "id": "8411e8d5-c3d2-4ef9-86a3-d5dd13f54c6d",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "data_catalog_OffshoreRefugioBeach.html",
      "format": "HTML",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "ce777133-916c-4276-9bbd-4bc1d69272c4",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-11-11T07:16:56.238733",
      "url": "http://pubs.usgs.gov/ds/781/OffshoreRefugioBeach/data_catalog_OffshoreRefugioBeach.html",
      "webstore_url": null,
      "last_modified": null,
      "position": 6,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "e9797962-8b30-4bd7-85cd-eaae554350db",
      "webstore_last_updated": null,
      "id": "6172f251-3205-4aca-afe0-70df4bb8cee5",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 109,
        "recent": 4
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "ce777133-916c-4276-9bbd-4bc1d69272c4",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-11-11T07:16:56.238742",
      "url": "http://pubs.usgs.gov/ds/781/",
      "webstore_url": null,
      "last_modified": null,
      "position": 7,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 8,
  "tags": [

  ],
  "tracking_summary": {
    "total": 7,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "california-state-waters-map-series-offshore-of-refugio-beach-web-services",
  "isopen": false,
  "url": null,
  "notes": "In 2007, the California Ocean Protection Council initiated the California Seafloor Mapping Program (CSMP), designed to create a comprehensive seafloor map of high-resolution bathymetry, marine benthic habitats, and geology within California’s State Waters. The program supports a large number of coastal-zone- and ocean-management issues, including the California Marine Life Protection Act (MLPA) (California Department of Fish and Wildlife, 2008), which requires information about the distribution of ecosystems as part of the design and proposal process for the establishment of Marine Protected Areas. A focus of CSMP is to map California’s State Waters with consistent methods at a consistent scale. The CSMP approach is to create highly detailed seafloor maps through collection, integration, interpretation, and visualization of swath sonar data (the undersea equivalent of satellite remote-sensing data in terrestrial mapping), acoustic backscatter, seafloor video, seafloor photography, high-resolution seismic-reflection profiles, and bottom-sediment sampling data. The map products display seafloor morphology and character, identify potential marine benthic habitats, and illustrate both the surficial seafloor geology and shallow (to about 100 m) subsurface geology. It is emphasized that the more interpretive habitat and geology data rely on the integration of multiple, new high-resolution datasets and that mapping at small scales would not be possible without such data. This approach and CSMP planning is based in part on recommendations of the Marine Mapping Planning Workshop (Kvitek and others, 2006), attended by coastal and marine managers and scientists from around the state. That workshop established geographic priorities for a coastal mapping project and identified the need for coverage of “lands” from the shore strand line (defined as Mean Higher High Water; MHHW) out to the 3-nautical-mile (5.6-km) limit of California’s State Waters. Unfortunately, surveying the zone from MHHW out to 10-m water depth is not consistently possible using ship-based surveying methods, owing to sea state (for example, waves, wind, or currents), kelp coverage, and shallow rock outcrops. Accordingly, some of the data presented in this series commonly do not cover the zone from the shore out to 10-m depth. This data is part of a series of online U.S. Geological Survey (USGS) publications, each of which includes several map sheets, some explanatory text, and a descriptive pamphlet. Each map sheet is published as a PDF file. Geographic information system (GIS) files that contain both ESRI ArcGIS raster grids (for example, bathymetry, seafloor character) and geotiffs (for example, shaded relief) are also included for each publication. For those who do not own the full suite of ESRI GIS and mapping software, the data can be read using ESRI ArcReader, a free viewer that is available at http://www.esri.com/software/arcgis/arcreader/index.html (last accessed September 20, 2013). The California Seafloor Mapping Program is a collaborative venture between numerous different federal and state agencies, academia, and the private sector. CSMP partners include the California Coastal Conservancy, the California Ocean Protection Council, the California Department of Fish and Wildlife, the California Geological Survey, California State University at Monterey Bay’s Seafloor Mapping Lab, Moss Landing Marine Laboratories Center for Habitat Studies, Fugro Pelagos, Pacific Gas and Electric Company, National Oceanic and Atmospheric Administration (NOAA, including National Ocean Service–Office of Coast Surveys, National Marine Sanctuaries, and National Marine Fisheries Service), U.S. Army Corps of Engineers, the Bureau of Ocean Energy Management, the National Park Service, and the U.S. Geological Survey. These web services for the Offshore of Refugio Beach map area includes data layers that are associated to GIS and map sheets available from the USGS CSMP web page at https://walrus.wr.usgs.gov/mapping/csmp/index.html. Each published CSMP map area includes a data catalog of geographic information system (GIS) files; map sheets that contain explanatory text; and an associated descriptive pamphlet. This web service represents the available data layers for this map area. Data was combined from different sonar surveys to generate a comprehensive high-resolution bathymetry and acoustic-backscatter coverage of the map area. These data reveal a range of physiographic including exposed bedrock outcrops, large fields of sand waves, as well as many human impacts on the seafloor. To validate geological and biological interpretations of the sonar data, the U.S. Geological Survey towed a camera sled over specific offshore locations, collecting both video and photographic imagery; these “ground-truth” surveying data are available from the CSMP Video and Photograph Portal at http://dx.doi.org/10.5066/F7J1015K. The “seafloor character” data layer shows classifications of the seafloor on the basis of depth, slope, rugosity (ruggedness), and backscatter intensity and which is further informed by the ground-truth-survey imagery. The “potential habitats” polygons are delineated on the basis of substrate type, geomorphology, seafloor process, or other attributes that may provide a habitat for a specific species or assemblage of organisms. Representative seismic-reflection profile data from the map area is also include and provides information on the subsurface stratigraphy and structure of the map area. The distribution and thickness of young sediment (deposited over the past about 21,000 years, during the most recent sea-level rise) is interpreted on the basis of the seismic-reflection data. The geologic polygons merge onshore geologic mapping (compiled from existing maps by the California Geological Survey) and new offshore geologic mapping that is based on integration of high-resolution bathymetry and backscatter imagery seafloor-sediment and rock samplesdigital camera and video imagery, and high-resolution seismic-reflection profiles. The information provided by the map sheets, pamphlet, and data catalog has a broad range of applications. High-resolution bathymetry, acoustic backscatter, ground-truth-surveying imagery, and habitat mapping all contribute to habitat characterization and ecosystem-based management by providing essential data for delineation of marine protected areas and ecosystem restoration. Many of the maps provide high-resolution baselines that will be critical for monitoring environmental change associated with climate change, coastal development, or other forcings. High-resolution bathymetry is a critical component for modeling coastal flooding caused by storms and tsunamis, as well as inundation associated with longer term sea-level rise. Seismic-reflection and bathymetric data help characterize earthquake and tsunami sources, critical for natural-hazard assessments of coastal zones. Information on sediment distribution and thickness is essential to the understanding of local and regional sediment transport, as well as the development of regional sediment-management plans. In addition, siting of any new offshore infrastructure (for example, pipelines, cables, or renewable-energy facilities) will depend on high-resolution mapping. Finally, this mapping will both stimulate and enable new scientific research and also raise public awareness of, and education about, coastal environments and issues. Web services were created using an ArcGIS service definition file. The ArcGIS REST service and OGC WMS service include all Offshore of Refugio Beach map area data layers. Data layers are symbolized as shown on the associated map sheets.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-119.992747674875"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "34.5440969132777"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "graphic-preview-type",
      "value": "JPEG"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "graphic-preview-file",
      "value": "https://www.sciencebase.gov/catalog/file/get/5552be07e4b0a92fa7e94bec?f=__disk__7e%2Ff6%2Ffb%2F7ef6fb0b43a88e8c70f51455160c4bc2ae6cb08c"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-120.193215714, 34.3780534799], [-119.992747675, 34.3780534799], [-119.992747675, 34.5440969133], [-120.193215714, 34.5440969133], [-120.193215714, 34.3780534799]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: USGS-authored or produced data and information are in the public domain. Acknowledge the U.S. Geological Survey and California State University, Monterey Bay, Seafloor Mapping Lab in products derived from these data. Share data products developed using these data with the U.S. Geological Survey. This information is not intended for navigational purposes. Read and fully comprehend the metadata prior to data use. Uses of these data should not violate the spatial resolution of the data. Where these data are used in combination with other data of different resolution, the resolution of the combined output will be limited by the lowest resolution of all the data. This database has been approved for release and publication by the Director of the USGS. Although this database has been subjected to rigorous review and is substantially complete, the USGS reserves the right to revise the data pursuant to further analysis and review. Furthermore, it is released on condition that neither the USGS nor the United States Government may be held liable for any damages resulting from its authorized or unauthorized use. Although this Federal Geographic Data Committee-compliant metadata file is intended to document these data in nonproprietary form, as well as in ArcInfo format, this metadata file may include some ArcInfo-specific terminology.\", \"Access Constraints: None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2006-01-01"
    },
    {
      "key": "contact-email",
      "value": "ngolden@usgs.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-120.193215713679"
    },
    {
      "key": "metadata-date",
      "value": "2015-10-20"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2015-01-01\"}]"
    },
    {
      "key": "graphic-preview-description",
      "value": "map of Offshore of Refugio Beach"
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\"These web services have been approved for release and publication by the U.S. Geological Survey (USGS). Although these services have been subjected to rigorous review and are substantially complete, the USGS reserves the right to revise the data pursuant to further analysis and review. Furthermore, it is released on condition that neither the USGS nor the United States Government may be held liable for any damages resulting from its authorized or unauthorized use. Although these data have been processed successfully on a computer system at the U.S. Geological Survey (USGS), no warranty expressed or implied is made regarding the display or utility of the data on any other system or for general or scientific purposes, nor shall the act of distribution constitute any such warranty. The USGS or the U.S. Government shall not be held liable for improper or incorrect use of the data described and/or contained herein. Reference herein to any specific commercial product, process, or service by trade name, trademark, manufacturer, or otherwise does not constitute or imply its endorsement, recommendation, or favoring by the United States Government or any agency thereof. These data are not intended for navigational use.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"U.S. Geological Survey, Pacific Coastal and Marine Science Center\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2015-01-01"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "bbox-south-lat",
      "value": "34.3780534798975"
    },
    {
      "key": "tags",
      "value": "pacific ocean, bathymetry and elevation, substrate, benthic marine habitat, santa barbara channel, oceans, physical habitats and geomorphology, bathymetry/seafloortopography, santa barbara county, seafloor mapping, refugio beach, bathymetry, gis, california, distributions, seafloor topography, offshore geology"
    },
    {
      "key": "harvest_object_id",
      "value": "f86a046c-7d48-4753-ac0c-ad46c67b77e6"
    },
    {
      "key": "harvest_source_id",
      "value": "77f16df5-23cd-41bb-86af-1bdf1be6f907"
    },
    {
      "key": "harvest_source_title",
      "value": "U.S. Geological Survey Coastal Map"
    }
  ],
  "title": "California State Waters Map Series--Offshore of Refugio Beach Web Services",
  "revision_id": "0738a046-f636-49dd-a314-d56d569b6008"
}