{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "87834732-2d47-417b-8289-5a4fbf40fcb7",
  "metadata_created": "2015-09-26T19:33:06.445846",
  "metadata_modified": "2016-09-19T21:00:50.516602",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "87834732-2d47-417b-8289-5a4fbf40fcb7",
      "webstore_last_updated": null,
      "id": "041ac286-4da5-49e0-a5b1-5535b4a1f6b5",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "towboard.php",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "4e02263c-18be-4913-a3dc-2898729d2fa4",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-09-19T17:00:50.585565",
      "url": "https://www.pifsc.noaa.gov/cred/towboard.php",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 2,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "cred-towed-diver-fish-biomass-survey-at-sarigan-marianas-in-2011",
  "isopen": false,
  "url": null,
  "notes": "To support NOAA Coral Reef Conservation Program (CRCP) long-term goals for sustainable management and conservation of coral reef ecosystems, towed-diver surveys (AKA towboard surveys) are conducted by the Coral Reef Ecosystem Division (CRED) of the NOAA Pacific Islands Fisheries Science Center (PIFSC) as part of Pacific Reef Assessment and Monitoring Program (RAMP) Cruises. 4 towboard surveys (totaling 7.99 km in length) were conducted at Sarigan in Marianas from 20110407 to 20110509 as part of RAMP Cruise HA1101. Towboard surveys are a good method for obtaining a general description of large reef areas, assessing the status of low-density populations of large-bodied reef fish, large-scale disturbances (e.g., bleaching), general distribution and abundance patterns of macro-invertebrates (e.g., crown of thorns sea stars, giant clams), and for assessing trends in these populations and metrics. A pair of scuba divers (1 fish diver and 1 benthic diver) are towed 60 m behind a small survey launch at a speed of 1-2 knots and a depth of approximately 15 m. Each survey is 50 min long, covers about 2 km of habitat, and is divided into ten 5-minute survey segments. The fish diver records, to the lowest possible taxon, all large-bodied reef fishes (greater than 50 cm total length) seen within 5 m either side and 10 m in front of the towboard. Length of each individual is estimated to the nearest cm. The fish towboard is also outfitted with a forward-facing digital video camera to record the survey swath. The benthic diver records percent cover of coral and macroalgae, estimates benthic habitat type and complexity, and censuses a suite of benthic macroinvertebrates including crown of thorns sea stars and sea urchins. The benthic towboard is equipped with a downward-facing digital still camera which images the benthos at 15-second intervals. These images are analyzed for percent cover of coral, algae, and other benthic components. Both towboards are equipped with SEABIRD SBE-39 temperature/depth sensors set to record at 5-second intervals. Latitude and longitude of each survey track is recorded at 15-second intervals using a Global Positioning System (GPS) receiver onboard the tow boat. A layback algorithm is applied to more accurately map the position of the divers with respect to the reef environment. This algorithm calculates the position of the divers based on the position of the tow boat taking into account the length of the tow rope, the depth of the divers, and the curvature of the survey track. This metadata applies to the fish biomass observations.",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "\n          145.79137345\n        "
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "\n          16.71907843\n        "
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "\n          16.69070922\n        "
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[145.76542031, 16.69070922], [145.79137345, 16.69070922], [145.79137345, 16.71907843], [145.76542031, 16.71907843], [145.76542031, 16.69070922]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Please cite CRED when using data. Coral Reef Ecosystem Division, Pacific Islands Fisheries Science Center, National Marine Fisheries Service, National Oceanic and Atmospheric Administration\", \"Access Constraints: None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2011-04-10"
    },
    {
      "key": "contact-email",
      "value": "nmfs.pic.credinfo@noaa.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "\n          145.76542031\n        "
    },
    {
      "key": "metadata-date",
      "value": "2016-09-06"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2011-07-07\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "ASNEEDED"
    },
    {
      "key": "licence",
      "value": "[\"\\n      While every effort has been made to ensure that these data are\\n              accurate and reliable within the limits of the current state of\\n              the art, NOAA cannot assume liability for any damages caused by\\n              errors or omissions in the data, nor as a result of the failure of\\n              the data to function on a particular system. NOAA makes no\\n              warranty, expressed or implied, nor does the fact of distribution\\n              constitute such a warranty.\\n    \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Coral Reef Ecosystem Division (CRED), Pacific Islands Fisheries Science Center (PIFSC), National Marine Fisheries Service (NMFS), National Oceanic and Atmospheric Administration (NOAA)\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2011-04-10"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "coastal processes, 1221, c204 pacific reef assessment and monitoring program (pacific ramp): biennial monitoring for the us pacific islands and atolls, coral reef ecology, zoology, earth science, reef assessment and monitoring program (ramp), reef fishes, ha1101, benthic habitat, reef fish census, biology, numeric data sets, oceans, coral reef, marianas, towed diver surveys, biosphere, marine ecosystem, sarigan, coral reefs, reef monitoring and assessment, corals"
    },
    {
      "key": "harvest_object_id",
      "value": "cb91e4ce-c1d5-451b-b82b-2881f0cedff1"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "CRED Towed-Diver Fish Biomass Survey at Sarigan, Marianas in 2011",
  "revision_id": "3d9074b4-e03b-473d-8c96-28ea0fe6badb"
}