{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "bfccdcc9-3883-49f9-bfcd-a511b5112230",
  "metadata_created": "2015-10-15T06:04:16.094888",
  "metadata_modified": "2015-10-15T06:04:16.094888",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 79,
    "recent": 3
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "human-performance-research-center",
  "isopen": false,
  "url": null,
  "notes": "  Biochemistry:  Improvements in energy metabolism, muscular strength and endurance capacity have a basis in biochemical and molecular adaptations within the human body. The primary function of the exercise biochemistry laboratory staff is to increase our understanding of how cellular adaptations influence whole body function and performance so as to improve the efficiency and effectiveness of physical activity. The laboratory contains the necessary equipment to analyze metabolic and protein characteristics in human tissue. Additionally molecular biology techniques are employed to examine the response of specific genes following acute and chronic changes in physical activity. The goal is to increase our understanding of the specific responses that occur within the human body. The laboratory houses a spectrophotometer, fluorometer, vertical slab gel electrophoresis equipment, agarose gel systems and UV illuminator, thermal cycler for analysis of real time polymerase chain reactions, heating blocks, a cryostat microtome for tissue histochemical analyses, dissecting microscopes and a video microscopy system for single muscle fiber analyses, tissue freeze dryer, as well as standard centrifuges, refrigeration/freezing capabilities, and other supporting equipment.  Biomechanics:  Biomechanics is the analysis of human movement to enhance performance, improve training, accelerate rehabilitation, and reduce injury risk. This is done by integrating various mechanical aspects of human movement during static and dynamic activities. The major measurements are: Forces generated by various segments of the body and exerted externally to the body. Muscle activation through electromyography. Motion analysis--Using video to create three-dimensional reconstructions in order to measure body positions, velocities, and accelerations.  Body Composition:  The Body Composition Laboratory is used by faculty and students involved in lifestyle, fitness, and wellness research. It houses state-of-the-art research equipment enabling extremely precise measurement of human body composition, including lean body mass, fat mass, and bone mineral content. Both a dual energy x-ray absorptiometry (DEXA) machine and Bod Pod are located in this laboratory. The DEXA uses two mild x-ray beams to differentiate between muscle, body fat, and bone. Most experts consider DEXA to be the &amp;quot;gold standard&amp;quot; in body composition measurement. DEXA is also the method of choice for the detection of osteoporosis and related bone mineral density problems. Only licensed x-ray radiology technicians can operate the DEXA system. The Bod Pod system is similar to the old hydrostatic weighing method, except air rather than water displacement is used to measure body volume. The Bod Pod does not require a license to operate, and the system produces results that are highly correlated with DEXA findings.  Exercise Physiology:  Staff of the Exercise Physiology Lab assess a variety of human physiological functions at rest and during aerobic and anaerobic exercise. These include resting metabolic rate; oxygen cost of exercise; cardiovascular, pulmonary, and metabolic responses to exercise; maximal exercise capacity; and muscular strength and flexibility. The exercise physiology lab is a 1500 square foot facility containing treadmills, bicycle ergometers, muscle ergometers, expired gas analysis systems, and food preparation facilities (microwave, electric range, oven and two full size refrigerators). Ongoing endeavors of lab personnel include validating field fitness tests, electrical impedance and near-infrared body composition systems; and evaluating physical activity levels and fitness of children, adolescents, and adults; and assessing fluid and nutritional supplements.  Therapeutic Modalities:  The Therapeutic Modality Laboratory was established to facilitate the research of athletic training and physical medicine and rehabilitation faculty and students. The major theme of this laboratory is quantifying physiological responses such as temperature and sensation changes resulting from applications of therapeutic modalities, such as ultrasound, diathermy, and cryotherapy.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5768"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "43deb06a-900a-4730-8d0b-139b7d2168f8"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5768"
    },
    {
      "key": "source_hash",
      "value": "9b30ddb3fb71d96fadfe66ebbbb507786b0430c2"
    },
    {
      "key": "harvest_object_id",
      "value": "43deb06a-900a-4730-8d0b-139b7d2168f8"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Human Performance Research Center",
  "revision_id": "d8687c67-f5c2-4669-aecf-131f3ac5c619"
}