{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "297720ec-2d00-4096-8eb1-c036a5263ec2",
  "metadata_created": "2013-12-07T09:04:26.683676",
  "metadata_modified": "2016-04-01T18:55:20.834702",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "297720ec-2d00-4096-8eb1-c036a5263ec2",
      "webstore_last_updated": null,
      "id": "1274b1e9-1c2c-46cd-9ded-5d177a441ca2",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "NDGIS web site",
      "format": "User selects download format",
      "tracking_summary": {
        "total": 2071,
        "recent": 62
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "WWW:LINK-1.0-http--link",
      "mimetype": null,
      "cache_url": null,
      "name": "NDGIS web site",
      "created": "2016-04-01T14:55:21.251403",
      "url": "http://www.nd.gov/gis",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "966f2e4b-472a-4b0f-bbc5-a98f3b3eb80b",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "297720ec-2d00-4096-8eb1-c036a5263ec2",
      "webstore_last_updated": null,
      "id": "813979f7-d8ab-4ea8-980a-b9629095f036",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "Download State and Federal Roads",
      "format": "User selects download format",
      "tracking_summary": {
        "total": 15,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "WWW:LINK-1.0-http--related",
      "mimetype": null,
      "cache_url": null,
      "name": "Download State and Federal Roads",
      "created": "2016-04-01T14:55:21.251427",
      "url": "http://www.nd.gov/gis/apps/DataDownload/?clipping=Full&coord=ND83-SF&format=SHAPE&layers=NDHUB.ROADS_STATEFEDERAL",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "966f2e4b-472a-4b0f-bbc5-a98f3b3eb80b",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "297720ec-2d00-4096-8eb1-c036a5263ec2",
      "webstore_last_updated": null,
      "id": "19ad9d9c-061e-4446-818b-d40cbfe3fa16",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "State and Federal Highways - Small Scale",
      "format": "WMS",
      "tracking_summary": {
        "total": 328,
        "recent": 4
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "OGC:WMS-1.1.1-http-get-map",
      "mimetype": null,
      "cache_url": null,
      "name": "State and Federal Highways - Small Scale",
      "created": "2016-04-01T14:55:21.251436",
      "url": "http://ndgishub.nd.gov/arcgis/services/All_Transportation/MapServer/WMSServer?",
      "webstore_url": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "966f2e4b-472a-4b0f-bbc5-a98f3b3eb80b",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "297720ec-2d00-4096-8eb1-c036a5263ec2",
      "webstore_last_updated": null,
      "id": "8fff8cb4-4a11-4b72-ae8b-9bd258b77a36",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "Esri REST including WMS",
      "format": "Esri REST",
      "tracking_summary": {
        "total": 115,
        "recent": 3
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "WWW:LINK-1.0-http--related",
      "mimetype": null,
      "cache_url": null,
      "name": "Esri REST including WMS",
      "created": "2016-04-01T14:55:21.251443",
      "url": "http://ndgishub.nd.gov/ArcGIS/rest/services/All_Transportation/MapServer",
      "webstore_url": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "966f2e4b-472a-4b0f-bbc5-a98f3b3eb80b",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "297720ec-2d00-4096-8eb1-c036a5263ec2",
      "webstore_last_updated": null,
      "id": "1fa6aa41-ec68-4871-baf5-08a88a97157b",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "Esri REST including WFS and KML",
      "format": "Esri REST",
      "tracking_summary": {
        "total": 63,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "WWW:LINK-1.0-http--related",
      "mimetype": null,
      "cache_url": null,
      "name": "Esri REST including WFS and KML",
      "created": "2016-04-01T14:55:21.251450",
      "url": "http://ndgishub.nd.gov/ArcGIS/rest/services/Features/Transportation/MapServer",
      "webstore_url": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "966f2e4b-472a-4b0f-bbc5-a98f3b3eb80b",
      "resource_type": null
    }
  ],
  "num_resources": 5,
  "tags": [

  ],
  "tracking_summary": {
    "total": 129,
    "recent": 2
  },
  "groups": [
    {
      "display_name": "Local Government",
      "description": "Local Government Topic - for all datasets with state, local, county organizations",
      "image_display_url": "",
      "title": "Local Government",
      "id": "ccc6c266-eee8-44bd-89aa-7cd8c4c6bf46",
      "name": "local"
    }
  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The GIS Hub is the state source for GIS - data, services, and information.  More information can be found at www.nd.gov/gis.",
    "created": "2013-03-14T03:44:44.340717",
    "title": "State of North Dakota",
    "name": "nd-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.nd.gov/gis/images/ndgis-logo.gif",
    "revision_id": "27517bb9-815c-4d4f-b45b-b88b6316697b",
    "type": "organization",
    "id": "1c782de6-9f1f-4427-93fd-33732e29970f",
    "approval_status": "approved"
  },
  "name": "state-and-federal-roads",
  "isopen": false,
  "url": null,
  "notes": "3/1/16 Realigned US 85 North Route ID = 261 to match 2015 NAIP.  Added Ramps on 94 at Mile Marker 56.668.\n\n10/20/2015 1. US 85 North Route ID = 261, Created new alignment for US 85 North that follows the permanent NW Bypass at Williston.  New reference points were created as follows:  184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 196.705 this is the junction of US 85 and US 2 north of Williston.2. US 85 South Route ID = 300, Created new alignment for US 85 South that completes the four lane project between Alexander and Williston.  New reference points were created as follows:  173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, and 183.743.  This is the junction with the US 2 west of Williston.  Created new alignment for US 85 that follows the permanent NW Bypass at Williston.  New Reference points created as follows:  184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 196.705 this is the junction of US 85 and US 2 north of Williston.3.US 2 East Route ID = 253, alignment change north of Williston at junction of US 85, also created new reference point 25.674 at the intersection of US 85 on north end of NW Permanent Bypass.4. US 2 West Route ID = 254, alignment change north of Williston at junction of US 85, also created new reference point 25.674 at the intersection of US 85 on north end of NW Permanent Bypass.5. ND 3 Route ID = 263, Realignment and grade raise south of Junction of ND 200 west of Hurdsfield has been corrected.\n\n5/14/15 US 281 slip ramp at Church’s Ferry has been removed during a reconstruction project.  This segment of roadway was designated as Route ID 25, Interchange ID 175.379, reference points 3.000 and 4.500.\n\n2/6/15 An extension of ND 46 has been added to the State Highway system. The segment of roadway east of I-29 was removed from the State Highway system in 1977. As of May 2011, a document showing a maintenance agreement with a county, as required by State Law to transfer responsibility, has not been found. The Fargo District has been doing basic maintenance on this segment. The segment of road that begins at I-29 and extends to the east until the intersection CMC 0957 is added to the State Highway system. The addition will result in an increase of 0.4 miles. This addition has also created a new reference point 120.823 which is at the end of the highway, reference point 120.318 is moved to the center of the structure on I-29.\n\n11/18/14 Added New Town Bypass\n\n11/3/14 Extended US85 Southbound to Mile Marker 172\nUS 85 South Route ID = 300, Created new alignment for US 85 South that follows the Watford City SW Bypass and the West Bypass at Alexander as well as the new alignment for the 4-lane project that continues to reference point 172.000 which is north of McKenzie County Highway 16. New reference points were created as follows: 139.082 beginning of highway south of Watford City, 140.831 junction with the US 85 Business in Watford City, 145.659 junction of US Business west of Watford City, 160.505 junction with US 85 Business south of Alexander, 163.506 junction of US 85 north of Alexander. Created all whole number reference points between 139.082 and reference point 172.000.\n\n10/29/14\n1. ND 23 Business Route ID = 297, Changed existing ND 23 in Watford City from the previous Junction of US 85 to the Junction of ND 1806 to ND 23B also changed the reference points 0.000 = 900.000, 1.000 = 901.000, 1.350 = 901.350, 2.000 = 902.000, 3.000 = 903.000, 3.353 = 903.353\n\n2. ND 23 East Route ID = 205, Watford City SE Bypass from the previous Junction of US 85 continuing northeasterly to the current alignment of ND 23. New reference point 0.533 was created for the beginning of the route as well as reference point 3.701 which is the Junction with ND 1806 extension.\n\n3. ND 23 West Route ID = 299, Watford City SE Bypass from the previous Junction of US 85 continuing northeasterly to the current alignment of ND 23. New reference point 0.533 was created for the beginning of the route as well as reference point 3.751 which is the termination point of this route.\n\n4. ND 1806 Route ID = 271, Created an extension of ND 1806 from the Junction of ND 23 B north of Watford City to the Junction of the ND 23 along the new alignment. New reference point 311.577 was created for the intersection.\n\n5. US 85 North Route ID = 261, Created new alignment for US 85 North that follows the Watford City SW Bypass and the West Bypass at Alexander as well as the new alignment for the 4-lane project that continues to the Junction of US 2 at Williston. New reference points were created as follows: 140.831 junction with the US 85 Business in Watford City, 145.659 junction of US Business west of Watford City, 160.505 junction with US 85 Business south of Alexander, 163.506 junction of US 85 north of Alexander.\n\n6. US 85 South Route ID = 300, Created new alignment for US 85 South that follows the Watford City SW Bypass and the West Bypass at Alexander as well as the new alignment for the 4-lane project that continues to the Junction of ND 200 North of Alexander. New reference points were created as follows: 140.831 junction with the US 85 Business in Watford City, 145.659 junction of US Business west of Watford City, 160.505 junction with US 85 Business south of Alexander, 163.506 junction of US 85 north of Alexander. Created a new reference point 139.082 which is the beginning point for US 85 South along with all reference points between this point and the Junction of ND 200 North of Alexander.\n\n7. US 85 Business North Route ID = 298, The existing route US 85 through Watford City and Alexander becomes US 85 Business due to the completion of the Bypass routes. New reference points that were created are: 950.000 intersection with US 85, 950.555 intersection with ND 23, 951.000, 952.000, 952.486 intersection with ND 23 A, 952.707 intersection with ND 23 B, 953.000, 954.000, 955.000, 956.000, 956.233 intersection with US 85 west of Watford City, 970.079 intersection with US 85 south of Alexander, 971.000, 972.000, 973.000 intersection with US 85 north of Alexander.\n\n8. Several small alignment changes occurred due to construction projects: ND 8 Junction ND 50 to Bowbells. ND 22 slide repair through the badlands. ND 57 and ND 20 South of Devils Lake. ND 31 bridge replacement 13 miles north of South Dakota Border. ND 23A in Watford City, this highway had the wrong designation as ND 23B, this change corrected this error and is now correctly designated as ND 23A.\n\n9. Junction of ND 1804 and ND 58 near Trenton, the intersection of these two highways was realigned.\n\n10. US 2 alignment in Williston near 11th street to near 9th Ave NW.\nChanged all RTE_SIN codes to either I, U, or S.\n\n2/15/13\n\nND 23 - West of Four Bears Bridge between reference points 44 and 45. Horizontal curve was removed.\n\nND 8 - North of Junction with ND 23 Horizontal curves between reference points 135 and 136, also between 150 and 151 have been re-aligned.\n\nND 28 - Junction with US 2 at Berthold has been re-aligned and intersection was moved to the east.\n\nND 34 and ND 30 - Slip ramp at this junction has been removed.\n\nND 48 - Junction with US 83 at Coleharbor has been re-aligned.\n\nND 22 - North of Dickinson, south bound lane has been extended to north of Stark county line.\n\nND 22 - North bound moved to the east and is on a new alignment.\n\nND 1804 - Road alignment correction has been made near reference point 295.\n\nND 10 - Road alignment correction has been made West of Casselton.\n\n9/28/11 - Route Changes 2011\n\nBismarck – Business 94 E & W remove segment from east side of Memorial Bridge to the intersection of Bismarck Expressway. The NDDOT and city of Bismarck entered into an agreement to transfer ownership and maintenance responsibility to the city of Bismarck. This is referenced in State Highway Change order 2000-01\n\nThe following reference points have been removed:Eastbound (route id 266) 922, 922.724, 922.860, 923, 924, 925Westbound route id 267) 922, 922.724, 922.860, 923, 924, 924.140The following reference points have been added:Eastbound (route id 266) 921.096Westbound (route id 267) 921.096\n\nJamestown – Business 94 E & W are removed from the state highway system. This change was agreed upon by the city of Jamestown and the NDDOT after these areas where reclassified to the urban roads system.The following reference points have been removed:Eastbound (route id 266) 926.868, 927, 928, 928.127Westbound (route id 267) 926.868, 927, 927.190\n\nJamestown – US 281 N & S are removed from the intersection of US 281 and I-94 to the intersection with US 52 due to the construction of the US 52 Bypass. These segments are now identified as US 52 E & W.The following reference points have been removed:North bound (route id 255) 67.929, 68.630 (need to remove 68 from dt292010)South bound (route id 256) 67.929, 68.630 (need to remove 68 from dt292010)\n\nJamestown – US 52 E & W alignments have changed the portion of this route that traveled east from the junction with US 281 in the center of the city to I-94 east interchange has been removed. The route now runs along the route that used to be US 281 south to the Junction of I-94 and US 281.\n\nThe following reference points have been removed:Eastbound 266.305, 268.000, 268.114 (route id 257) (rpt 267 has been moved to new alignment)Westbound 266.305, 267.222 (route id 258) (rpt 267 has been moved to new alignment)The following reference points have been added:Eastbound (route id 257) 267.632Westbound (route id 258) 267.632\n\nDrayton – Realigned ND 66 due to bridge replacement (route id 242).Hannover – Removed slip ramp at the intersection of ND 31 and ND 25 (route id 24).Scranton – Removed the west leg of ramp at jct of US 12 and ND 67 (route id 289).Scranton – Realigned ND 67 due to bridge replacement (route id 243).Bismarck – Changed the ramps at the junction of I-194 and Business 94 (route id 186).Fargo – Added a new entrance ramp to the interchange at 45th street (route id 170).\n\n9/16/10 - added fields to aid in creating roads_state_mm RTE_SUFFIX, HWY_CHAR, HWY_DIR, HWY_SUFFIX, HWY_SUFFIX_DIR removed fields that are no longer needed F_MEAS, T_MEAS, P_STREET_NAME\n\n5/11/10 updated by bb updated f_mile and to_mile on line segments that touch ref pt 1.564 on hwy 294\n\n4/1/10 - 9th street interchange on I-94 in West Fargo was completed.  Corrected an error on ND 810, the McKenzie Interchange reference points were not increasing correctly.  52nd avenue interchange in Fargo was rebuilt, this is the begin of Business 81. 12th avenue interchange was modified to accommodate the four lane portion of ND 294 in Fargo.  Business 81 (52nd avenue and parts of University avenue) was completed as a four lane highway.  ND 294 (12th avenue) was completed as a four lane highway.  ND 1804 south of Bismarck had some alignment changes.  US 281 in Belcourt was added as four lane segment.\n\n10/10/08 - Added missing year 2000 alignment change on US 83 northbound near painted woods creek south of Washburn.\n\n9/29/08 - The remaining 30 miles (mp 99-131) of new US 2 road centerline and reference points were added. This completes the 4-lane project of US 2 from Williston east to Minnesota. Added missing interchange legs on I29 -12th and 19th avenues in Fargo. Added missing year 2000 alignment change on US 83 northbound near painted woods creek south of Washburn.\n\n3/27/08 - Fixed extra vertex on I29 north of Fargo 2/28/08 - Fixed Hwy Number for Ramps. 1/16/08 - New alignment for north and southbound 1804 south of Bismarck to south of University of Mary. New 4 lane section of US 2 from jct us 85 north of Williston to Ray. 2/13/07 - combined State Roads and Ramps into one layer. 12/15/06 - Addition of US 2 Westbound lanes from Ray to Palermo. New alignment of US 2 Eastbound from Ray to Palermo. 10/30/06 - Changed alignment of US 281 and ND 19 to match new construction. The old roads are now under county ownership. US 281 MP 155 to MP 175 moved 1.5 miles west of old location. ND 19 shortened west of Minnewauken and lengthened west of Devils Lake. 3/16/06 - ND 1804 - Bismarck 12th Street to Bismarck Expressway. Addition of southbound lane. ND 32 & ND 11 in Forman - Realignment of Intersection. Business Loop ND 13 - Wahpeton Realignment of Intersection. US 281 & ND 57 - Realignment of Intersection. ND 23 - New Town - Four Bears Bridge Realignment ND 200 & ND 8 - Halliday - Realignment of Intersection Added south bound lanes on a portion of Business US 2 in Williston, This was missed in the original collection of the data in 1993. 5/16/05 - Updated I94 Business Loop - East and West, Hwy 810, Hwy10 This data came from the NDDOT's Planning Section. It was converted from a projection (NAD 1983 UTM Zone 14N) to a Geographic coordinate system.",
  "owner_org": "1c782de6-9f1f-4427-93fd-33732e29970f",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-96.56612"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "49.001858"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "graphic-preview-type",
      "value": "png"
    },
    {
      "key": "guid",
      "value": "e43eb949-bb44-4fe5-9728-9a1064c292c0"
    },
    {
      "key": "graphic-preview-file",
      "value": "roadsstatefed_s.png"
    },
    {
      "key": "bbox-south-lat",
      "value": "45.935139"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-104.048865, 45.935139], [-96.56612, 45.935139], [-96.56612, 49.001858], [-104.048865, 49.001858], [-104.048865, 45.935139]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"The State of North Dakota has compiled this data according to conventional cartographic standards, using what is thought to be the most reliable information available. This data is intended to make results of research available at the earliest possible date, but is not intended to constitute final or formal publication. The State of North Dakota makes every effort to provide virus-free files but does not guarantee uncorrupted files. The State of North Dakota does not guarantee this data to be free from errors, inaccuracies, or viruses, and disclaims any responsibility or liability for interpretations or decisions based on this data.\"]"
    },
    {
      "key": "contact-email",
      "value": "gkautzman@nd.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-104.048865"
    },
    {
      "key": "metadata-date",
      "value": "2016-03-24T10:29:27"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2016-03-01\"}]"
    },
    {
      "key": "graphic-preview-description",
      "value": "thumbnail"
    },
    {
      "key": "frequency-of-update",
      "value": "continual"
    },
    {
      "key": "licence",
      "value": "[]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"ND Department of Transportation\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "highway, transportation, north dakota, federal, dot, state, road, nddot, interstate"
    },
    {
      "key": "harvest_object_id",
      "value": "c5cd388b-6618-47f1-bf10-c3dd457b662b"
    },
    {
      "key": "harvest_source_id",
      "value": "84c521c5-b395-41bb-9ea0-af7f22bed9d8"
    },
    {
      "key": "harvest_source_title",
      "value": "North Dakota GIS Hub Data Portal"
    }
  ],
  "title": "State and Federal Roads",
  "revision_id": "966f2e4b-472a-4b0f-bbc5-a98f3b3eb80b"
}