{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "5970e7ac-ec24-4642-af32-54d7f987c673",
  "metadata_created": "2013-03-14T19:46:09.191715",
  "metadata_modified": "2013-05-17T00:00:00",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": null,
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "5970e7ac-ec24-4642-af32-54d7f987c673",
      "webstore_last_updated": null,
      "id": "31c74609-32f5-49cf-adc3-1ef2cd2f3c4a",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 21,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "3890f4d4-87d8-44e0-9c32-2ba0bf2916a0",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-03-14T20:46:09.208980",
      "url": "http://www.kansasgis.org/",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "5970e7ac-ec24-4642-af32-54d7f987c673",
      "webstore_last_updated": null,
      "id": "895e27c5-df00-49ca-93fb-78f6e8b60dfc",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 185,
        "recent": 2
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "3890f4d4-87d8-44e0-9c32-2ba0bf2916a0",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-03-14T20:46:09.209000",
      "url": "http://www.kansasgis.org",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 14,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.184067",
    "title": "Kansas Data Access and Support Center",
    "name": "kgs-ku-edu",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.kansasgis.org/_style/img/banner.png",
    "revision_id": "649a4ecd-dd72-4628-b80e-cea6a4f616d2",
    "type": "organization",
    "id": "56d45844-910f-4632-a4ff-bf5f0e6cb653",
    "approval_status": "approved"
  },
  "name": "2005-kansas-land-cover-patterns-level-iv-kansas-river-watershed-1000m-buffer",
  "isopen": false,
  "url": null,
  "notes": "The 2005 Kansas Land Cover Patterns (KLCP) Mapping Initiative was a two-phase mapping endeavor that occurred over a three-year period (2007-2009). Note that while the processing occurred during the 2207-2009 period, all satellite data used in the project was acquired in 2005. Concurrent with mapping the state of Kansas, the Kansas River Watershed was also mapped. The Kansas River Watershed extends into southern Nebraska and includes a portion of eastern Colorado. During Phase I a Modified Level I map was produced. In Phase II a series of maps, Modified Level II through IV, were produced. All KLCP 2005 map products were produced at four spatial extents: the state of Kansas plus a 300 meter buffer, a DEM-derived watershed boundary of the Kansas River, the Kansas River watershed boundary plus a 1,000 meter buffer, and a combined dataset of the state of Kansas plus 300 meter buffer and the watershed plus 1,000 meter buffer.These extents are annotated in the file names with the extentions k, w, wb, and kwb respectively. The goal of Phase II was to map subclasses for grassland and cropland, classes which were mapped during Phase I. For the Level II map, cool- and warm-season grasslands were mapped along with Spring Crop, Summer Crop, Alfalfa, Fallow, and Double-Crop classes. For the Level III map, the Summer Crop subclasses Corn, Soybean, and Sorghum were mapped, and the Spring Crop class was reassigned to Winter Wheat. In the Level IV map, irrigation status was mapped and added to the Level III crop type map.The Kansas Land Cover Patterns Level IV map contains twenty-four land use/land cover classes and has a positional accuracy and spatial resolution appropriate for producing 1:50,000 scale maps. The minimum map unit (MMU) varies by land cover class and ranges from 0.22 to 5.12 acres. In general, the mapping methodology used a hybrid, hierarchical classification of multi-temporal, multi-resolution imagery to develop modified Anderson Level II through Anderson Level IV land cover maps of the Kansas River Watershed and the State of Kansas. More specifically, multi-seasonal Landsat Thematic Mapper (TM) imagery from the 2004 and 2005 growing season was used to map the grassland subclasses (cool- and warm-season grasslands). while MODIS NDVI time-series imagery from the 2005 growing season was used to map cropland subclasses. The land use/land cover classes in the Level IV map are coded hierarchically to allow aggregation of land use and land cover classes as needed by the end-user. For example, a user can aggregate the Level IV map classes to a Level III classification by ignoring or eliminating the last digit of each land use/land cover class. Likewise, a Level II and Level I map can be created from the Level IV map by eliminating the last two and three digits, respectively, from each Level IV land use/land cover class. A formal accuracy assessment found the Level II, Level III, and Level IV maps to have overall accuracy levels of 86.3%, 82.0%, and 74.3%, respectively. User and Producer (per-class errors of commission and omission) accuracies vary by land cover class and users are encouraged to reference the reported accuracy levels in the final report and/or metadata when using the Kansas Land Cover Patterns map series. Digital versions of the map, metadata, and accuracy assessment can be accessed from the Data Access Support Center (http://www.kansasgis.org/) or the Kansas Applied Remote Sensing Program (http://www.kars.ku.edu/).",
  "owner_org": "56d45844-910f-4632-a4ff-bf5f0e6cb653",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Kansas Applied Remote Sensing (KARS) Program\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "contact-email",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-103.988620"
    },
    {
      "key": "metadata-date",
      "value": "2010-08-30"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2009-01-01T2005\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-94.490990"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "41.302816"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "38.143449"
    },
    {
      "key": "licence",
      "value": "[\"The State of Kansas Geographic Information Systems Core Database's digital data have been tested and their documentation carefully reviewed. However, the State of Kansas Geographic Information Systems Policy Board's Data Access and Support Center and its representatives make no warranty or representation, either expressed or implied, with respect to the digital data and their documentation, their quality, performance, merchantability, or fitness for a particular purpose. The digital data are distributed on \\\"as is\\\" basis, and the user assumes all risk to their quality, the results obtained from their use, and the performance of the data. In no event will the State of Kansas Geographic Information Systems Policy Board or its representatives be liable for any direct, indirect, special, incidental or consequential damages resulting from and defect in the State of Kansas Geographic Information Systems Core Database's digital data or in their documentation. This disclaimer of warranty is exlusive and in lieu of all others, oral or written, express or implied. No agent or employee is authorized to make any modification, extension, or addition to this warranty..\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-103.98862, 38.143449], [-103.98862, 41.302816], [-94.49099, 41.302816], [-94.49099, 38.143449], [-103.98862, 38.143449]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: This database is not suited for site-specific analyses. Interpretations derived from its use are intended for planning purposes only.\", \"Access Constraints: None\"]"
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "tags",
      "value": "Land Cover, Crop land, Land Use, Grassland, Woodland, Urban, Water, Landsat, MODIS, NDVI, Land Use/Land Cover, Agriculture, Classification, Irrigated Cropland, Alfalfa, Corn, Sorghum, Soybeans, Wheat, Fallow, Double Cropped, Kansas Land Cover Patterns, KLCP"
    },
    {
      "key": "harvest_object_id",
      "value": "2a2d378a-3493-44e0-b009-60a0033230da"
    },
    {
      "key": "harvest_source_id",
      "value": "619e3d4a-0a81-4a85-a769-47b591108252"
    },
    {
      "key": "harvest_source_title",
      "value": "Kansas Data Access and Support Center"
    }
  ],
  "title": "2005 Kansas Land Cover Patterns, Level IV, Kansas River Watershed (1,000m buffer)",
  "revision_id": "3890f4d4-87d8-44e0-9c32-2ba0bf2916a0"
}