{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "a0b514b5-255a-470c-8686-8077a33a15b9",
  "metadata_created": "2014-10-28T20:55:04.444802",
  "metadata_modified": "2014-10-28T20:55:04.444802",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "a0b514b5-255a-470c-8686-8077a33a15b9",
      "webstore_last_updated": null,
      "id": "e7488926-6cf2-4384-9ea8-ca74be845f90",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 4,
        "recent": 2
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "cebe4032-d162-4a90-9e5b-bb1502a36046",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-10-28T16:55:04.692288",
      "url": "http://pubs.usgs.gov/sim/3261/",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "a0b514b5-255a-470c-8686-8077a33a15b9",
      "webstore_last_updated": null,
      "id": "d713cc63-fffb-43a5-bdd9-ac35631fafa9",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 109,
        "recent": 4
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "cebe4032-d162-4a90-9e5b-bb1502a36046",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-10-28T16:55:04.692314",
      "url": "http://pubs.usgs.gov/ds/781/",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 39,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "geology-and-geomorphology-offshore-of-carpinteria-california",
  "isopen": false,
  "url": null,
  "notes": "This part of SIM 3261 presents data for the geologic and geomorphic map (see sheet 10, SIM 3261) of the Offshore of Carpinteria map area, California. The vector data file is included in \"Geology_OffshoreCarpinteria.zip,\" which is accessible from http://pubs.usgs.gov/ds/781/OffshoreCarpinteria/data_catalog_OffshoreCarpinteria.html. The offshore part of the map area largely consists of a relatively shallow (less than about 45 m deep), gently offshore-dipping (less than 1 degree) shelf underlain by sediments derived primarily from relatively small coastal watersheds that drain the Santa Ynez Mountains. Shelf deposits are primarily sand (unit Qms) at depths less than about 25 m and, at depths greater than about 25 m, are the more fine-grained sediments (very fine sand, silt, and clay) of unit Qmsf. The boundary between units Qms and Qmsf is based on observations and extrapolation from sediment sampling (see, for example, Reid and others, 2006) and camera ground-truth surveying (see sheet 6). It is important to note that the boundary between units Qms and Qmsf should be considered transitional and approximate and is expected to shift as a result of seasonal- to annual- to decadal-scale cycles in wave climate, sediment supply, and sediment transport. Coarser grained deposits (coarse sand to boulders) of unit Qmsc, which are recognized on the basis of their moderate seafloor relief and high basckscatter (sheet 3), as well as camera observations (sheet 6) and sampling (Reid and others, 2006; Barnard and others, 2009), are found locally in water depths less than about 15 m, except offshore of Rincon Point where they extend to depths of about 21 m. The largest Qmsc deposits are present at the mouths of Rincon Creek and Toro Canyon Creek. The convex seafloor relief of these coarse-grained deposits suggests that they are wave-winnowed lags that armor the seafloor and are relatively resistant to erosion. The sediments may, in part, be relict, having been deposited in shallower marine (or even alluvial?) environments at lower sea levels in the latest Pleistocene and Holocene; this seems especially likely for the arcuate lobe of unit Qmsc that extends 1,700 m offshore from Rincon Point. The Qmsc deposits offshore of Toro Canyon Creek are found adjacent to onshore alluvial and alluvial fan deposits (Minor and others, 2009) and, thus, may have formed as distal-alluvial or fan-delta facies of that system. Offshore bedrock exposures are assigned to the Miocene Monterey Formation (unit Tm) and the Pliocene and Pleistocene Pico Formation (unit QTp), primarily on the basis of extrapolation from the onshore mapping of Tan and others (2003a,b), Tan and Clahan (2004), and Minor and others (2009), as well as the cross sections of Redin and others (1998, 2004) that are constrained by industry seismic-reflection data and petroleum well logs. Where uncertainty exists, bedrock is mapped as an undivided unit (QTbu). These strata are exposed in structural highs that include the Rincon Anticline and uplifts bounded by the Rincon Creek Fault and by the north and south strands of the Red Mountain Fault. Bedrock is, in some places, overlain by a thin (less than 1 m?) veneer of sediment, recognized on the basis of high backscatter, flat relief, continuity with moderate- to high-relief bedrock outcrops, and (in some cases) high-resolution seismic-reflection data; these areas, which are mapped as composite units Qms/Tm, Qms/QTbu, or Qms/QTp, are interpreted as ephemeral sediment layers that may or may not be continuously present, whose presence or absence is a function of the recency and intensity of storm events, seasonal and (or) annual patterns of sediment movement, or longer term climate cycles. Two offshore anthropogenic units also are present in the map area, each related to offshore hydrocarbon production. The first (unit af) consists of coarse artificial fill associated with construction of the Rincon Island petroleum-production facility near the east edge of the map area. The second (unit pd) consists of coarse artificial fill mixed with sediment and shell debris, mapped in outcrops surrounding Rincon Island and at the locations of former oil platforms \"Heidi,\" \"Hope,\" \"Hazel,\" and \"Hilda\" from the Summerland and Carpinteria oil fields (Barnum, 1998). The Monterey Formation is the primary petroleum-source rock in the Santa Barbara channel, and the Pico Formation is one of the primary petroleum reservoirs. The Offshore of Carpinteria map area is in the Ventura Basin, in the southern part of the Western Transverse Ranges geologic province, which is north of the California Continental Borderland (Fisher and others, 2009). This province has undergone significant north-south compression since the Miocene, and recent GPS data suggest north-south shortening of about 6 to 10 mm/yr (Larson and Webb, 1992; Donnellan and others, 1993). The active, east-west-striking, north-dipping Pitas Point Fault (a broad zone that includes south-dipping reverse-fault splays), Red Mountain Fault, and Rincon Creek Fault are some of the structures on which this shortening occurs (see, for example, Jackson and Yeats, 1982; Sorlien and others, 2000). This fault system, in aggregate, extends for about 100 km through the Ventura and Santa Barbara Basins and represents an important earthquake hazard (see, for example, Fisher and others, 2009). References Cited: Barnum, H.P., 1998, Redevelopment of the western portion of the Rincon offshore oil field, Ventura, California, in Kunitomi, D.S., Hopps, T.E., and Galloway, J.M., eds., Structure and petroleum geology, Santa Barbara Channel, California: American Association of Petroleum Geologists, Pacific Section, and Coast Geological Society, Miscellaneous Publication 46, p. 201-215. Donnellan, A., Hager, B.H., and King, R.W., 1993, Discrepancy between geologic and geodetic deformation rates in the Ventura basin: Nature, v. 346, p. 333-336. Fisher, M.A., Sorlien, C.C., and Sliter, R.W., 2009, Potential earthquake faults offshore southern California from the eastern Santa Barbara channel to Dana Point, in Lee, H.J., and Normark, W.R., eds., Earth science in the urban ocean--The Southern California Continental Borderland: Geological Society of America Special Paper 454, p. 271-290. Jackson, P.A., and Yeats, R.S., 1982, Structural evolution of Carpinteria basin, western Transverse Ranges, California: American Association of Petroleum Geologists Bulletin, v. 66, p. 805-829. Larson, K.M., and Webb, F.H., 1992, Deformation in the Santa Barbara Channel from GPS measurements 1987-1991: Geophysical News Letters, v. 19, p. 1,491-1,494. Minor, S.A., Kellogg, K.S., Stanley, R.G., Gurrola, L.D., Keller, E.A., and Brandt, T.R., 2009, Geologic map of the Santa Barbara coastal plain area, Santa Barbara County, California: U.S. Geological Survey Scientific Investigations Map 3001, scale 1:25,000, 1 sheet, pamphlet 38 p., available at http://pubs.usgs.gov/sim/3001/. Redin, T., Forman, J., and Kamerling, M.J., 1998, Regional structure section across the eastern Santa Barbara Channel, from eastern Santa Cruz Island to the Carpinteria area, Santa Ynez Mountains, in Kunitomi, D.S., Hopps, T.E., and Galloway, J.M., eds., Structure and petroleum geology, Santa Barbara Channel, California: American Association of Petroleum Geologists, Pacific Section, and Coast Geological Society, Miscellaneous Publication 46, p. 195-200, 1 sheet. Redin, T., Kamerling, M.J., and Forman, J., 2004, Santa Barbara Channel structure and correlation sections--Correlation section no. 34R., N-S structure and correlation section, south side central Santa Ynez Mountains across the Santa Barbara channel to the east end of Santa Cruz Island: American Association of Petroleum Geologists, Pacific Section, Publication CS 32, 1 sheet. Reid, J.A., Reid, J.M., Jenkins, C.J., Zimmerman, M., Williams, S.J., and Field, M.E., 2006, usSEABED--Pacific Coast (California, Oregon, Washington) offshore surficial-sediment data release: U.S. Geological Survey Data Series 182, available at http://pubs.usgs.gov/ds/2006/182/. Sorlien, C.C., Gratier, J.P., Luyendyk, B.P., Hornafius, J.S., and Hopps, T.E., 2000, Map restoration of folded and faulted late Cenozoic strata across the Oak Ridge fault, onshore and offshore Ventura basin, California: Geological Society of America Bulletin, v. 112, p. 1,080-1,090. Tan, S.S., and Clahan, K.B., 2004, Geologic map of the White Ledge Peak 7.5' quadrangle, Santa Barbara and Ventura Counties, California--A digital database: California Geological Survey Preliminary Geologic Map, scale 1:24,000, available at http://www.conservation.ca.gov/cgs/rghm/rgm/preliminary_geologic_maps.htm. Tan, S.S., Jones, T.A., and Clahan, K.B., 2003a, Geologic map of the Pitas Point 7.5' quadrangle, Ventura County, California--A digital database: California Geological Survey Preliminary Geologic Map, scale 1:24,000, available at http://www.conservation.ca.gov/cgs/rghm/rgm/preliminary_geologic_maps.htm. Tan, S.S., Jones, T.A., and Clahan, K.B., 2003b, Geologic map of the Ventura 7.5' quadrangle, Ventura County, California--A digital database: California Geological Survey Preliminary Geologic Map, scale 1:24,000, available at http://www.conservation.ca.gov/cgs/rghm/rgm/preliminary_geologic_maps.htm.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"USGS Pacific Coastal & Marine Science Center\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "contact-email",
      "value": "shartwell@usgs.gov"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-119.6256"
    },
    {
      "key": "metadata-date",
      "value": "2013-01-01"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2013-01-01\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-119.4265"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "34.4492"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "34.292"
    },
    {
      "key": "licence",
      "value": "[\" \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-119.6256, 34.292], [-119.4265, 34.292], [-119.4265, 34.4492], [-119.6256, 34.4492], [-119.6256, 34.292]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: This information is not intended for navigational purposes. Read and fully comprehend the metadata prior to data use. Uses of these data should not violate the spatial resolution of the data. Where these data are used in combination with other data of different resolution, the resolution of the combined output will be limited by the lowest resolution of all the data. Acknowledge the U.S. Geological Survey in products derived from these data. Share data products developed using these data with the U.S. Geological Survey. This database has been approved for release and publication by the Director of the USGS. Although this database has been subjected to rigorous review and is substantially complete, the USGS reserves the right to revise the data pursuant to further analysis and review. Furthermore, it is released on condition that neither the USGS nor the United States Government may be held liable for any damages resulting from its authorized or unauthorized use. Although this Federal Geographic Data Committee-compliant metadata file is intended to document these data in nonproprietary form, as well as in ArcInfo format, this metadata file may include some ArcInfo-specific terminology.\", \"Access Constraints: If physical samples or materials are available, constraints on their on-site access are described in \\\"WR CMG Sample Distribution Policy\\\" at URL: http://walrus.wr.usgs.gov/infobank/programs/html/main/sample-dist-policy.html\"]"
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "tags",
      "value": "pacific ocean, rincon point, carpinteria, carpinteria creek, oceans, bathymetry/seafloortopography, santa barbara county, california, bathymetry, ventura county, santa barbara channel, seafloor topography"
    },
    {
      "key": "harvest_object_id",
      "value": "98db1982-0530-4238-999f-8c333f66da4f"
    },
    {
      "key": "harvest_source_id",
      "value": "77f16df5-23cd-41bb-86af-1bdf1be6f907"
    },
    {
      "key": "harvest_source_title",
      "value": "U.S. Geological Survey Coastal Map"
    }
  ],
  "title": "Geology and geomorphology--Offshore of Carpinteria, California",
  "revision_id": "cebe4032-d162-4a90-9e5b-bb1502a36046"
}