{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "be16f448-4223-48fa-a74c-686b5cddc7c5",
  "metadata_created": "2016-01-30T13:53:11.245239",
  "metadata_modified": "2016-01-30T13:53:11.245239",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 9,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "circuit-card-test-and-repair-systems-cctars-laboratory",
  "isopen": false,
  "url": null,
  "notes": "  Purpose:  The Circuit Card Test and Repair Systems (CCTARS) Laboratory mission is to support fleet operational readiness through the development of high-quality diagnostic test routines for the test and repair of circuit cards. The CCTARS lab provides Engineering Subject Matter Experts (SMEs) to the fleet with real-time technical support for hardware, software, test routines and troubleshooting circuit card assemblies (CCAs) and electronic modules (EMs).  Function:  The CCTARS Laboratory at the Naval Air Warfare Center Aircraft Division, Lakehurst, NJ provides high-quality diagnostics for the testing and repair of Shop Replaceable Assemblies (SRAs) for the fleet Intermediate Maintenance Activities (IMAs). The lab develops diagnostic test routine applications for SRA fault isolation and repair using the AN/USM-674 Huntron Protrack Model 20B and AN/USM-676 PinPoint IIR In-Circuit Functional Tester. The lab also provides technical support for the Conformal Coating Removal Workstation (CCR2000) that is used with the PinPoint. Test routines also include complete instructions on utilizing the test routine, CCA drawings, schematics and piece parts logistics. Software updates and test routines are deployed to the fleet on a quarterly basis to each IMA via DVD.   The lab is actively developing test routines on SRAs not offloaded to Consolidated Automated Support System (CASS) automatic test equipment (ATE) or slated for depot/Original Equipment Manufacturer (OEM) support. These test routines directly result in Aviation Depot Level Repairable (AVDLR) cost avoidance and reduce SRA beyond capable maintenance (BCM) actions at the Intermediate Level (I-Level). Further advantages of test routines include reduction of Flight Hour Program costs. The lab provides the fleet with real-time technical support for hardware, software, test routines and troubleshooting. The CCTARS lab is constantly working to enhance component level diagnostics and prognostics of circuit cards, and also supports the analysis and implementation of new emerging technologies into the existing equipment. CCTARS diagnostics lowers repair cost of the SRA, increases readiness due to increased availability of consumable/depot coded SRAs and provides additional test, check and repair to consumable and high BCM SRAs, ultimately providing solutions to uneconomical test strategies.  Capabilities:  The CCTARS Laboratory develops diagnostic test routines on both the AN/USM-674 Huntron Protrack and the AN/USM-676 PinPoint IIR In-Circuit Functional Tester for fleet IMAs. Test routines guide the technician to fault isolate failed devices on SRAs. This includes analog, digital and hybrid circuit cards. Test routines have the ability to break ambiguity groups from the CASS ATE Weapons Replaceable Assembly (WRA) box test and correctly identify the failed SRA. Additional capabilities of the CCTARS Lab include reverse engineering and schematic generation of CCAs, fleet tech assists, SRA candidate engineering analysis, technology research and development and managing obsolescence.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6235"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "7a1ea8dc-59b2-4764-8d26-d575b8e72e45"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6235"
    },
    {
      "key": "source_hash",
      "value": "e028204103a44d0e35802022be61259793ea6277"
    },
    {
      "key": "harvest_object_id",
      "value": "7a1ea8dc-59b2-4764-8d26-d575b8e72e45"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Circuit Card Test and Repair Systems (CCTARS) Laboratory",
  "revision_id": "c0735a5b-b268-47b7-a035-e15a85fe603b"
}