{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "530fe596-fd00-4a2b-aa4a-b2ea590cc9fe",
  "metadata_created": "2015-12-09T02:42:45.016473",
  "metadata_modified": "2015-12-09T02:42:45.016473",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "530fe596-fd00-4a2b-aa4a-b2ea590cc9fe",
      "webstore_last_updated": null,
      "id": "03dbacdb-c6e7-44bc-9683-2b31f23a8600",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "22c0f722-021d-4415-846c-5835832f5965",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-12-08T21:42:45.219205",
      "url": "http://pubs.usgs.gov/sim/3319/",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "530fe596-fd00-4a2b-aa4a-b2ea590cc9fe",
      "webstore_last_updated": null,
      "id": "053005de-5368-4ddc-80dc-8c166043ec16",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "22c0f722-021d-4415-846c-5835832f5965",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-12-08T21:42:45.219243",
      "url": "http://dx.doi.org/10.3133/sim3319",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "530fe596-fd00-4a2b-aa4a-b2ea590cc9fe",
      "webstore_last_updated": null,
      "id": "e967cd06-8d28-463f-ab98-06882cc73e75",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 109,
        "recent": 4
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "22c0f722-021d-4415-846c-5835832f5965",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-12-08T21:42:45.219256",
      "url": "http://pubs.usgs.gov/ds/781/",
      "webstore_url": null,
      "last_modified": null,
      "position": 2,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 3,
  "tags": [

  ],
  "tracking_summary": {
    "total": 4,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "geology-and-geomorphology-offshore-refugio-beach-california",
  "isopen": false,
  "url": null,
  "notes": "This part of SIM 3319 presents the geologic and geomorphic map (see sheets 10, SIM 3319) of Offshore Refugio Beach, California. The vector data file is included in \"Geology_OffshoreRefugioBeach.zip,\" which is accessible from http://pubs.usgs.gov/ds/781/OffshoreRefugioBeach/data_catalog_OffshoreRefugioBeach.html. The offshore Refugio Beach map area largely consists of a gently offshore-dipping (<1 degree) shelf (10 to ~ 90 m) underlain by sediments derived primarily from relatively small coastal watersheds draining the Santa Ynez Mountains. Nearshore and shelf deposits are primarily sand (Qms) at depths less than about 45 m and more fine-grained sediment - very fine sand, silt and clay (Qmsf), at depths greater than about 45 m. The boundary between Qms and Qmsf is based on observations and extrapolation from sediment sampling (for example, Reid and others, 2006) and camera groundtruthing. The Qms-Qmsf boundary is transitional and approximate, expected to shift based on seasonal to annual to decadal scale cycles in wave climate, sediment supply, and sediment transport. Fine-grained deposits similar to Qmsf also occur below the shelfbreak on the upper slope at water depths greater than 90 m, where they are broken out as a separate unit (Qmsl) based on their location and geomorphology. More coarse-grained deposits recognized on the basis of high backscatter and in some cases moderate seafloor relief have two modes of occurrence. In the relative nearshore (10 to 30 m water depth), coarse-grained strata (Qmsc) underlie laterally coalescing and discontinuous bars at the mouths of steep coastal watersheds. Coarser-grained sediments also form several distinct lobes (Qmscl) in water depths of 25 to 70 m, about 600 to 3,000 m offshore. The lobes range in size from ~100,000 m2 to ~1.5 km2 and are mapped on the basis of high backscatter and subtle positive seafloor relief. These coarse-grained strata were clearly derived from fluvial point sources in the adjacent, steep Santa Ynez Mountains. Bedrock exposures in the nearshore west of El Capitan are assigned to the Miocene Monterey Formation based on proximity to coastal outcrops mapped by Dibblee (1981a, b). Much of the outer shelf (water depths > 70 m) is also underlain by undifferentiated Tertiary bedrock (Tbu). Based on the regional cross sections constrained by deep seismic-reflection data and borehole logs (Heck, 1998; Tennyson and Kropp, 1998; Forman and Redin, 2005; Redin, 2005) and high-resolution seismic-reflection data coupled with proprietary oil industry dartcore data (Ashley, 1977), these outer-shelf outcrops consist of the Miocene Sisquoc Formation and the Pliocene Repetto and Pico Formations. These rocks have been uplifted in a large, warped, regional south-dipping homocline that formed above the blind, north-dipping North Channel fault. The fault tip is inferred at about 1.5 sec TWT (~2 km) about 6 to 7 km offshore, beneath the slope and just outside California's State Waters. Bedrock that underlies some parts of the shelf is overlain by a thin (< 1 m?) sediment veneer, recognized based on high backscatter, flat relief, continuity with moderate to high relief bedrock outcrops, and (in some cases) high-resolution, seismic-reflection data (Qms/Qtbu. Qms/Tbu, Qms/Tm). These sediment layers are likely ephemeral - they may or may not be present based on storms, seasonal/annual patterns of sediment movement, or longer-term climate cycles. This area has a long history of petroleum production (Barnum, 1998), and grouped to solitary pockmarks (Qmp) caused by gas seeps are common features in the offshore Refugio map area. Shell discovered the Molino gas field in 1962, 4 km offshore in the southwest part of the map area. Production, by onshore directional drilling of an anticlinal trap, has been underway since the 1960's (Galloway, 1998). References cited: Ashley, R.J., Berry, R.W., and Fischer, P.J., 1977, Offshore geology and sediment distribution of the El Capitan-Gaviota continental shelf, northern Santa Barbara Channel, California: Journal of Sedimentary Petrology, v. 47, no, 1, p. 199-208. Barnum, H.P., 1998, Redevelopment of the western portion of the Rincon offshore oil field, Ventura, California, in Kunitomi, D.S., Hopps, T.E., and Galloway, J.M., eds., Structure and petroleum geology, Santa Barbara Channel, California: American Association of Petroleum Geologists, p. 201–215. Dibblee, T.W., Jr., 1981a, Geologic map of the Tajiquas Quadrangle, California: U.S. Geological Survey Open-File Report 81-371, 1:24,000. Dibblee, T.W., Jr., 1981b, Geologic map of the Gaviota Quadrangle, California: U.S. Geological Survey Open-File Report 81-374, 1:24,000. Dibblee, T.W., Jr., 1981c, Geologic map of the Santa Ynez Quadrangle, California: U.S. Geological Survey Open-File Report 81-371, 1:24,000. Dibblee, T.W., Jr., 1981d, Geologic map of the Solvang Quadrangle, California: U.S. Geological Survey Open-File Report 81-372, 1:24,000. Forman, J., and Redin, T., 2005, Santa Barbara Channel structure and correlation sections, Correlation Section no 37, Arroyo Hondo, Gaviota Quadrangle, Santa Ynez Mts. To North West Santa Rosa Island: American Association of Petroleum Geologists, Pacific Section, Publication CS 37, 1 sheet. Galloway, J.M., 1998, Chronology of petroleum exploration and development in the Santa Barbara channel area, offshore southern California, in Kunitomi, D.S., Hopps, T.E., and Galloway, J.M., eds., Structure and petroleum geology, Santa Barbara Channel, California: American Association of Petroleum Geologists, Pacific Section and Coast Geological Society, Miscellaneous Publication 46, p. 1–12, 1 sheet. Heck, R.G., 1998, Santa Barbara Channel Regional Formline Map, Top Monterey Formation, in Kunitomi, D.S., Hopps, T.E., and Galloway, J.M., 1998, Structure and Petroleum Geology, Santa Barbara Channel, California: American Association of Petroleum Geologists, Pacific Section, Miscellaneous Publication 46, Plate 1. Minor, S.A., Kellogg, K.S., Stanley, R.G., Gurrola, L.D., Keller, E.A., and Brandt, T.R., 2009, Geologic map of the Santa Barbara coastal plain area, Santa Barbara County, California: U.S. Geological Survey Scientific Investigations Map 3001, scale 1:25,000. Redin, T., 2005, Santa Barbara Channel structure and correlation sections, Correlation Section no 36, N-S structure and correlation section, western Santa Ynez Mountains across the Santa Barbara channel to Santa Rosa Island: American Association of Petroleum Geologists, Pacific Section, Publication CS 35, 1 sheet. Reid, J.A., Reid, J.M., Jenkins, C.J., Zimmerman, M., Williams, S.J., and Field, M.E., 2006,usSEABED:Pacific Coast (California Oregon, Washington) offshore surficial-sediment data release: U.S. Geological Survey Data Series 182, http://pubs.usgs.gov/ds/2006/182/. Tennyson, M.E., and Kropp, A.P., 1998, Regional cross section across Santa Barbara channel from northwestern Santa Rosa Island to Canada de Molina, in Kunitomi, D.S., Hopps, T.E., and Galloway, J.M., eds., in Structure and petroleum geology, Santa Barbara Channel, California: American Association of Petroleum Geologists, Pacific Section and Coast Geological Society, Miscellaneous Publication 46, 1 plate.",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"USGS Pacific Coastal & Marine Science Center\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "contact-email",
      "value": "shartwell@usgs.gov"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-120.1877"
    },
    {
      "key": "metadata-date",
      "value": "2012-01-01"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2015-01-01\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-119.9988"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "34.5439"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "34.3782"
    },
    {
      "key": "licence",
      "value": "[\" \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-120.1877, 34.3782], [-119.9988, 34.3782], [-119.9988, 34.5439], [-120.1877, 34.5439], [-120.1877, 34.3782]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: This information is not intended for navigational purposes. Read and fully comprehend the metadata prior to data use. Uses of these data should not violate the spatial resolution of the data. Where these data are used in combination with other data of different resolution, the resolution of the combined output will be limited by the lowest resolution of all the data. Acknowledge the U.S. Geological Survey in products derived from these data. Share data products developed using these data with the U.S. Geological Survey. This database has been approved for release and publication by the Director of the USGS. Although this database has been subjected to rigorous review and is substantially complete, the USGS reserves the right to revise the data pursuant to further analysis and review. Furthermore, it is released on condition that neither the USGS nor the United States Government may be held liable for any damages resulting from its authorized or unauthorized use. Although this Federal Geographic Data Committee-compliant metadata file is intended to document these data in nonproprietary form, as well as in ArcInfo format, this metadata file may include some ArcInfo-specific terminology.\", \"Access Constraints: If physical samples or materials are available, constraints on their on-site access are described in \\\"WR CMG Sample Distribution Policy\\\" at URL: http://walrus.wr.usgs.gov/infobank/programs/html/main/sample-dist-policy.html\"]"
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "tags",
      "value": "el capitan state beach, pacific ocean, state of california, oceans, bathymetry/seafloortopography, santa barbara county, refugio beach, bathymetry, santa barbara channel, seafloor topography"
    },
    {
      "key": "harvest_object_id",
      "value": "404c7e8a-7d7d-4253-9f96-8b047a702445"
    },
    {
      "key": "harvest_source_id",
      "value": "77f16df5-23cd-41bb-86af-1bdf1be6f907"
    },
    {
      "key": "harvest_source_title",
      "value": "U.S. Geological Survey Coastal Map"
    }
  ],
  "title": "Geology and geomorphology--Offshore Refugio Beach, California",
  "revision_id": "22c0f722-021d-4415-846c-5835832f5965"
}