{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "861ade69-e564-4293-bf15-2f3dadcdd18b",
  "metadata_created": "2015-04-25T12:21:39.953875",
  "metadata_modified": "2016-03-04T20:42:43.554380",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 22,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-05-19T14:05:26.054173",
    "title": "State of California",
    "name": "ca-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ca.gov/images/template2012/header_ca.gov.png",
    "revision_id": "ad94cda4-9394-44d0-9c37-573dc3c47c9a",
    "type": "organization",
    "id": "467d900f-8a42-452d-9906-6610dd1a767f",
    "approval_status": "approved"
  },
  "name": "vegetation-western-riverside-co-ds1707e2e8",
  "isopen": false,
  "url": null,
  "notes": "The California Department of Fish and Game (CDFG) contracted with the California Native Plant Society (CNPS) and Aerial Information Systems (AIS) to produce an alliance-level, vegetation classification and map of Western Riverside County, California. The resulting classification and map products will be used to help establish a monitoring basis for the vegetation and habitats of the Western Riverside County Multi-Species Habitat Conservation Plan (MSHCP). The plan aims to conserve over 500,000 acres of land out of the 1.26 million acre total. This area is the largest MSHCP ever attempted and is an integral piece of the network of Southern California Habitat Conservation Plans and Natural Community Conservation Planning (Dudek 2001, Dudek 2003). Riverside County is one of the fastest growing counties in California, as well as one of the most biodiverse counties in the United States. A wide array of habitats are found within the non-developed lands in Western Riverside County, including coastal sage scrub, vernal pools, montane coniferous forest, chaparral, foothill woodland, annual grassland, and desert. In the CNPS contract, vegetation resources were assessed quantitatively through field surveys, data analysis, and final vegetation classification. Field survey data were analyzed statistically to come up with a floristically-based classification. Each vegetation type sampled was classified according to the National Vegetation Classification System to the alliance level (and association level if possible). The vegetation alliances were described floristically and environmentally in standard descriptions, and a final key was produced to differentiate among 101 alliances, 169 associations, and 3 unique stands (for final report, see https://nrm.dfg.ca.gov/FileHandler.ashx?DocumentID=18245). In a parallel but separate effort by AIS (as reported in this dataset), vegetation mapping was undertaken through interpretation of ortho-rectified, aerial photographs for vegetation signatures in color infrared (CIR) and in natural color (imagery flown in winter or summer). A detailed map has been produced through the following process: 1) hand-delineation of polygons on base CIR imagery, 2) digitization of polygons, and 3) attribution of the vegetation types and overstory cover values. The map was created in a Geographic Information System (GIS) digital format, as was the database of field surveys. The dataset was produced through an on-screen photo interpretation procedure using three sets of geo-referenced imagery. The data is classified to a floristic classification derived through clustering analysis procedures based on species dominance and significance. The classification is based on the MCV (Manual of California Vegetation) in which 103 alliances and 169 floristic associations have been defined for the study area. Over 3300 full plot and reconnaissance points have been used in helping classify the mapped polygons. Mapped polygons are classified to either an association, alliance or mapping unit which may be an aggregation of associations or alliances. The dataset encompasses the western portions of Riverside County from the county boundary on the west eastward to the summit of the San Jacinto Mountains and Anza valley.",
  "owner_org": "467d900f-8a42-452d-9906-6610dd1a767f",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-116.545330"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "34.054433"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "33.413924"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-117.686553, 33.413924], [-116.54533, 33.413924], [-116.54533, 34.054433], [-117.686553, 34.054433], [-117.686553, 33.413924]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: It is the user's responsibility to understand the specific characteristics and limitations of each dataset. The California Department of Fish and Game expressly disclaims responsibility for damages or liability that may arise from use of this data. DFW appreciates learning how our datasets are being used so that we can leverage support for classifying and mapping new areas and let users know of any updates. Please contact Diana Hickson by email or by phone at 916-327-5956.\", \"Access Constraints: No access constraints.\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2000-01-01"
    },
    {
      "key": "contact-email",
      "value": "Todd.Keeler-Wolf@Wildlife.ca.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-117.686553"
    },
    {
      "key": "metadata-date",
      "value": "2016-02-29"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2005-07-31\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\"The information depicted in this GIS layer is the result of digital analyses performed on a database consisting of information from a variety of governmental and other credible sources. The accuracy of the information presented is limited to the collective accuracy of the database on the date of the analysis. The information is believed accurate and reasonable efforts have been made to ensure the accuracy of the data. However, the DFG expressly disclaims responsibility for damages or liability that may arise from use of this data. This product is the property of the DFG and its use is thereby restricted.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"California Department of Fish and Wildlife\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2001-01-01"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "riverside county, mcv vegetation map, mshcp vegetation map, western states, california, western riverside county vegetation map"
    },
    {
      "key": "harvest_object_id",
      "value": "4c49a171-6687-45a3-9dff-d3f1256ca887"
    },
    {
      "key": "harvest_source_id",
      "value": "bf0e0f99-7417-42e4-a627-e94c49cb4159"
    },
    {
      "key": "harvest_source_title",
      "value": "State of California Geoportal"
    }
  ],
  "title": "Vegetation - Western Riverside County - 2005 [ds170]",
  "revision_id": "63e2d311-cbc7-4dcd-9fec-901fd384f5a0"
}