{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "298f1317-468b-4ef6-87e3-6b1eccfd0f49",
  "metadata_created": "2015-09-26T20:34:29.505110",
  "metadata_modified": "2016-05-31T02:05:28.178002",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "298f1317-468b-4ef6-87e3-6b1eccfd0f49",
      "webstore_last_updated": null,
      "id": "78ad7933-b462-4226-8e04-d8494f5569bc",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "ASCII",
      "tracking_summary": {
        "total": 2,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "348a72cb-2087-4ba1-8354-9e83ab0e9144",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-05-30T22:05:28.253084",
      "url": "https://products.coastalscience.noaa.gov/collections/ltmonitoring/nsandt/",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "298f1317-468b-4ef6-87e3-6b1eccfd0f49",
      "webstore_last_updated": null,
      "id": "f566ec1e-637e-4208-a5ea-f59e96c17479",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 4,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "348a72cb-2087-4ba1-8354-9e83ab0e9144",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-05-30T22:05:28.253124",
      "url": "http://NSandT.noaa.gov",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 10,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "national-status-and-trends-benthic-surveillance-project-chemistry-data-1984-1992-national-cente",
  "isopen": false,
  "url": null,
  "notes": "The National Status and Trends (NS&T) Benthic Surveillance Project Chemistry data file reports the trace concentrations of a suite of chemical contaminants in marine sediment and benthic fish tissue samples collected from all U.S. coastal regions from 1984 to 1992. The sediment and tissue samples were analyzed for major and trace elements and a suite of organic chemical constituents, including butyltins, polycyclic aromatic hydrocarbons (PAHs), polychlorinated biphenyls (PCBs), and pesticides. The Benthic Surveillance Project Tissue Chemistry file is constructed as a vertically formatted table.",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "\n          -66.181\n        "
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "\n          61.133\n        "
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "\n          17.939\n        "
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-159.356, 17.939], [-66.181, 17.939], [-66.181, 61.133], [-159.356, 61.133], [-159.356, 17.939]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: NOAA requests that all individuals who download NS&T data acknowledge the source of these data in any reports, papers, or presentations. If you publish these data, please include a statement similar to: \\\"Some or all of the data described in this article were produced by NOAA through its National Status and Trends Program\\\".\", \"Access Constraints: None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "1984-01-01"
    },
    {
      "key": "contact-email",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "\n          -159.356\n        "
    },
    {
      "key": "metadata-date",
      "value": "2016-05-19"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"1992-01-01\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "licence",
      "value": "[\"\\n      None\\n    \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"National Oceanic and Atmospheric Administration (NOAA), National Ocean Service (NOS), National Centers for Coastal Ocean Science (NCCOS), Center for Coastal Monitoring and Assessment (CCMA)\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "1992-01-01"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "san francisco bay, castro creek, charleston harbor, south channel, san francisco bay, redwood city, frenchmans bay, long porcupine island, pops, merrimac river, plum island, st. johns river, piney point, san francisco bay, islais creek channel, long island sound, lloyd point, tbts, sapelo sound, dog hammock, bering sea, kuskokwim river, raritan bay, lower bay, new bedford harbor, clarks point, san luis obispo bay, san luis obispo bay, st. johns river, trout river, galveston bay, clear lake, mississippi river delta, off shore, numeric data sets, san pedro bay, long beach, choctawhatchee bay, destin harbor, st. johns river, arlington channel, oceans, arroyo colorado, arroyo city, choctawhatchee bay, choctawhatchee bay, sapelo sound, barbour island river, chesapeake bay, elizabeth river, penobscot bay, islesboro island, raritan bay, gravesend bay, baltimore harbor, brewerton channel, baltimore harbor, fort mchenry channel, mobile bay, north point, inorganic analytes, gulf of alaska, kamishak bay, long island sound, rocky point, nsandt, chesapeake bay, kent island, persistent organic pollutants, massachusetts bay, plymouth entrance, galveston bay, greens bayou, chesapeake bay, gibson island, norton sound, nome, organochlorine pesticides, santa monica bay, deep, boston harbor, hull bay, lutak inlet, chilkoot river mouth, san francisco bay, hunters point, pamlico sound, jones bay, sapelo sound, inlet, salem harbor, folger point, chemical contaminants of benthic fish, nahku bay, east side, mission bay, mission bay, corpus christi bay, long reef, san pedro bay, mid harbor, sapelo sound, johnson creek, san antonio bay, san antonio bay, san pedro bay, cerritos channel, charlotte harbor, cape haze, sapelo sound, high point, boston harbor, mystic river, great bay, intracoastal waterway, great bay, wells island, galveston bay, eagle point, johns bay, pemaquid neck, santa monica bay, south, penobscot bay, colt head island, biscayne bay, north bay, beaufort sea, prudhoe bay, san francisco bay, oakland estuary, mission bay, outside, human dimensions, san diego bay, harbor island, san diego bay, outside, dana point, inside harbor, galveston bay, trinity bay, machias bay, hog island, barataria bay, barataria pass, niantic bay, black point, san francisco bay, southampton shoal, boca de quadra, bacrian point, machias bay, chance island, galveston bay, boggy bayou, san pedro bay, seal beach, chesapeake bay, smith island, san francisco bay, san pablo bay, total inorganic carbon, lower laguna madre, long island, biscayne bay, chicken key, lavaca bay, lavaca bay, pensacola bay, pensacola bay, dana point harbor, outside, contaminants, penobscot bay, job island, san diego bay, national city, pascagoula river, escatawpa river, pollution, lake pontchartrain, north shore, raritan bay, west reach, tampa bay, northern tampa bay, pcbs, cape elizabeth, richmond island, galveston bay, texas city, galveston bay, east bay, long island sound, norwalk, casco bay, cousins island, mississippi river delta, head of passes, delaware bay, brandywine shoal, chesapeake bay, chester river, organic analytes, long island sound, long sand shoal, round island, round island, earth science, total organic carbon, charleston harbor, coastal, st. johns river, ortega river, puget sound, commencement bay, santa monica bay, west, chukchi sea, red dog mine, cape fear river, horseshoe shaol, toc, casco bay, great chebeague island, humboldt bay, indian island, bering sea, port moller, environmental impacts, boston harbor, quincy bay, galveston bay, cedar bayou, narragansett bay, prudence island, hudson river, englewood cliffs, long island sound, oak neck point, st. johns river, orange point, ns&t, bering sea, dutch harbor, skagway, skagway river, mississippi river delta, southeast pass, boston harbor, president roads, bering sea, yukon river, monterey bay, indian head beach, san pedro bay, outer harbor, lavaca bay, point comfort, prince william sound, port valdez, calcasieu river, west cove, sapelo sound, south newport river, ddts, buzzards bay, west island, columbia river, youngs bay, st. johns river, w. mill cove, oceanside harbor, outside, santa monica bay, north, mobile bay, mobile river, pahs, beaufort sea, oliktok point, san diego bay, twenty eighth street, metals, san francisco bay, oakland enterance, santa monica bay, southeast, coos bay, north bend, coastal monitoring, narragansett bay, conanicut island, galveston bay, morgans point, chesapeake bay, james river, puget sound, elliott bay, bering sea, kvichak bay, apalachicola bay, st. george island, corpus christi bay, corpus christi channel, raritan bay, upper bay, pascagoula river, pascagoula river, polycyclic aromatic hydrocarbons, delaware bay, cherry island range, estero bay, estero bay, chemical contaminants of marine sediments, san antonio bay, mosquito point, butyltins, raritan bay, east reach, st. johns river, quarantine island, bodega bay, north, calcasieu river, bayou d inde, tic, long island sound, new haven, savannah river, elba island, chesapeake bay, york river, santa monica bay, manhatten beach, chesapeake bay, patuxent river, grain size, st. lucie river, stuart, monterey bay, moss landing, puget sound, nisqually reach, san pedro bay, outside, u.s. exclusive economic zone, lake pontchartrain, south shore, san diego bay, shelter island, lower laguna madre, laguna heights, galveston bay, goat islands, chemical contaminants, farallon islands, farallon islands, great bay, seven island, columbia river, desdemona sands, st. andrews bay, military point, heron bay, heron bay, polychlorinated biphenyls, boston harbor, deer island, calcasieu river, prien lake, delaware bay, the shears, san diego bay, north"
    },
    {
      "key": "harvest_object_id",
      "value": "6a15c9b2-e468-4ea4-a76b-e63d299a1b54"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "National Status and Trends, Benthic Surveillance Project Chemistry Data, 1984-1992, National Centers for Coastal Ocean Science",
  "revision_id": "1faf8eb6-36f9-45d9-b435-a53742b7fa02"
}