{
  "license_title": "U.S. Government Work",
  "maintainer": "Stephen Gaddis",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "stephen.w.gaddis@nasa.gov",
  "num_tags": 3,
  "id": "923514f6-c083-48db-bf28-79a19eb604b8",
  "metadata_created": "2015-04-09T18:56:38.735879",
  "metadata_modified": "2015-07-08T19:30:02.125005",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "923514f6-c083-48db-bf28-79a19eb604b8",
      "webstore_last_updated": null,
      "id": "ffe830c1-1c26-42f2-ab23-268b8d107931",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "XML",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/xml",
      "cache_url": null,
      "name": "XML File",
      "created": "2015-04-09T14:56:38.874250",
      "url": "http://techport.nasa.gov/xml-api/14192",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "a435aac6-c520-4179-9c8f-03a6c99c5b71",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "active",
      "id": "e48100ef-ebfc-4859-8e8a-91a0f5feaae6",
      "name": "active"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "glenn-research-center",
      "id": "fd674d50-445b-4322-a232-fe9061c5f207",
      "name": "glenn-research-center"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "project",
      "id": "24471320-3e5c-42b5-a078-8e48e70e2ac4",
      "name": "project"
    }
  ],
  "tracking_summary": {
    "total": 6,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "advanced-manufacturing-technologies-amt-additive-manufactured-hot-fire-planning-and-testin",
  "isopen": true,
  "url": null,
  "notes": "&lt;p&gt;GRC and AR have identified the following roles and responsibilities necessary to accomplish the hot fire objective of this task.&amp;nbsp; AR will be responsible for delivering to GRC the additively manufactured thrust chamber components and injector, give input required for test plan documentation, participate in the test readiness review and give engineering support for hot fire testing.&amp;nbsp; GRC will be responsible for preparing Cell 32 for testing, manufacturing all test support hardware, generating test plan documentation, conducting a test readiness review, conducting all hot fire operations and generating the final report.&amp;nbsp;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; AR will use SLM to manufacture all of the thrust chamber components necessary to perform this task.&amp;nbsp; The two water cooled thrust chamber barrels and one water cooled nozzle will be constructed from Cu-Cr which is an alloy of interest for several engines in the AR product line.&amp;nbsp; Following fabrication and post processing AR will conduct pretest inspections on the thrust chamber components to verify the builds.&amp;nbsp; The Inconel 625 injector that will be used in this investigation is the same injector that was used in the MIP.&amp;nbsp; AR has already conducted post-test inspections on this component to verify that it can be used in this work.&amp;nbsp;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; During the course of the MIP test campaign, AR working with GRC, identified several propellant feed system modifications necessary to be made to Cell 32.&amp;nbsp; The modifications entail altering the feed system and main valve placement to facilitate easier engine operation.&amp;nbsp; GRC facilities personnel have already coordinated with AR personnel to select components that can easily be integrated into the current test set-up in order to streamline the modification process.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; To support hot fire testing GRC will fabricate several igniters and one heat sink copper thrust chamber.&amp;nbsp; The design work for these components was completed under the MIP and drawings are already available.&amp;nbsp; The heat sink thrust chamber will be used in early hot fire tests to verify that Cell 32 feed system modifications had the desired effect on engine operation.&amp;nbsp; This will minimize risk to the AR Cu-Cr thrust chamber components and also allows additional instrumentation to be integrated into the test set- up.&amp;nbsp; Data from this additional instrumentation will also be used to better understand the performance of the thrust chamber assembly after the heat sink hardware has been replaced by the water cooled SLM components.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; To prepare for hot fire testing GRC, with AR input, will generate a test requirements document (TRD) to capture all of facility and test requirements necessary to ensure successful completion of the hot fire objective of this task.&amp;nbsp; This document will contain a preliminary test matrix that outlines plans and the number of tests required to increase hot fire test duration from short ignition tests (~ 0.5 seconds) to longer duration (~30) second tests with minimal hardware risk.&amp;nbsp; The longer duration tests should allow the TCA to achieve thermal equilibrium and allow preliminary insight into the effect, if any, that longer duration testing has on SLM fabricated TCA components.&amp;nbsp; AR will be a signatory on the document to capture concurrence with the GRC test approach.&amp;nbsp; The information in the TRD will be used as a basis for a test readiness review that will be conducted to allow GRC and AR management to review the test plans and give feedback before the team proceeds to hot fire testing.&lt;/p&gt;&lt;p&gt;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Although GRC will be responsible for all hot fire testing operations, AR will provide on-site engineering test support during the course of hot fire testing.&amp;nbsp; The on-site presence will allow GRC test engineers to coordinate with AR personnel to quickly review any data anomalies and make real times revisions to the test matrix should they be required.&amp;nbsp; This approach was adopted during the MIP testing and allowed a significant amount of testing to be accomplished in a relatively short period of time thereby minimizing the cost of test operations.&amp;nbsp; Following the completion of testing GRC will generate a final report summarizing the work accomplished during objective one of this task and deliver it to GCDP management.&amp;nbsp;&lt;/p&gt;",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2014-10-01T00:00:00Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "references",
      "value": [
        "http://techport.nasa.gov/home",
        "http://techport.nasa.gov/doc/home/TechPort_Advanced_Search.pdf",
        "http://techport.nasa.gov/fetchFile?objectId=6561",
        "http://techport.nasa.gov/fetchFile?objectId=3456",
        "http://techport.nasa.gov/fetchFile?objectId=3447",
        "http://techport.nasa.gov/fetchFile?objectId=6584",
        "http://techport.nasa.gov/fetchFile?objectId=6560",
        "http://techport.nasa.gov/fetchFile?objectId=3448"
      ]
    },
    {
      "key": "source_hash",
      "value": "dd2a5c7224a0cb64d508db9d77937ba076ce45d4"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "temporal",
      "value": "2014-10-01T00:00:00Z/2015-09-01T00:00:00Z"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:000"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://techport.nasa.gov/view/14192"
    },
    {
      "key": "harvest_object_id",
      "value": "097164d3-a1c1-4221-afcb-2de5f4440e29"
    },
    {
      "key": "publisher",
      "value": "Space Technology Mission Directorate"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a89c63a7fe59b4982d4"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "National Aeronautics and Space Administration > Space Technology Mission Directorate"
    },
    {
      "key": "modified",
      "value": "2015-03-12"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": "TECHPORT_14192"
    },
    {
      "key": "harvest_object_id",
      "value": "097164d3-a1c1-4221-afcb-2de5f4440e29"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Advanced Manufacturing Technologies (AMT): Additive Manufactured Hot Fire Planning and Testing in GRC Cell 32 Project",
  "revision_id": "ed94ae56-e8fa-40c0-acde-e80ae80c11e1"
}