{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "a5bbad89-9d37-49cc-b44a-9e03b3fa5c4e",
  "metadata_created": "2015-04-25T12:18:26.293562",
  "metadata_modified": "2016-09-09T22:49:34.020841",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "a5bbad89-9d37-49cc-b44a-9e03b3fa5c4e",
      "webstore_last_updated": null,
      "id": "e2ec94f6-c88c-4452-af74-c82273953d4d",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 161,
        "recent": 3
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "2010ccac-58d7-4617-8ee5-ea6cd097ae17",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-09-09T18:49:34.190502",
      "url": "http://bios.dfg.ca.gov/",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "a5bbad89-9d37-49cc-b44a-9e03b3fa5c4e",
      "webstore_last_updated": null,
      "id": "16749e75-4ba5-4b4b-92e7-1aabeca2b757",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "ds180.zip",
      "format": "ZIP",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "2010ccac-58d7-4617-8ee5-ea6cd097ae17",
      "mimetype": null,
      "cache_url": null,
      "name": "Zip File",
      "created": "2016-09-09T18:49:34.190530",
      "url": "ftp://ftp.dfg.ca.gov/BDB/GIS/BIOS/Public_Datasets//100_199//ds180.zip",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 6,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-05-19T14:05:26.054173",
    "title": "State of California",
    "name": "ca-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ca.gov/images/template2012/header_ca.gov.png",
    "revision_id": "ad94cda4-9394-44d0-9c37-573dc3c47c9a",
    "type": "organization",
    "id": "467d900f-8a42-452d-9906-6610dd1a767f",
    "approval_status": "approved"
  },
  "name": "chinook-abundance-point-features-ds1808a765",
  "isopen": false,
  "url": null,
  "notes": "The dataset 'ds180_Chinook_pnts' is a product of the CalFish Adult Salmonid Abundance Database. Data in this shapefile are collected from point features, such as dams and hatcheries. Some escapement monitoring locations, such as spawning stock surveys, are logically represented by linear features. See the companion linear feature shapefile 'ds181_Chinook_ln' for information collected from stream reaches.The CalFish Abundance Database contains a comprehensive collection of anadromous fisheries abundance information. Beginning in 1998, the Pacific States Marine Fisheries Commission, the California Department of Fish and Game, and the National Marine Fisheries Service, began a cooperative project aimed at collecting, archiving, and entering into standardized electronic formats, the wealth of information generated by fisheries resource management agencies and tribes throughout California.The data format provides for sufficient detail to convey the relative accuracy of each population trend index record yet is simple and straight forward enough to be suited for public use. For those interested in more detail the database offers hyperlinks to digital copies of the original documents used to compile the information. In this way the database serves as an information hub directing the user to additional supporting information. This offers utility to field biologists and others interested in obtaining information for more in-depth analysis. Hyperlinks, built into the spatial data attribute tables used in the BIOS and CalFish I-map viewers, open the detailed index data archived in the on-line CalFish database application. The information can also be queried directly from the database via the CalFish Tabular Data Query. Once the detailed annual trend data are in view, another hyperlink opens a digital copy of the document used to compile each record.During 2010, as a part of the Central Valley Chinook Comprehensive Monitoring Plan, the CalFish Salmonid Abundance Database was reorganized and updated. CalFish provides a central location for sharing Central Valley Chinook salmon escapement estimates and annual monitoring reports to all stakeholders, including the public. Annual Chinook salmon in-river escapement indices that were, in many cases, eight to ten years behind are now current though 2009. In some cases, multiple datasets were consolidated into a single, more comprehensive, dataset to more closely reflect how data are reported in the California Department of Fish and Game standard index, Grandtab.Extensive data are currently available in the CalFish Abundance Database for California Chinook, coho, and steelhead. Major data categories include adult abundance population estimates, actual fish and/or carcass counts, counts of fish collected at dams, weirs, or traps, and redd counts. Harvest data has also been compiled for many streams.This CalFish Abundance Database shapefile was generated from fully routed 1:100,000 hydrography. In a few cases streams had to be added to the hydrography dataset in order to provide a means to create shapefiles to represent abundance data associated with them. Streams added were digitized at no more than 1:24,000 scale based on stream line images portrayed in 1:24,000 Digital Raster Graphics (DRG).The features in this layer represent the location for which abundance data records apply. In many cases there are multiple datasets associated with the same location, and so, features may overlap. Please view the associated datasets for detail regarding specific features. In CalFish these are accessed through the \"link\" field that is visible when performing an identify or query operation. A URL string is provided with each feature in the downloadable data which can also be used to access the underlying datasets.The Chinook data that is available from the CalFish website is actually mirrored from the StreamNet website where the CalFish Abundance Database's tabular data is currently stored. Additional information about StreamNet may be downloaded at http://www.streamnet.org. Complete documentation for the StreamNet database may be accessed at http://http://www.streamnet.org/def.html",
  "owner_org": "467d900f-8a42-452d-9906-6610dd1a767f",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-120.371626"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "41.993774"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "37.447399"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-124.292817, 37.447399], [-120.371626, 37.447399], [-120.371626, 41.993774], [-124.292817, 41.993774], [-124.292817, 37.447399]]]}"
    },
    {
      "key": "progress",
      "value": "underDevelopment"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Data within the CalFish Anadromous Database was obtained from a variety of sources. Some count data may not be suitable for comparison or analysis. A short summary providing details of methodologies used to collect data and/or circumstances that may have affected the accuracy of the individual counts have been included in the dataset. The original reference material should be consulted when a more detailed description is appropriate.Each data record within the database is associated with a reference. Copies of reference materials can be obtained from Connie Shannon at the CDFG Region 1, Cantara Office (530) 225-2155, or through the StreamNet Regional Library located in Portland, http://www.fishlib.org.\", \"Access Constraints: None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "1925-01-01"
    },
    {
      "key": "contact-email",
      "value": "Connie.Shannon@wildlife.ca.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-124.292817"
    },
    {
      "key": "metadata-date",
      "value": "2016-09-02"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2014-10-06\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "irregular"
    },
    {
      "key": "licence",
      "value": "[\" \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"Pacific States Marine Fisheries Commission\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2012-12-31"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "mad river, late-fall-run, winter-run, spring-run, sport, anadromous, central valley, klamath river, smith river, sacramento river, salmonidae, spawning, oncorhynchus tshawytscha, seine, eel river, grilse, california, adult, live fish, trinity river, chinook salmon, harvest, population, san joaquin, king salmon, northern california coast, survey, trap, fall-run, jack, peak"
    },
    {
      "key": "harvest_object_id",
      "value": "2adad048-5eaf-4dbe-839c-ea128a8e01a5"
    },
    {
      "key": "harvest_source_id",
      "value": "bf0e0f99-7417-42e4-a627-e94c49cb4159"
    },
    {
      "key": "harvest_source_title",
      "value": "State of California Geoportal"
    }
  ],
  "title": "Chinook Abundance - Point Features [ds180]",
  "revision_id": "fd4fee8f-f6b2-4d77-8765-f669526f5e60"
}