{
  "license_title": "U.S. Government Work",
  "maintainer": "Angelos Vourlidas",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "angelos.vourlidas@nrl.navy.mil",
  "num_tags": 3,
  "id": "45057977-87e3-4c33-b512-2fac89aa0098",
  "metadata_created": "2015-04-09T18:54:31.044354",
  "metadata_modified": "2015-07-08T19:28:38.373778",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "45057977-87e3-4c33-b512-2fac89aa0098",
      "webstore_last_updated": null,
      "id": "a557e2ca-50b0-4c84-8ca3-37a565c7e5ad",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "XML",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "application/xml",
      "cache_url": null,
      "name": "XML File",
      "created": "2015-04-09T14:54:31.235117",
      "url": "http://techport.nasa.gov/xml-api/10847",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "2e5e4fe2-ad08-4850-b1d6-f46fabbb7a8f",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "active",
      "id": "e48100ef-ebfc-4859-8e8a-91a0f5feaae6",
      "name": "active"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "nasa-headquarters",
      "id": "ba148baf-ed21-4140-a8f3-d5f87bcf6344",
      "name": "nasa-headquarters"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "project",
      "id": "24471320-3e5c-42b5-a078-8e48e70e2ac4",
      "name": "project"
    }
  ],
  "tracking_summary": {
    "total": 5,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "investigation-of-the-chromosphere-corona-interface-with-the-upgraded-very-high-angular-res",
  "isopen": true,
  "url": null,
  "notes": "&lt;p&gt;\r\n\tWe propose a three-year effort to upgrade our existing sub-arcsecond Lyman-alpha telescope payload to improve the observing cadence by a factor of 2, increase the signal-to-ratio by a factor of 4, and launch the payload twice. With this upgraded performance, we will be able to investigate a number of scientific questions regarding the structure and heating of the solar atmosphere that address NASA&amp;rsquo;s Strategic Goal to understand the Sun and its effects on Earth and the Solar System. Specifically, the ultra-high resolution and high-temporal cadence VAULT2.0 science program and associated launch campaigns will answer the following five questions:&lt;/p&gt;\r\n&lt;p&gt;\r\n\t? &lt;em&gt;What is the role of Type-II spicules in the transfer of energy and mass across the chromosphere-corona interface? &lt;/em&gt;&lt;/p&gt;\r\n&lt;p&gt;\r\n\t? &lt;em&gt;Does neutral plasma absorption of the EUV emission from active region moss explain the discrepancies in the models of coronal loop heating? &lt;/em&gt;&lt;/p&gt;\r\n&lt;p&gt;\r\n\t? &lt;em&gt;Where are the photospheric footpoints of coronal loops? &lt;/em&gt;&lt;/p&gt;\r\n&lt;p&gt;\r\n\t? &lt;em&gt;What is the structure of coronal holes in the Lyman-alpha temperature range? &lt;/em&gt;&lt;/p&gt;\r\n&lt;p&gt;\r\n\t? &lt;em&gt;What is the absolute abundance of H I at the base of the solar wind? &lt;/em&gt;&lt;/p&gt;\r\n&lt;p&gt;\r\n\tDespite decades of ground-based observations, the chromosphere remains one of the least understood layers of the solar atmosphere because of our limited understanding of the physical processes that govern it. In the last few years, the chromosphere has been propelled to the forefront of solar physics research thanks to spectacular new observations from space (Hinode/SOT and VAULT), and ground (e.g., SOUP, IBIS, DOT, SST), and the advent of sophisticated numerical simulations which are beginning to address the complex physics of the optically thick chromospheric plasmas and are opening up the interpretation of the observations. With these new capabilities come exciting new ideas regarding the role of the chromosphere in supplying the mass and energy to heat the corona, the nature of filaments, and the contribution of chromospheric jets to the solar wind. These ideas are challenging our traditional views of coronal heating (a long-standing mystery of solar physics), the existence of the &amp;lsquo;transition region&amp;rsquo;, the role of neutral plasmas in coronal emission and even the dominance of magnetic fields at coronal heights. The recent SMEX selection of a chromosphere-oriented mission, IRIS, is further evidence for the renewed importance of chromospheric physics. Observational limitations, however, are impeding further development and validation of these ideas. &lt;strong&gt;Both theoretical and observational considerations point to the importance of tracing the mass and energy on &lt;em&gt;small spatial scales through the upper chromosphere and transition region &lt;/em&gt;&lt;/strong&gt;(e.g., De Pontieu et al. 2007a, 2009, 2011; Vourlidas et al. 2010). This layer corresponds roughly to the temperature range from 10,000K (ground-based H&amp;alpha;) to 80,000K (space-based HeI). The requirement for high spatial- and temporal-resolution observations in this temperature range cannot be met fully by current instrumentation. Narrow-band, high-resolution images from TRACE, Hinode, STEREO and SOHO have inadequate temperature coverage or poor resolution. The SDO/AIA observations are skewed towards higher temperature plasmas. The SOHO spectrometers CDS and SUMER have good temperature coverage and fidelity, but limited spatial and temporal resolution and more importantly, limited operational lifetime. Hinode/EIS observations are mostly confined to the upper solar atmosphere while SOT observations are confined to the lower chromosphere (&amp;le; 10,000K). The forthcoming IRIS satellite will partially cover the gap between chromosphere and transition region by obtaining high resolution spectra of selected Mg II (&amp;lt; 14,000K), C II (~30,000 K) and Si IV (~80,000 K)&lt;/p&gt;\r\n",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "issued",
      "value": "2011-10-01T00:00:00Z"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "references",
      "value": [
        "http://techport.nasa.gov/home",
        "http://techport.nasa.gov/doc/home/TechPort_Advanced_Search.pdf",
        "http://techport.nasa.gov/fetchFile?objectId=6561",
        "http://techport.nasa.gov/fetchFile?objectId=3456",
        "http://techport.nasa.gov/fetchFile?objectId=3447",
        "http://techport.nasa.gov/fetchFile?objectId=6584",
        "http://techport.nasa.gov/fetchFile?objectId=6560",
        "http://techport.nasa.gov/fetchFile?objectId=3448"
      ]
    },
    {
      "key": "source_hash",
      "value": "e5b6fba454ee3523a87f28230d24f16bbd84d027"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "temporal",
      "value": "2011-10-01T00:00:00Z/2014-09-01T00:00:00Z"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:000"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "landingPage",
      "value": "http://techport.nasa.gov/view/10847"
    },
    {
      "key": "harvest_object_id",
      "value": "1e401f86-feb9-434c-9ef0-5e47b38f2ef5"
    },
    {
      "key": "publisher",
      "value": "Science Mission Directorate"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a86c63a7fe59b49809d"
      }
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "publisher_hierarchy",
      "value": "National Aeronautics and Space Administration > Science Mission Directorate"
    },
    {
      "key": "modified",
      "value": "2015-03-12"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": "TECHPORT_10847"
    },
    {
      "key": "harvest_object_id",
      "value": "1e401f86-feb9-434c-9ef0-5e47b38f2ef5"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Investigation of the Chromosphere-Corona Interface with the Upgraded Very high angular Resolution ULtraviolet Telescope (VAULT2.0) Project",
  "revision_id": "081cf6d6-8ad8-4450-aa4a-185798a6b2f5"
}