{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "b55bf536-86a7-4c73-9a3e-8f6bbf26b1be",
  "metadata_created": "2015-10-15T06:05:42.807259",
  "metadata_modified": "2015-10-30T05:24:57.818682",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "b55bf536-86a7-4c73-9a3e-8f6bbf26b1be",
      "webstore_last_updated": null,
      "id": "5bbca79a-def4-4249-9206-1ec2f4ff2273",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 1,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:57.858579",
      "url": "http://www.fhwa.dot.gov/research/tfhrc/labs/materialscomplex/binder/",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "0b017df6-0087-4b75-a341-45041ab97860",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 4,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "binder-laboratory-80c6d",
  "isopen": false,
  "url": null,
  "notes": "  Purpose: The Binder Laboratory studies the flow and deformation of paving materials. The laboratory&amp;#39;s primary mission is to characterize the behavior of paving materials properly such as asphalt binder and fine aggregate mastic.  Laboratory Description: The Binder Laboratory is equipped to enable evaluation of the strength, stiffness, and ductility of paving materials and emerging test methods and equipment. Work conducted in the laboratory provides the basis for improved material specifications (e.g., the Superpave performance-based binder specifications) that enable improvement of the durability, longevity, quality, and cost-effectiveness of pavements.  Laboratory Capabilities:The Binder Laboratory is equipped with state-of-the-art rheology instrumentation and the latest asphalt binder test equipment in order to test binders at various conditions and temperatures. Cracking of pavements takes place mostly at intermediate ambient and low temperatures, while rutting (permanent deformation) takes place mostly at high pavement temperatures. Dynamic Shear Rheometers are used for rheological characterization of paving asphalts in the intermediate to high temperatures ranging from 7 degrees Celsius (42 degrees Fahrenheit) to temperatures approaching 100 degrees Celsius (212 degrees Fahrenheit). The Rotational Viscometer is used to determine the steady-state viscosity of asphalt binders at high temperatures above 100 degrees Celsius (212 degrees Fahrenheit), such as 115 degrees Celsius (240 degrees Fahrenheit) to 220 degrees Celsius (424 degrees Fahrenheit). The Pressure Aging Vessel is used with the Rolling Thin Film Oven to simulate long-term aging of asphalts and, hence, pavements. Rheological properties of asphalt binders may thus be measured indicative of pavement conditions after years of service. The Ductility Meter DDA-3 Instrument is being advanced to determine the strain tolerance of binders at intermediate temperatures with the Double Edge Notch Test (DENT). The binder strain tolerance in the ductile state has been found to be a good indicator for fatigue performance. The Bending Beam Rheometer and Direct Tension Tester are used both individually and in combination to determine the low-temperature (thermal) cracking temperatures of asphalts. The latest asphalt binder testing equipment, the Asphalt Binder Cracking Device (ABCD), was developed using FHWA&amp;#39;s Highways for Life funds. The ABCD is used to determine the low temperature cracking temperature for asphalt binders. The residue of emulsified asphalts for pavement layer bonding tack coats and pavement preservation treatments can be recovered with updated methodologies and characterized with performance grading instruments. The laboratory is accredited by the American Association of State Highway and Transportation Officials for competency in construction materials testing.  Laboratory Equipment:Dynamic Shear Rheometers, Bending Beam Rheometer, Asphalt Binder Cracking Device, Ductility Meter DDA-3, Pressure Aging Vessel, Rolling Thin Film Oven, Rotational Viscometer, Evaporative Recovery of Bituminous Emulsions.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6167"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "68338fef-09b7-43bc-991e-90c0b6a985e0"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6167"
    },
    {
      "key": "source_hash",
      "value": "d63a6f447cd151e3382d0437653bec3657e51b26"
    },
    {
      "key": "harvest_object_id",
      "value": "68338fef-09b7-43bc-991e-90c0b6a985e0"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Binder Laboratory",
  "revision_id": "58e43f1e-cbc0-43a1-8525-8d615a75c726"
}