{
  "license_title": "License not specified",
  "maintainer": " ",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "5ffb0f7f-42de-4477-af92-4018edcb05c2",
  "metadata_created": "2015-10-15T06:05:33.203406",
  "metadata_modified": "2015-10-15T06:05:33.203406",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 8,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "university-of-california-acirc128148-center-for-environmental-implications-of-nanotechnolo",
  "isopen": false,
  "url": null,
  "notes": " Establishing a predictive science is a timely approach for nanotechnology-based enterprises wishing to avoid the problems faced by the chemical industry, where only a few hundred of the ca. 50,000 industrial chemicals have undergone toxicity testing, making it very challenging to control their toxicological impact in the environment. There is also growing recognition in Europe and Asia that a paradigm shift in toxicology is required to deal with anthropogenic activity. The UC-CEIN proposes to conduct predictive toxicological science for engineered nanomaterials (NMs)through the founding of the Center for Environmental Implications of Nanotechnology (CEIN) at UC Los Angeles (UCLA) in partnership with UC Santa Barbara (UCSB), UC Davis (UCD), UC Riverside (UCR), Columbia University (New York), University of Texas (El Paso, TX), Nanyang Technological University (NTU, Singapore), the Molecular Foundry at Lawrence Berkeley National Laboratory (LBNL), Lawrence Livermore National Laboratory (LLNL), Sandia National Laboratory (SNL), the University of Bremen (Germany), University College Dublin (UCD, Ireland), and the Universitat Rovira i Virgili (URV, Spain). This Center unites a highly integrated, multidisciplinary, synergistic team with the skill set to solve the complexities of environmental science, eco-toxicity, materials science, nanotechnology, biological mechanisms of injury, and the environmental fate and transport of NMs. The goal of the Center is to develop a broad-based model of predictive toxicologypremised on quantitative structure-a ctivity relationships (QSARs) and NM injury paradigms at the biological level. This predictive scientific modelwill consider: (i) the NMs most likely to come into contact with the environment; (ii) their distribution in the environment; (iii) representative environmental life forms serving as early sentinels to monitor the spread and bio-accumulation of hazardous NMs; (iv) biological screening assays allowing QSARs to be developed based on the bio-physicochemical properties of NMs; (v) High throughput screening (HTS) of a combinatorial NM library; and (vi) a self-learning computational system providing a framework for predictive risk analysis. These research activities will be combined with educational programs informing the public, future generations of scientists, public agencies, and industrial stakeholders of the importance of safe implementation of nanotechnology in the environment. The overall impact will be to reduce uncertainty about the possible consequences of NMs in the environment, while at the same time providing guidelines for their safe design to prevent environmental hazards.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5881"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "83d786bd-c15c-4376-a417-010f6445602b"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5881"
    },
    {
      "key": "source_hash",
      "value": "48b472e0356a679a382a818a8a8199eff65fc38c"
    },
    {
      "key": "harvest_object_id",
      "value": "83d786bd-c15c-4376-a417-010f6445602b"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "University of California &acirc;&#128;&#148; Center for Environmental Implications of Nanotechnology (UC&acirc;&#128;&#148;CEIN)",
  "revision_id": "8693b348-15b0-497c-9b2a-8f6be33d06d9"
}