{
  "license_title": "License not specified",
  "maintainer": "Yoshi  Ohno",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "yoshi.ohno@nist.gov",
  "num_tags": 0,
  "id": "188b611c-4c13-48bf-9ad6-fa9b210ce5b1",
  "metadata_created": "2015-10-15T06:04:07.978605",
  "metadata_modified": "2015-10-15T06:04:07.978605",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 9,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "spectrally-tunable-lighting-facility",
  "isopen": false,
  "url": null,
  "notes": "  Solid-state lighting (SSL) is increasingly being introduced into the market and it is expected that many of the light sources currently used for general illumination will be replaced by light-emitting diodes (LEDs) in the future. As the spectra of LED sources are dissimilar to traditional incandescent and discharge lamps, some of the existing standards and measurement methods are insufficient or deficient when applied to LEDs. For example, a new metric for color rendering of light sources is being developed to address the problems of the color rendering index (CRI) for LED light sources. Such studies require well-designed vision experiments. Because solid-state lighting sources have much greater flexibility of spectral design than traditional lamps, manufacturers have more freedom in the selection of correlated color temperature (CCT) and color quality of solid-state lighting products for various lighting applications. However, the interrelated effects of chromaticity, color rendering, and other aspects of spectra on lighting are still not well understood. Thus, the introduction of solid-state lighting necessitates re-visiting many of these questions regarding the effects of spectra on lighting. To address such important issues and to allow state-of-the-art vision experiments on color and lighting, a Spectrally Tunable Lighting Source (STLS) has been developed at NIST. The facility has two STLS units, which illuminate separate room-size cubicles (2.5 m x 2.5 m) allowing subjects to be completely immersed and adapted in the lighting environment. This enables evaluation of the color rendering of objects, including human faces, in a real-life setting. The two cubicles are adjacent so that side-by-side comparison can be made for different light settings.  Specifications / Capabilities:  Each STLS unit utilizes 1,800 (total 3,600) high-power LEDs (375 mA max) of 22 color channels covering the 440 nm to 640 nm region. The system is designed to simulate the spectra of various SSL and traditional light sources, and illuminates the cubicles at 500 lux or higher for any tuned white light spectrum from 2500 K to 10000 K or beyond. The LEDs are controlled by computer programs directly or with a feedback control from a spectroradiometer. With given spectral components, the chromaticity of illumination can be precisely and easily controlled.     Spectra of the 22 color channels of LEDs currently installed in the STLS       Seventeen of the installed color channels are narrow-band high-power LEDs and five of them are phosphor-type high-power LEDs to fill the green and part of the red regions. Each color channel contains 75 LEDs (150 LEDs for some colors) and produces ~10 W of optical power. The maximum total flux of all the channels is ~50,000 lm or ~200 W optical power. The number of color channels and the spectral range are still limited, as efficient high power LEDs at certain wavelengths were not available at the time of development. The STLS is designed to expand for additional color channels (up to 2400 LEDs and 32 channels or more per STLS unit) in the future.      Sample spectra of simulated light sources       While it is difficult to simulate discharge lamp spectra accurately, the current set of LEDs allows us to simulate various combinations of RGB and red-green-blue-amber (RGBA) or phosphor type white LEDs of interest for color rendering experiments.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "39e6ae95-0207-4941-8d76-057a7d4ededc"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5757"
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "repPhone",
      "value": "301-975-2321"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5757"
    },
    {
      "key": "source_hash",
      "value": "0fd4f9a0682929fb84e9ce4860eac89aa671fe24"
    },
    {
      "key": "harvest_object_id",
      "value": "39e6ae95-0207-4941-8d76-057a7d4ededc"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Spectrally tunable lighting facility",
  "revision_id": "612260a5-528a-4015-9140-45f5af67d33d"
}