{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "4eca7fc4-0fcf-4cef-a6f9-c455ebd4aa0a",
  "metadata_created": "2013-03-14T15:06:36.856368",
  "metadata_modified": "2015-04-09T22:37:36.752628",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": null,
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "4eca7fc4-0fcf-4cef-a6f9-c455ebd4aa0a",
      "webstore_last_updated": null,
      "id": "d8017518-e6c2-476d-9dcf-4593525bb5d3",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 52,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "335144d8-5534-4f8b-a89d-92a53775481d",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-03-14T16:06:36.877383",
      "url": "http://www.geostor.arkansas.gov/G6/Home.html?id=d1db4f5988ad9d92a48f15ec4d08cc20",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "4eca7fc4-0fcf-4cef-a6f9-c455ebd4aa0a",
      "webstore_last_updated": null,
      "id": "55aaa1f6-eabb-48da-a30a-126ca697e01a",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 2342,
        "recent": 46
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "335144d8-5534-4f8b-a89d-92a53775481d",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2013-03-14T16:06:36.877403",
      "url": "http://www.geostor.arkansas.gov",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 381,
    "recent": 14
  },
  "groups": [
    {
      "display_name": "Local Government",
      "description": "Local Government Topic - for all datasets with state, local, county organizations",
      "image_display_url": "",
      "title": "Local Government",
      "id": "ccc6c266-eee8-44bd-89aa-7cd8c4c6bf46",
      "name": "local"
    }
  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Arkansas Geographic Information Office coordinates statewide geographic data and hosts a portal and catalog for discovery.",
    "created": "2013-03-14T03:44:44.085871",
    "title": "State of Arkansas",
    "name": "arkansas-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.50states.com/flag/image/nunst005.gif",
    "revision_id": "3a817c03-47cd-4444-b4ab-9734805a04e9",
    "type": "organization",
    "id": "73513ca8-1988-426e-9db2-73b8d0247d67",
    "approval_status": "approved"
  },
  "name": "electric-utility-service-territories-polygon",
  "isopen": false,
  "url": null,
  "notes": "This data is a graphic representation of electric utility service territories. The file has not been certified by a Professional Surveyor. This data is not suitable for legal purposes. The purpose of this data is to provide a generalized statewide view of electric service territories. The data does not include individual or commercial releases. A release is an agreement between adjoining utilities that release customers from one utility to be served by the adjoining utility. A customer release does not change the territory boundary. The file has been compiled from numerous sources and as such contains errors. The data only contains the electric utility service territories and the name of the utility.",
  "owner_org": "73513ca8-1988-426e-9db2-73b8d0247d67",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"GeoStor\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "contact-email",
      "value": "GeoStor@arkansas.gov"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "-94.618315"
    },
    {
      "key": "metadata-date",
      "value": "2009-08-18"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2009-06-05\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "-89.616931"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "36.531986"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "32.969262"
    },
    {
      "key": "licence",
      "value": "[\"The data herein, including but not limited to geographic data, tabular data, analytical data, electronic data structures or files, are provided \\\"as is\\\" without warranty of any kind, either expressed or implied, or statutory, including, but not limited to, the implied warranties or merchantability and fitness for a particular purpose. The entire risk as to the quality and performance of the data is assumed by the user. No guarantee of accuracy is granted, nor is any responsibility for reliance thereon assumed. In no event shall the Arkansas Geographic Information Office be liable for direct, indirect, incidental, consequential or special damages of any kind, including, but not limited to, loss of anticipated profits or benefits arising out of use of or reliance on the data. The Arkansas Geographic Information Office does not accept liability for any damages or misrepresentation caused by inaccuracies in the data or as a result of changes to the data caused by system transfers or other transformations or conversions, nor is there responsibility assumed to maintain the data in any manner or form. This data has been developed from the best available sources. Although efforts have been made to ensure that the data is accurate and reliable, errors and variable conditions originating from physical sources used to develop the data may be reflected in the data supplied. Users must be aware of these conditions and bear responsibility for the appropriate use of the information with respect to possible errors, scale, resolution, rectification, positional accuracy, development methodology, time period, environmental and climatic conditions and other circumstances specific to this data. The user is responsible for understanding the accuracy limitations of the data provided herein. The burden for determining fitness for use lies entirely with the user. The user should refer to the accompanying metadata notes for a description of the data and data development procedures. Although this data has been processed successfully on computers at the Arkansas Geographic Information Office, no guarantee, expressed or implied, is made by Arkansas Geographic Information Office regarding the use of these data on any other system, nor does the act of distribution constitute or imply any such warranty. Distribution of these data is intended for information purposes and should not be considered authoritative for engineering, legal and other site-specific uses.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-94.618315, 32.969262], [-94.618315, 36.531986], [-89.616931, 36.531986], [-89.616931, 32.969262], [-94.618315, 32.969262]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: This file provides access to electric utility service information. This file does not represent the legal boundary descriptions, nor is it suitable for boundary determination of the individual service areas. This file provides a means for storage and manipulation of computerized representations of service area and is linked to attributes about the service area in the data bases. This file has been developed from the best available sources. No guarantee of accuracy is granted, nor is any responsibility for reliance thereon assumed. In no event shall the Arkansas Geographic Information Office be liable for direct, indirect, incidental, consequential or special damages of any kind, including, but not limited to, loss of anticipated profits or benefits arising out of use of or reliance on the map. The boundary lines shown are considered a graphical representation of the actual boundaries. The Arkansas Geographic Information Office is in no way responsible for or liable for any misrepresentation or re-use of this map. Although this map has been processed successfully on computers at Arkansas Geographic Information Office, no guarantee, expressed or implied, is made by Arkansas Geographic Information Office regarding the use of this map on any other system, nor does the act of distribution constitute or imply any such warranty. Distribution of this map is intended for information purposes and should not be considered authoritative for engineering, legal and other site-specific uses.\", \"Access Constraints: None\"]"
    },
    {
      "key": "frequency-of-update",
      "value": "asNeeded"
    },
    {
      "key": "tags",
      "value": "boundaries, utilitiesCommunication, electric, public service commission, energy, power"
    },
    {
      "key": "harvest_object_id",
      "value": "773d83e4-eb3b-4229-aaea-3edcee5b87a4"
    },
    {
      "key": "harvest_source_id",
      "value": "79923f0a-a787-4995-aa2e-ccb7c5f402a9"
    },
    {
      "key": "harvest_source_title",
      "value": "Arkansas Geographic Information Office"
    }
  ],
  "title": "Electric Utility Service Territories (polygon)",
  "revision_id": "46c4bdc5-1181-4238-82cd-baa220dcc975"
}