{
  "collection_metadata_url": "http://meta.geo.census.gov/data/existing/decennial/GEO/GPMB/TIGERline/TIGER2014/ParentFiles/SeriesCollection_tl_2014_aitsn.shp.iso.xml",
  "private": false,
  "revision_timestamp": null,
  "frequency": "MANUAL",
  "id": "9a6acc13-7990-4150-a54b-eb8718faa2b9",
  "metadata_created": "2014-11-13T20:39:43.241017",
  "metadata_modified": "2014-11-13T20:39:43.241017",
  "title": "2014 American Indian Tribal Subdivision",
  "state": "active",
  "relationships_as_object": [

  ],
  "creator_user_id": "65349",
  "config": "{\"collection_metadata_url\": \"http://meta.geo.census.gov/data/existing/decennial/GEO/GPMB/TIGERline/TIGER2014/ParentFiles/SeriesCollection_tl_2014_aitsn.shp.iso.xml\", \"validator_profiles\": [\"iso19139ngdc\"], \"private_datasets\": false}",
  "resources": [

  ],
  "tags": [

  ],
  "source_type": "waf-collection",
  "tracking_summary": {
    "total": 5,
    "recent": 0
  },
  "groups": [

  ],
  "relationships_as_subject": [

  ],
  "name": "2014-american-indian-tribal-subdivision",
  "url": "http://meta.geo.census.gov/data/existing/decennial/GEO/GPMB/TIGERline/TIGER2014/aitsn/",
  "type": "harvest",
  "notes": "American Indian tribal subdivisions are administrative subdivisions of federally recognized American Indian reservations/off-reservation trust lands or Oklahoma tribal statistical areas (OTSAs).  These entities are internal units of self-government and/or administration that serve social, cultural, and/or economic purposes for the American Indian tribe or tribes on the reservations/off-reservation trust lands or OTSAs.  The Census Bureau obtains the boundary and attribute information for tribal subdivisions on federally recognized American Indian reservations and off-reservation trust lands from federally recognized tribal governments through the Census Bureau's Boundary and Annexation Survey (BAS).  For the 2010 Census, the boundaries for tribal subdivisions on OTSAs were also obtained from federally recognized tribal governments through the Tribal Statistical Areas Program (TSAP).  Note that tribal subdivisions do not exist on all reservations/off-reservation trust lands or OTSAs, rather only where they were submitted to the Census Bureau by the federally recognized tribal government for that area.  \r\n\r\n \r\nThe boundaries for American Indian tribal subdivisions are as of January 1, 2013, as reported by the federally recognized tribal governments through the Census Bureau's Boundary and Annexation Survey (BAS).\r\n\r\n \r\nThe boundaries for tribal subdivisions on OTSAs are those reported as of January 1, 2010 through TSAP.",
  "owner_org": "31c49abe-512a-412a-9cc7-5b2601325d6b",
  "private_datasets": false,
  "organization": {
    "description": "The Census Bureau's mission is to serve as the leading source of quality data about the nation's people and economy. We honor privacy, protect confidentiality, share our expertise globally, and conduct our work openly. We are guided on this mission by scientific objectivity, our strong and capable workforce, our devotion to research-based innovation, and our abiding commitment to our customers.",
    "created": "2013-03-14T03:44:46.743070",
    "title": "US Census Bureau, Department of Commerce",
    "name": "census-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.census.gov/main/img/home/CensusLogo-white.png",
    "revision_id": "0995f525-d563-4254-a535-af5b926fe663",
    "type": "organization",
    "id": "31c49abe-512a-412a-9cc7-5b2601325d6b",
    "approval_status": "approved"
  },
  "revision_id": "ccf20421-d973-4798-b1e2-30d046ca0c75",
  "validator_profiles": "iso19139ngdc"
}