{
  "relationships_as_object": [

  ],
  "private": false,
  "revision_timestamp": null,
  "frequency": "MANUAL",
  "id": "3517b41b-97c5-4619-adb2-960537b6cb2c",
  "metadata_created": "2014-10-21T17:51:53.252635",
  "metadata_modified": "2014-10-22T12:50:57.861254",
  "title": "Economic Census County and Equivalent",
  "state": "active",
  "collection_metadata_url": "http://meta.geo.census.gov/data/existing/decennial/GEO/GPMB/TIGERline/TIGER2014/ParentFiles/SeriesCollection_tl_2012_countyec.shp.iso.xml",
  "creator_user_id": "65349",
  "config": "{\"collection_metadata_url\": \"http://meta.geo.census.gov/data/existing/decennial/GEO/GPMB/TIGERline/TIGER2014/ParentFiles/SeriesCollection_tl_2012_countyec.shp.iso.xml\", \"private_datasets\": false}",
  "resources": [

  ],
  "tags": [

  ],
  "source_type": "waf-collection",
  "tracking_summary": {
    "total": 1,
    "recent": 0
  },
  "groups": [

  ],
  "relationships_as_subject": [

  ],
  "name": "economic-census-county-and-equivalent",
  "url": "http://meta.geo.census.gov/data/existing/decennial/GEO/GPMB/TIGERline/TIGER2014/countyec//",
  "type": "harvest",
  "notes": "The primary legal divisions of most states are termed counties.  In Louisiana, these divisions are known as parishes.  In Alaska, which has no counties, the equivalent entities are the organized boroughs, city and boroughs, municipalities, and for the unorganized area, census areas.  The latter are delineated cooperatively for statistical purposes by the State of Alaska and the Census Bureau.  In four states (Maryland, Missouri, Nevada, and Virginia), there are one or more incorporated places that are independent of any county organization and thus constitute primary divisions of their states.  These incorporated places are known as independent cities and are treated as equivalent entities for purposes of data presentation.  The District of Columbia and Guam have no primary divisions, and each area is considered an equivalent entity for purposes of data presentation.  The Census Bureau treats the following entities as equivalents of counties for purposes of data presentation: Municipios in Puerto Rico, Districts and Islands in American Samoa, Municipalities in the Commonwealth of the Northern Mariana Islands, and Islands in the U.S. Virgin Islands.  The entire area of the United States, Puerto Rico, and the Island Areas is covered by counties or equivalent entities.  \r\n\r\nThe Economic Census county shapefile is similar to the current shapefile except that the boundaries are as of January 1, 2012, in order to match the vintage of the 2012 Economic Census.  The one exception is Guam, where the county subdivisions substitute as county equivalent entities for the Economic Census.",
  "owner_org": "31c49abe-512a-412a-9cc7-5b2601325d6b",
  "private_datasets": false,
  "organization": {
    "description": "The Census Bureau's mission is to serve as the leading source of quality data about the nation's people and economy. We honor privacy, protect confidentiality, share our expertise globally, and conduct our work openly. We are guided on this mission by scientific objectivity, our strong and capable workforce, our devotion to research-based innovation, and our abiding commitment to our customers.",
    "created": "2013-03-14T03:44:46.743070",
    "title": "US Census Bureau, Department of Commerce",
    "name": "census-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.census.gov/main/img/home/CensusLogo-white.png",
    "revision_id": "0995f525-d563-4254-a535-af5b926fe663",
    "type": "organization",
    "id": "31c49abe-512a-412a-9cc7-5b2601325d6b",
    "approval_status": "approved"
  },
  "revision_id": "c49202f6-ce53-4998-b527-fd81cf3d20a2"
}