{
  "license_title": "License not specified",
  "maintainer": "Simon  Kaplan",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "simon.kaplan@nist.gov",
  "num_tags": 0,
  "id": "cbcaebb0-550e-4f2b-bf90-5a6f42e756bd",
  "metadata_created": "2015-10-15T06:04:08.701838",
  "metadata_modified": "2015-10-15T06:04:08.701838",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [

  ],
  "num_resources": 0,
  "tags": [

  ],
  "tracking_summary": {
    "total": 3,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "low-background-infrared-lbir-facility",
  "isopen": false,
  "url": null,
  "notes": " The Low background infrared (LBIR) facility was originally designed to calibrate user supplied blackbody sources and to characterize low-background IR detectors and attenuators. Today, the facility continues to operate in this capacity providing calibrations of cryogenic blackbodies and transfer standard radiometers in low background vacuum (space-like) environments for the U.S. Missile Defense Agency and its contractors. We are currently also developing capabilities to characterize and calibrate large area blackbodies used for calibrating remote sensing instruments for climate research. In addition, we have developed methods for measuring thermal emissivity of materials at low temperatures with applications for example to cryogenic thermal shield designs for the ITER tokamak fusion experiment. Cryogenic blackbody calibrations The LBIR facility supports the calibration needs of the user community with two high vacuum, low temperature test chambers. Both the broadband calibration chamber (BCC) and the spectral calibration chamber (SCC) have an interior working volume that is approximately 150 cm in length and 50 cm in diameter, and can operate at ultra-high vacuum over a temperature range of 20 K to 100 K. Each chamber houses an Absolute Cryogenic Radiometer (ACR). A customer&amp;#39;s infrared blackbody source is directly calibrated for its radiance temperature versus its control temperature setting from the measured irradiance at the NIST ACR inside one of the calibration chambers. The LBIR facility also maintains an Antechamber that is used for calibrating blackbodies that are too large or too high power to be operated in the calibration chambers themselves. A Cryogenic shutter assembly (CSA) has been developed to accommodate large area blackbody from customers serving the earth remote sensing community for calibrating the radiance temperature and characterizing the total emittance of the cavity. In addition, we have recently developed a large-area (12 cm aperture) fluid-bath blackbody source with a cryogenic vacuum interface and a cavity temperature uncertainty of less than 10 mK. This source can be used for calibration of spectral radiometers as well as for testing the uncertainty of radiance temperature measurements using an ACR. For more details about the calibrations and quality system, see Low background infrared calibration facility quality manual. Research and development of cryogenic detector standards A Blocked-Impurity Band (BIB)-Trap detector is being developed using arsenic-doped silicon detectors in a trapping configuration to attain a flat spectral response and overall quantum efficiency greater than 98% over the 4 to 28 micrometer spectral range. A pico-watt ACR (pW-ACR) is being developed to calibrate 1 pW of optical power with 0.1% uncertainty. The new radiometer will be nearly 10,000 times more sensitive than the present ACRs at the LBIR facility yet have nearly the same response time. Finally, in collaboration with the NIST Boulder laboratories, we are developing compact monolithic ACRs based upon carbon nanotube absorbers and temperature sensors capable of high speed photo-response out to 200 &amp;#181;m wavelength. Transfer standard radiometers Two portable transfer-standard radiometers, the BMDO Transfer Radiometer (BXR) and the Missile Defense Transfer Radiometer (MDXR) were developed to provide on-site calibration support for infrared test chambers located at customer facilities. By transferring the calibration to the output of infrared collimators, NIST traceability is established for the customer&amp;#39;s test chambers. The BXR is a filter radiometer covering the 3 &amp;#181;m to 14 &amp;#181;m spectral range over 10 filter bands. The MDXR has the same capabilities as the BXR, but is also equipped with a cryogenic Fourier transform spectrometer (FTS) to spectrally resolve the infrared beam from 2 &amp;#181;m to 30 &amp;#181;m. The LBIR facility is equipped with an IR Collimator that produces a 10 cm diameter IR collimated beam sub-milliradian divergence to calibrate these transfer standard radiometers. An ACR is used to calibrate the collimated beam., and this calibrated beam is then used to calibrate the BXR and MDXR.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "9b319a0b-0deb-478e-b2d0-136231247a6a"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=5759"
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "repPhone",
      "value": "301-975-2336"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=5759"
    },
    {
      "key": "source_hash",
      "value": "459a62858a28d455f3e8a5f35807344e237029f1"
    },
    {
      "key": "harvest_object_id",
      "value": "9b319a0b-0deb-478e-b2d0-136231247a6a"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Low background infrared (LBIR) facility",
  "revision_id": "a8d533ec-fa63-48a2-b77c-e6d5bfb8eac3"
}