{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "615726bb-5c17-4545-a1a1-e859123cd09e",
  "metadata_created": "2015-05-19T18:16:20.924906",
  "metadata_modified": "2015-05-19T18:16:20.924906",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "615726bb-5c17-4545-a1a1-e859123cd09e",
      "webstore_last_updated": null,
      "id": "5e631341-7213-4f86-89ef-507083d8d8fa",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "data.html",
      "format": "HTML",
      "tracking_summary": {
        "total": 2,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "9e19722a-0a98-4db5-8e4c-3922b4b51246",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-05-19T14:16:21.460388",
      "url": "http://pubs.usgs.gov/of/2007/1432/HTML/data.html",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "615726bb-5c17-4545-a1a1-e859123cd09e",
      "webstore_last_updated": null,
      "id": "f3c38728-3a35-4147-b285-73835bb3f8f3",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "start.html",
      "format": "HTML",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "9e19722a-0a98-4db5-8e4c-3922b4b51246",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-05-19T14:16:21.460415",
      "url": "http://pubs.usgs.gov/of/2007/1432/start.html",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 9,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "http://www.usgs.gov/\r\nThe USGS is a federal science agency that provides impartial information on the health of our ecosystems and environment, the natural hazards that threaten us, the natural resources we rely on, the impacts of climate and land-use change, and the core science systems that help us provide timely, relevant, and useable information.",
    "created": "2013-03-14T03:44:38.263357",
    "title": "U.S. Geological Survey, Department of the Interior",
    "name": "usgs-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://pubs.usgs.gov/sir/2004/5296/04-5296_confluence_park/usgs_logo.gif",
    "revision_id": "2858aa99-9501-4f96-82e5-9647b968ed66",
    "type": "organization",
    "id": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
    "approval_status": "approved"
  },
  "name": "eaarl-submarine-topography-northern-florida-keys-reef-tracta2e05",
  "isopen": false,
  "url": null,
  "notes": "Lidar is a remote sensing technique that uses laser light to detect, range, or identify remote objects based on light reflected by the object or emitted through its subsequent fluorescence. Airborne ranging lidar is now being applied in coastal environments to produce accurate, cost-efficient elevation datasets with high spatial density. The USGS, in cooperation with NASA and NPS, is using airborne lidar to measure the submerged topography of the Northern Florida Keys Reef Tract (NFKRT); secondarily, the data will be assessed for its potential in terms of benthic characterization. Elevation measurements were collected over the NFKRT using the NASA Experimental Advanced Airborne Research Lidar (EAARL), a pulsed laser ranging system mounted onboard an aircraft to measure subaerial and submarine topography. The system uses a high frequency laser beam directed at the earth's surface through an opening in the bottom of the aircraft's fuselage. The laser system records the time difference between emission of the laser beam and the reception of the reflected laser signal in the aircraft. The EAARL system, developed by the NASA Wallops Flight Facility (WFF) in Virginia, measures ground elevation with a vertical resolution of roughly 15 centimeters. A sampling rate of up to 3 kHz results in an extremely dense spatial elevation data set. The EAARL system is typically flown at 300 m altitude AGL, resulting in a 240 m swath for each flightline. Data collection occurred with approximately 50% overlap between flightlines, resulting in about one laser sounding per square meter. The data were processed by the USGS, Florida Integrated Science Center (FISC] St. Petersburg office to produce 1 meter resolution raster images that can be easily ingested into a Geographic Information System (GIS). The data were organized as 2 km by 2 km data tiles in 32 bit floating-point integer GeoTIFF format. For more information on Lidar science and the Experimental Advanced Airborne Research Lidar (EAARL) system and surveys, see http://ngom.usgs.gov/dsp/overview/index.php and http://ngom.usgs.gov/dsp/tech/eaarl/index.php .",
  "owner_org": "bd2cdd5a-4d65-46c0-9937-c8381175f104",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-80.155585"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "25.305434"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "graphic-preview-type",
      "value": "JPG"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "graphic-preview-file",
      "value": "http://pubs.usgs.gov/of/2007/1432/HTML/images/inset_figure2.jpg"
    },
    {
      "key": "bbox-south-lat",
      "value": "25.143099"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-80.295593, 25.143099], [-80.155585, 25.143099], [-80.155585, 25.305434], [-80.295593, 25.305434], [-80.295593, 25.143099]]]}"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Although the USGS is making these data sets available to others who may find the data of value, USGS does not warrant, endorse, or recommend the use of these data for any given purpose. The user assumes the entire risk related to the use of these data. These data sets are not for navigational purposes. USGS is providing these data \\\"as is\\\", and USGS disclaims any and all warranties, whether expressed or implied, including (without limitation) any implied warranties of merchantability or fitness for a particular purpose. In no event will USGS be liable to you or to any third party for any direct, indirect, incidental, consequential, special, or exemplary damages or lost profits resulting from any use or misuse of these data.Acknowledgement of the U.S. Geological Survey FISC - St. Petersburg as a data source would be appreciated in products developed from these data, and such acknowledgement as is standad for citation and legal practices for data source is expected by users of this data set. Sharing new data layers developed directly from these data would also be appreciated by USGS staff. Users should be aware that comparisons with other data sets for the same area from other time periods may be inaccurate due to inconsistencies resulting from changes in photo interpretation, mapping conventions, and digital processes over time. These data are not legal documents and are not to be used as such.\", \"Access Constraints: Any use of these data signifies a user's agreement to comprehension and compliance of the USGS Standard Disclaimer. Ensure all portions of metadata are read and clearly understood before using these data in order to protect both user and USGS interests. See section 6.3 Distribution Liability.\"]"
    },
    {
      "key": "contact-email",
      "value": "jbrock@usgs.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-80.295593"
    },
    {
      "key": "metadata-date",
      "value": "2015-05-13"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2007-01-01\"}]"
    },
    {
      "key": "graphic-preview-description",
      "value": "EAARL Submarine Topography - Northern Florida Keys Reef Tract"
    },
    {
      "key": "frequency-of-update",
      "value": "asNeeded"
    },
    {
      "key": "licence",
      "value": "[\"The United States Geological Survey shall not be held liable for improper or incorrect use of the data described and/or contained herein. These data and related graphics are not legal documents and are not intended to be used as such.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"United States Geological Survey, Florida Integrated Science Center\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "lidar, experimental advanced airborne research lidar, digital elevation model, elevation change, laser altimetry, derived surface, coastal resource management, airborne lidar processing system, benthic cover types, submarine elevations, submarine topography, florida, florida keys, united states east coast, northern florida keys reef tract"
    },
    {
      "key": "harvest_object_id",
      "value": "1e7d592a-b6a3-4568-8b68-49d007a59703"
    },
    {
      "key": "harvest_source_id",
      "value": "16894020-0159-46ce-a489-f032ab74ea30"
    },
    {
      "key": "harvest_source_title",
      "value": "USGS Coastal and Marine Geoscience Data System"
    }
  ],
  "title": "EAARL Submarine Topography-Northern Florida Keys Reef Tract",
  "revision_id": "9e19722a-0a98-4db5-8e4c-3922b4b51246"
}