{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "763773c1-569a-4f38-a042-2a8b4846d0dd",
  "metadata_created": "2015-04-25T12:20:46.625765",
  "metadata_modified": "2015-04-25T12:20:46.625765",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "763773c1-569a-4f38-a042-2a8b4846d0dd",
      "webstore_last_updated": null,
      "id": "47f74cdb-da98-43e2-ba94-631bc2294a44",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 161,
        "recent": 3
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "2d0a1538-5272-42fe-a7ab-0851eec3ae6a",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-04-25T08:20:46.758690",
      "url": "http://bios.dfg.ca.gov/",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "763773c1-569a-4f38-a042-2a8b4846d0dd",
      "webstore_last_updated": null,
      "id": "da48f23a-5ac8-4e7c-9698-e8493ba0c970",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "ds722.zip",
      "format": "ZIP",
      "tracking_summary": {
        "total": 2,
        "recent": 1
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "2d0a1538-5272-42fe-a7ab-0851eec3ae6a",
      "mimetype": null,
      "cache_url": null,
      "name": "Zip File",
      "created": "2015-04-25T08:20:46.758712",
      "url": "ftp://ftp.dfg.ca.gov/BDB/GIS/BIOS/Public_Datasets/700_799/ds722.zip",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 2,
  "tags": [

  ],
  "tracking_summary": {
    "total": 14,
    "recent": 0
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-05-19T14:05:26.054173",
    "title": "State of California",
    "name": "ca-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ca.gov/images/template2012/header_ca.gov.png",
    "revision_id": "ad94cda4-9394-44d0-9c37-573dc3c47c9a",
    "type": "organization",
    "id": "467d900f-8a42-452d-9906-6610dd1a767f",
    "approval_status": "approved"
  },
  "name": "vegetation-garcia-river-mendocino-county-2005-ds722",
  "isopen": false,
  "url": null,
  "notes": "The Nature Conservancy (TNC) contracted Aerial Information Systems, Inc (AIS) to develop a vegetation map covering approximately 23,800 acres (~37 square miles) of the Garcia River Watershed east of Point Arena. The mapping area is split by the north coast and outer north coast range floristic provinces as defined by The Jepson Manual - Higher Plants of California, Hickman.",
  "owner_org": "467d900f-8a42-452d-9906-6610dd1a767f",
  "extras": [
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"The Nature Conservancy of California\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "contact-email",
      "value": "mmerrifield@tnc.org"
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "bbox-west-long",
      "value": "\n-123.632630"
    },
    {
      "key": "metadata-date",
      "value": "2014-01-08"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2007-01-01\"}]"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-east-long",
      "value": "\n-123.410998"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "bbox-north-lat",
      "value": "\n38.964147"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "bbox-south-lat",
      "value": "\n38.845900"
    },
    {
      "key": "licence",
      "value": "[\" \"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "progress",
      "value": "completed"
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-123.63263, 38.8459], [-123.410998, 38.8459], [-123.410998, 38.964147], [-123.63263, 38.964147], [-123.63263, 38.8459]]]}"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: THE NATURE CONSERVANCY GEOGRAPHIC INFORMATION SYSTEM DATA LICENSE AGREEMENT THIS AGREEMENT is made by and between The Nature Conservancy, hereinafter called \\\"Licensor\\\" and the client, hereinafter called \\\"Licensee.\\\" The Licensee is any party that accepts delivery of the following dataset in any form. The Licensor is the authorized owner of the licensed GIS data. The Licensor is authorized to disseminate GIS data and to charge fees for this service. The Licensee wishes to secure the non-exclusive right to use the The Nature Conservancy GIS data entitled SCI_Vegetation0307, which is a dataset of the vegetation of Santa Cruz Island. IN CONSIDERATION of the mutual covenants and conditions herein contained, the Licensor and Licensee agree as follows: 1. RIGHTS GRANTED In consideration of the fees set forth on the reverse the Licensor grants to the Licensee the non-exclusive and non-transferable right to use the licensed products and data identified on the reverse (hereinafter the \\\"licensed data\\\") until such time as this Agreement is terminated pursuant to Section 6 hereof or otherwise expires. 1.1 License of Data and Hardcopy Map Products - The licensed data shall normally be furnished on magnetic tapes, disk or as hardcopy map products; provided, however, that if any other means of communication, delivery or storage shall be used, the terms and provisions of this agreement shall nevertheless apply thereto. 1.2 Delivery - The Licensor shall deliver the licensed data shown on the reverse through means of tapes, disk, printed materials, manuals, or other means of communication to the Licensee. All such data, tapes, disks, manuals, and printed materials furnished by the Licensor shall be and remain the property of The Nature Conservancy; and the Licensee shall at its own expense return all the data and all means of communication to the Licensor when and if directed upon termination. 1.3 Restrictions on use - The licensed data are solely and exclusively for the internal use of the Licensee and not for the use by any other person or entity, including, but not limited to, any entity which is affiliated with the Licensee unless specifically included in the term Licensee. 1.4 Permitted Use a. Copies. The Licensee may copy licensed data only for backup purposes and not for use by any other person. b. Equipment. Licensed data may be used only on computer equipment owned or leased by the Licensee. c. Derived Products. Graphic displays and printed tabular listings derived from licensed data may be used in publications and presentations, provided that credit is given to The Nature Conservancy as the custodian of the data and credit is also given to to the original source of the data if other than the Licensor. 1.5 Prohibited Use a. Unauthorized Distribution. Any sale, distribution, loan, or offering for use of licensed digital data, in whole or in part, is prohibited without the approval of the Licensor. b. Reproduction of Products. The reproduction of hardcopy products, as provided by the Licensor, with the intent to sell for a profit is prohibited without the written consent of the Licensor. 2. ASSIGNMENT 2.1 No Assignment - This Agreement may not be assigned by the Licensee without the expressed written consent of the Licensor, in advance; the permitted assignee thereof shall have all the rights and remedies of the original Licensee insofar as the same are assignable. Assignment shall be only as a whole and not as a part, nor as to any part interest therein. 3. INDEMNIFICATION 3.1 Indemnification - Licensee agrees to hold the Licensor, The Nature Conservancy, and all their employees, and agents harmless from any claim, suit, or proceeding arising out of the use of the licensed data in accordance with this Agreement, including indemnification of the Licensor and The Nature Conservancy for reasonable expenses incurred in defending such claims. 4. WARRANTIES AND LIABILITIES 4.1 Warranties and Liabilities - Neither the Licensor nor the owner(s) of these data make any warranty, expressed or implied, as to the use or appropriateness of use of the licensed data, and there are no warranties of merchantability or fitness for a particular purpose or use. The information contained in the licensed data is from publicly available sources, but no representation is made as to the accuracy or completeness thereof. The Licensor shall not be subject to liability for human errors, defect or failure of machines, or any material used in the connection with the machines, including, but not limited to, tapes, disks, punch cards and energy. The Licensor shall not be liable for any lost profits or consequential damages, or claims against the Licensee by Third parties. The liability of the Licensor for damages, regardless of the form of the action, shall not exceed the License fee paid for the licensed data. 5. TERMINATION 5.1 Termination - In the event that the Licensee shall not faithfully perform any and all of the obligations by the Licensee to be performed under this License, the Licensor shall have the right to terminate and cancel this License. Cancellation by the Licensor shall not release the Licensee from its obligation to pay any fees due herein. 5.2 Causes for Termination - Licensor shall have the right to terminate this Agreement if: (a) Licensee attempts to assign its rights without the written consent of Licensor; (b) if Licensee delivers or attempts to deliver the licensed data to another agency, corporation, or person without the prior written consent of the Licensor. 6. REMEDIES 6.1 Breach or Threatened Breach - In the event of a breach or threatened breach of any of the provisions of this Agreement by the Licensee or any employee, representative or agent of the Licensee, Licensor shall be entitled to preliminary and permanent injunctive relief to enforce the provisions hereof; but nothing shall preclude Licensor from pursuing any action or other remedy, including for damages, for any breach or threatened breach of this Agreement, all of which shall be cumulative. In the event that Licensor prevails in any such action, Licensor shall be entitled to recover from the Licensee all attorney's fees incurred in connection therewith. 7.0 BINDING 7.1 Acknowledgement - The Licensee acknowledges that this Agreement has been read and agrees to be bound by its terms, and further agrees that it is the complete and exclusive statement of the agreement between the parties and supersedes any oral or written communications or representations relating hereto. 7.2 Authority - Persons whose signatures appear as or for Licensee on the reverse represent that they are authorized to do so and represent and warrant that this Licensing Agreement is a legal, valid and binding obligation as to Licensee and is enforceable in accordance with its terms. 8. ADDITIONAL PROVISIONS 8.1 Modification of the Agreement - This Agreement represents the entire agreement between the parties with respect to the subject matter hereof. This Agreement shall not be modified except in writing signed by the parties. Waiver of any breach of the terms and conditions in this Agreement shall not be deemed to constitute a waiver of any other or future breach.\", \"Access Constraints: This dataset may only be accessed through http://www.tnccalifornia.org/conservation/ Do not distribute.\"]"
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "frequency-of-update",
      "value": "notPlanned"
    },
    {
      "key": "tags",
      "value": "california, mendocino county, garcia river"
    },
    {
      "key": "harvest_object_id",
      "value": "a5f48fa2-b302-4bf0-903a-25d9368e8bc7"
    },
    {
      "key": "harvest_source_id",
      "value": "bf0e0f99-7417-42e4-a627-e94c49cb4159"
    },
    {
      "key": "harvest_source_title",
      "value": "State of California Geoportal"
    }
  ],
  "title": "Vegetation - Garcia River, Mendocino County 2005 [ds722]",
  "revision_id": "2d0a1538-5272-42fe-a7ab-0851eec3ae6a"
}