{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "8d20a494-1e87-4fdc-a7b2-9f33cc5b9766",
  "metadata_created": "2015-09-26T20:12:52.362271",
  "metadata_modified": "2016-05-31T01:51:08.206837",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "8d20a494-1e87-4fdc-a7b2-9f33cc5b9766",
      "webstore_last_updated": null,
      "id": "ae89141b-1621-4bed-bd3c-77007fcd2e11",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "queryMain.aspx",
      "format": "tab delimited text file",
      "tracking_summary": {
        "total": 16,
        "recent": 2
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "562b4d1d-4d64-4f34-a3b9-78ab087e40b2",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-05-30T21:51:08.346520",
      "url": "http://www8.nos.noaa.gov/bpdmWeb/queryMain.aspx",
      "webstore_url": null,
      "last_modified": null,
      "position": 0,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "8d20a494-1e87-4fdc-a7b2-9f33cc5b9766",
      "webstore_last_updated": null,
      "id": "49293c47-e148-4732-8700-e4fa33cc8b04",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 2,
        "recent": 2
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "562b4d1d-4d64-4f34-a3b9-78ab087e40b2",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-05-30T21:51:08.346562",
      "url": "https://coastalscience.noaa.gov/projects/detail?key=76",
      "webstore_url": null,
      "last_modified": null,
      "position": 1,
      "no_real_name": "True",
      "resource_type": null
    },
    {
      "cache_last_updated": null,
      "package_id": "8d20a494-1e87-4fdc-a7b2-9f33cc5b9766",
      "webstore_last_updated": null,
      "id": "8ef4d4dc-dbcc-4b99-8df0-830af2ee3cc7",
      "size": null,
      "state": "active",
      "resource_locator_function": "",
      "hash": "",
      "description": "",
      "format": "",
      "tracking_summary": {
        "total": 0,
        "recent": 0
      },
      "mimetype_inner": null,
      "url_type": null,
      "resource_locator_protocol": "",
      "revision_id": "562b4d1d-4d64-4f34-a3b9-78ab087e40b2",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2016-05-30T21:51:08.346572",
      "url": "http://accession.nodc.noaa.gov/0125235",
      "webstore_url": null,
      "last_modified": null,
      "position": 2,
      "no_real_name": "True",
      "resource_type": null
    }
  ],
  "num_resources": 3,
  "tags": [

  ],
  "tracking_summary": {
    "total": 3,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": null,
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "",
    "created": "2013-03-14T03:44:40.434269",
    "title": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "name": "noaa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "https://fortress.wa.gov/dfw/score/score/images/noaa_logo.png",
    "revision_id": "c6d43080-22e1-405e-a83d-f2a512d9e867",
    "type": "organization",
    "id": "e811f0b4-451f-4896-9e8f-fc6802837819",
    "approval_status": "approved"
  },
  "name": "integrated-ecosystem-assessment-of-vieques-puerto-rico-fish-assessment-and-monitoring-data-nodc",
  "isopen": false,
  "url": null,
  "notes": "This fish and benthic composition database is the result of a multifaceted effort described below. The National Oceanic and Atmospheric Administration?s (NOAA) Biogeography Branch, in consultation with NOAA?s Office of Response and Restoration (OR&R) and other local and regional experts, is conducting an ecological characterization of the marine ecosystem around Vieques Island, Puerto Rico. The assessment will support effective management and conservation of marine resources in Vieques as a whole. To date a spatially comprehensive assessment of coral reef and hardbottom habitat around Vieques has been lacking. To fill this gap, the Biogeography Branch is expanding long term monitoring efforts to Vieques to collect detailed information about the benthic habitats, fish, and invertebrate communities. Spatially comprehensive information on reefs and hardbottom is vital to future management of the marine resources around Vieques. The collected data will be used to quantify the abundance and spatial distribution of fish, corals, and benthic invertebrates on hardbottom habitats around Vieques. Further, with regular monitoring, changes in the composition and condition of Vieques reefs over time can be detected. Data is collected using established protocols and monitoring efforts consistent with NOAA's National Coral Reef Monitoring Program and the Biogeography Branch's long-term monitoring efforts in southwest Puerto Rico and the US Virgin Islands since 2000 and 2001, respectively. The intent of this work is: 1) To spatially characterize and monitor the distribution, abundance, and size of both reef fishes and macro-invertebrates (conch, lobster, Diadema); 2) To relate this information to in-situ data collected on associated benthic composition parameters; and 3) To use this information to establish the knowledge base necessary for enacting management decisions in a spatial setting. It is critical, with recent changes in land and maritime use in Vieques (i.e., transfer of former Navy lands to the Fish and Wildlife Service, the Municipality in Vieques, and the Puerto Rico Conservation Trust) that action is taken now to accurately describe and characterize the fish/macro-invertebrate populations in these areas. To quantify patterns of spatial distribution and make meaningful interpretations, we must first have knowledge of the underlying variables determining species distribution. The basis for this work, is the nearshore benthic habitats maps (less than 100 ft depth) created by NOAA's Biogeography Program in 2001 and NOS' bathymetry models. Using ArcView GIS software, the digitized habitat maps are used to select reef/hardbottom habitat that is further stratified by proximity to former land use and geographic side of the island (i.e., north vs. south) to select sampling stations. Sites are randomly selected within these strata to ensure coverage of the entire study region and not just a particular reef. At each site, fish, macro-invertebrates, and benthic composition information is then quantified following standardized protocols. By relating the data collected in the field back to the habitat maps and bathymetric models, the Biogeography Branch is able to model and map species level and community level information. These protocols are standardized throughout the US Caribbean to enable quantification and comparison of reef fish abundance and distribution trends between Vieques and the other locations. Knowledge of the current status of fish/macro-invertebrate communities coupled with longer term monitoring will enable evaluation of management efficacy, thus it is essential to future management actions.",
  "owner_org": "e811f0b4-451f-4896-9e8f-fc6802837819",
  "extras": [
    {
      "key": "bbox-east-long",
      "value": "-65.27"
    },
    {
      "key": "resource-type",
      "value": "dataset"
    },
    {
      "key": "bbox-north-lat",
      "value": "18.19"
    },
    {
      "key": "coupled-resource",
      "value": "[]"
    },
    {
      "key": "guid",
      "value": ""
    },
    {
      "key": "spatial_harvester",
      "value": true
    },
    {
      "key": "bbox-south-lat",
      "value": "18.07"
    },
    {
      "key": "spatial-reference-system",
      "value": ""
    },
    {
      "key": "spatial",
      "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-65.62, 18.07], [-65.27, 18.07], [-65.27, 18.19], [-65.62, 18.19], [-65.62, 18.07]]]}"
    },
    {
      "key": "progress",
      "value": "underDevelopment"
    },
    {
      "key": "access_constraints",
      "value": "[\"Use Constraints: Please reference NOAA/NCCOS/CCMA/Biogeography Branch when utilizing these data in a report or peer reviewed publication. Additionally, knowledge of how this dataset has been of use and which organizations are utilizing it is of great benefit for ensuring this information continues to meet the needs of the management and research communities. Therefore, it is requested but not mandatory, that any user of this data supply this information to the Program Manager: Laurie Bauer (Laurie.Bauer@noaa.gov).\", \"Access Constraints: None\"]"
    },
    {
      "key": "temporal-extent-begin",
      "value": "2007-05-01"
    },
    {
      "key": "contact-email",
      "value": "Laurie.Bauer@noaa.gov"
    },
    {
      "key": "bbox-west-long",
      "value": "-65.62"
    },
    {
      "key": "metadata-date",
      "value": "2016-05-16"
    },
    {
      "key": "dataset-reference-date",
      "value": "[{\"type\": \"publication\", \"value\": \"2007-06-01\"}]"
    },
    {
      "key": "frequency-of-update",
      "value": "ONE TIME ONLY"
    },
    {
      "key": "licence",
      "value": "[\"These data were prepared by an agency of the United States Government. Neither the United States Government nor any agency thereof, nor any of their employees, make any warranty, expressed or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of any information, apparatus, product, or process disclosed, or represents that its use would not infringe privately owned rights. Reference therein to any specific commercial product, process, or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply its endorsement, recommendation, or favoring by the United States Government or any agency thereof. Any views and opinions expressed herein do not necessarily state or reflect those of the United States Government or any agency thereof. Although all data have been used by NOAA, no warranty, expressed or implied, is made by NOAA as to the accuracy of the data and/or related materials. The act of distribution shall not constitute any such warranty, and no responsibility is assumed by NOAA in the use of these data or related materials.\"]"
    },
    {
      "key": "metadata_type",
      "value": "geospatial"
    },
    {
      "key": "responsible-party",
      "value": "[{\"name\": \"NOAA/NCCOS/CCMA/Biogeography Branch\", \"roles\": [\"pointOfContact\"]}]"
    },
    {
      "key": "temporal-extent-end",
      "value": "2007-05-01"
    },
    {
      "key": "spatial-data-service-type",
      "value": ""
    },
    {
      "key": "metadata-language",
      "value": ""
    },
    {
      "key": "tags",
      "value": "linear transect, ecological dynamics, fish, united states of america, zoology, vieques island, earth science, coral reef fishes, country/territory, vieques, puerto rico, fish assemblages, reef fish census, biology, numeric data sets, oceans, belt transect, species richness, ocean basin, vieques island (18n065w0002), atlantic ocean, marine biology, biosphere, reef monitoring and assessment, fish census, corals, caribbean sea /north atlantic ocean"
    },
    {
      "key": "harvest_object_id",
      "value": "254c604f-ecc3-45bc-8e04-ceb167493635"
    },
    {
      "key": "harvest_source_id",
      "value": "2aed8e29-fc5b-4cde-aa66-fb1118fd705e"
    },
    {
      "key": "harvest_source_title",
      "value": "NOAA CSW Harvest Source"
    }
  ],
  "title": "Integrated ecosystem assessment of Vieques, Puerto Rico Fish Assessment and Monitoring Data (NODC Accession 0125235)",
  "revision_id": "562b4d1d-4d64-4f34-a3b9-78ab087e40b2"
}