{
  "license_title": "License not specified",
  "maintainer": "James  Wilcoski",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "James.Wilcoski@usace.army.mil",
  "num_tags": 0,
  "id": "bc926719-2f23-4f24-9016-e64131290bd8",
  "metadata_created": "2015-10-15T06:05:13.478597",
  "metadata_modified": "2015-10-30T05:24:43.560170",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "bc926719-2f23-4f24-9016-e64131290bd8",
      "webstore_last_updated": null,
      "id": "f054fa22-b3f3-4d8c-8bff-e3ec0db869c0",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "triaxial-earthquake-and-shock-simulator.aspx",
      "format": "",
      "tracking_summary": {
        "total": 2,
        "recent": 1
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": null,
      "cache_url": null,
      "name": "Web Page",
      "created": "2015-10-30T01:24:43.698802",
      "url": "http://www.erdc.usace.army.mil/Media/FactSheets/FactSheetArticleView/tabid/9254/Article/476734/triaxial-earthquake-and-shock-simulator.aspx",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "a8f1b31f-53d4-49d4-aee6-1400a954c7e1",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [

  ],
  "tracking_summary": {
    "total": 9,
    "recent": 1
  },
  "groups": [

  ],
  "license_id": "notspecified",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "The Federal Laboratory Consortium for Technology Transfer (FLC) is the nationwide network of federal laboratories that provides the forum to develop strategies and opportunities for linking laboratory mission technologies and expertise with the marketplace.",
    "created": "2015-10-13T18:12:21.453690",
    "title": "Federal Laboratory Consortium",
    "name": "federal-laboratory-consortium",
    "is_organization": true,
    "state": "active",
    "image_url": "https://secure.federallabs.org/images/flc-header.jpg",
    "revision_id": "d7189270-0164-45b0-a835-a49617d382ef",
    "type": "organization",
    "id": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
    "approval_status": "approved"
  },
  "name": "triaxial-earthquake-and-shock-simulator-df2a3",
  "isopen": false,
  "url": null,
  "notes": "  Testing Facility Shock and Vibration Survival  Devastating natural disasters and terrorism have raised awareness of seismic risk to buildings, facilities, infrastructure, and technology installations. Today&amp;#39;s top engineers know that there is a continuing need for experimental shake table testing to investigate fundamental structural performance and to assist in verifying results produced by analytical techniques.  Simulations Help Improve Infrastructure Safety The Triaxial Earthquake and Shock Simulator (TESS), an experimental three-dimensional &amp;quot;shake table,&amp;quot; tests the ability of systems, facilities, and equipment to survive under realistic conditions of shock, vibration, and earthquake ground motion. Located in Champaign, Ill. and operated by ERDC&amp;#39;s Construction Engineering Research Laboratory (CERL), TESS is a unique dual-mode shock and vibration test facility where engineers can assess the seismic vulnerabilities of their existing buildings and develop methods for mitigating these vulnerabilities. CERL has a long-standing Allied Agency partnership with the University of Illinois at Urbana-Champaign, one of the world&amp;#39;s most respected research and engineering institutions. This synergy provides TESS clients with additional access to advanced research capabilities and multidisciplinary technical expertise.  Cost-Effective Simulations of Real-World Seismic Activity TESS provides the capability to test equipment and structural models of various sizes under controlled, realistic shock, seismic, and vibration environments that cannot be economically produced in field tests. The unrivaled versatility of TESS helps engineers and researchers in a variety of testing and simulation roles:   Seismic qualifications testing of large equipment  Shock survivability of computer equipment, computer floors, and shock isolation systems in military facilities  Behavior studies of structural building models and components in seismic environments Methodologies to increase the seismic resistance of steel, reinforced concrete, and masonry structures Evaluations of full-size electronic systems subjected to simulated transportation and seismic environments Effects of shipboard vibrations on naval systems The integrated analog and digital systems of TESS provide the capability to measure and analyze large volumes of test response data using a variety of time and frequency analysis procedures. Since TESS can independently control three axes simultaneously, it provides a more realistic simulation of real-world vibration environments. Engineers no longer have to make assumptions about test performance in the unexcited axes.  Success Stories TESS is one of the premier seismic experimental test facilities in the U.S. Not only will engineers continue to use TESS to study the earthquake-induced triaxial and torsional effects in building structures and components, but they will also use it in the development of new equipment fragility test procedures. CERL conducted a study which subjected two half-scale, low-rise reinforced masonry buildings with flexible roof diaphragms to carefully selected earthquake ground motion showed that low-rise masonry buildings with flexible roof diaphragms can be designed for seismic loads as single-degree-of-freedom systems. The Koyna dam in Maharashtra, India was significantly damaged due to ground shaking in 1967. CERL engineers built a 1/20-scale model of the dam (the largest scale model of the dam ever to be so tested) and seismically tested to failure using TESS&amp;#39; sinusoidal motions to better predict the seismic response of concrete gravity dams. CERL researchers used TESS to investigate the applicability of fiber-reinforced polymer (FRP) composite retrofit systems to strengthen unreinforced walls made of concrete masonry units or clay brick. In another study, researchers performed a detailed seismic evaluation of the Federal Aviation Administration (FAA) Airport Traffic Control Towers (ATCTs) located in Palo Alto, Salinas, San Carlos and San Luis Obispo, California. The work evaluated the towers based on several directions of loading and developed retrofit schemes for the towers found to be vulnerable.  Specifications Modes and Payloads  TESS combines a high payload capability with a broad frequency range, high acceleration performance, a wide displacement range, and simultaneous, independent control of up to three axes of vibration.  In its biaxial mode, TESS can simulate a wide range of transient shock vibrations typical of military applications requiring large accelerations over a wide frequency range with moderately heavy test specimens. Biaxial performance is rated with a 12,000-pound payload.  In the triaxial mode, it can simulate a variety of vibration environments including earthquakes and random vibrations, as well as log-sweep and resonant searches. In this mode, TESS can test larger specimens over larger displacement ranges more typical of seismic vibrations. Triaxial performance is rated with a 120,000-pound payload.  Larger payloads can be tested at lower acceleration levels, while smaller payloads can be tested at up to twice the rated accelerations. Data Acquisition System  128-channel data acquisition system (future expandability to 512 channels) 50,000 samples-per-second throughput to disk Sample-and-hold and anti-alias filter on each channel to prevent time-skewing and eliminate high-frequency noise and aliasing effects All test-execution data, documentation, test data, and data management information seamlessly incorporated into a common database for each test performed Applications   Facility Evaluation: Engineers use TESS to simulate seismic motions to investigate, for example, the influence of flexible diaphragms on masonry buildings.  Building Rehabilitation: Researchers use TESS to investigate the applicability of fiber-reinforced polymer (FRP) composite retrofit systems to strengthen unreinforced walls made of concrete masonry units or clay brick.  New Facility Design and Construction: TESS simulates seismic loading on new facility designs, helping architects and builders understand building material behavior.  Equipment Qualification and Upgrade Development: TESS helps engineers examine the vulnerability of critical equipment through seismic and shock loading simulations. Its simulations also aid engineers in the development of upgrade technology to protect the equipment.  ",
  "owner_org": "e21b7304-5ac3-4f0a-9a0f-25a8a6ab04be",
  "extras": [
    {
      "key": "publisher",
      "value": "Federal Laboratory Consortium"
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "harvest_object_id",
      "value": "0d4b29b6-cb45-47f4-a2d3-79da849fe53b"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "identifier",
      "value": " https://flcbusiness.federallabs.org/app/facility-page?id=6144"
    },
    {
      "key": "sizeSqft",
      "value": "0"
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "repPhone",
      "value": "(217) 373-6763"
    },
    {
      "key": "flcBusinessUrl",
      "value": "https://flcbusiness.federallabs.org/app/facility-page?id=6144"
    },
    {
      "key": "source_hash",
      "value": "d3a610eb0b0ca2ccc150edd0ab2c914c9193c94f"
    },
    {
      "key": "harvest_object_id",
      "value": "0d4b29b6-cb45-47f4-a2d3-79da849fe53b"
    },
    {
      "key": "harvest_source_id",
      "value": "5859cfed-553c-48de-a478-b67b5225f6fc"
    },
    {
      "key": "harvest_source_title",
      "value": "Federal Laboratory Consortium Data.json"
    }
  ],
  "title": "Triaxial Earthquake and Shock Simulator",
  "revision_id": "13802c6c-aca7-40ba-ba22-e74e27ec2737"
}