{
  "license_title": "U.S. Government Work",
  "maintainer": "Gene Feldman",
  "relationships_as_object": [

  ],
  "private": false,
  "maintainer_email": "gene.c.feldman@nasa.gov",
  "num_tags": 5,
  "id": "3a6a4385-da50-4a62-b0a7-99b342adeeef",
  "metadata_created": "2014-10-08T03:18:05.397732",
  "metadata_modified": "2015-07-08T19:23:45.727882",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "47303a9e-1187-4290-85a3-1fc02dc49e4a",
  "type": "dataset",
  "resources": [
    {
      "cache_last_updated": null,
      "package_id": "3a6a4385-da50-4a62-b0a7-99b342adeeef",
      "webstore_last_updated": null,
      "id": "56c04acb-9f19-4da5-a30a-4bc9b07ffe75",
      "size": null,
      "state": "active",
      "hash": "",
      "description": "",
      "format": "HTML",
      "tracking_summary": {
        "total": 13,
        "recent": 2
      },
      "last_modified": null,
      "url_type": null,
      "no_real_name": "True",
      "mimetype": "text/html",
      "cache_url": null,
      "name": "Web Page",
      "created": "2014-10-07T23:18:05.558798",
      "url": "http://oceandata.sci.gsfc.nasa.gov/",
      "webstore_url": null,
      "mimetype_inner": null,
      "position": 0,
      "revision_id": "6f12fa1a-7b08-4a89-8471-f159907ae6f2",
      "resource_type": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "biogeochemistry",
      "id": "06b413d1-2280-4fd4-9b43-e0008e31f587",
      "name": "biogeochemistry"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "climate",
      "id": "a9f015f1-c70a-4123-8bea-ef23aa0c339a",
      "name": "climate"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "earth-science",
      "id": "f28006f8-df78-4700-b72f-f4a19628ba67",
      "name": "earth-science"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "kepler",
      "id": "77ff9a07-e8c4-4ac1-a0b7-f3d499fe88cf",
      "name": "kepler"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "msl",
      "id": "3b301a39-1b0a-4442-8c69-151a5afbb5e6",
      "name": "msl"
    }
  ],
  "tracking_summary": {
    "total": 75,
    "recent": 2
  },
  "groups": [

  ],
  "license_id": "us-pd",
  "relationships_as_subject": [

  ],
  "organization": {
    "description": "NASA's vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind.\r\n\r\nTo do that, thousands of people have been working around the world -- and off of it -- for 50 years, trying to answer some basic questions. What's out there in space? How do we get there? What will we find? What can we learn there, or learn just by trying to get there, that will make life better here on Earth?\r\n\r\nNASA conducts its work in four principal organizations, called mission directorates:\r\n \r\nAeronautics: works to solve the challenges that still exist in our nation's air transportation system: air traffic congestion, safety and environmental impacts.\r\n\r\nHuman Exploration and Operations: focuses on International Space Station operations, development of commercial spaceflight opportunities and human exploration beyond low Earth orbit.\r\n\r\nScience: explores the Earth, solar system and universe beyond; charts the best route of discovery; and reaps the benefits of Earth and space exploration for society.\r\n\r\nSpace Technology: rapidly develops, demonstrates, and infuses revolutionary, high-payoff technologies, expanding the boundaries of the aerospace enterprise.\r\n\r\nIn the early 21st century, NASA's reach spans the universe. The Mars rover Curiosity is still exploring Mars to see if it might once have had environments suitable for life. Cassini is in orbit around Saturn, as Juno makes its way to Jupiter. The restored Hubble Space Telescope continues to explore the deepest reaches of the cosmos as NASA developes the James Webb Space Telescope.\r\n\r\nCloser to home, the latest crew of the International Space Station is extending the permanent human presence in space. With commercial partners such as SpaceX, NASA is helping to foster the development of private-sector aerospace.\r\n\r\nEarth science satellites are sending back unprecedented data on Earth's oceans, climate and other features. NASA's aeronautics team is working with other government organizations, universities, and industry to fundamentally improve the air transportation experience and retain our nation's leadership in global aviation.",
    "created": "2013-03-14T03:44:44.467521",
    "title": "National Aeronautics and Space Administration",
    "name": "nasa-gov",
    "is_organization": true,
    "state": "active",
    "image_url": "http://polargateways2008.gsfc.nasa.gov/images/LOGO_2in/NASA_2.jpg",
    "revision_id": "7f05110b-681a-402c-a372-74500dc583dd",
    "type": "organization",
    "id": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
    "approval_status": "approved"
  },
  "name": "ocean-color",
  "isopen": true,
  "url": null,
  "notes": "Satellite-derived Ocean Color Data sets from historical and currently operational NASA and International Satellite missions including the NASA Coastal Zone Color Scanner (CZCS) (1978 - 1986), NASDA's Ocean Color Temperature Scanner (OCTS) (1996 - 1997), NASA/GeoEYE Sea-viewing Wide Field-of-view Sensor (SeaWiFS) (1997 - 2010), NASA's Moderate Resolution Imaging Spectroradiometer (MODIS) on both the Terra and Aqua spacecraft (2000 - present) and ESA's medium-spectral resolution, imaging spectrometer (MERIS) (2002 - present).  <strong>Level-1A Data Products</strong> Level-1A products contain the raw radiance counts from all bands as well as spacecraft and instrument telemetry. Calibration and navigation data, and instrument and selected spacecraft telemetry are also included. Level-1A data are used as input for geolocation, calibration, and processing.  <strong>Ocean Level-2 Data Products</strong> Each Level-2 product is generated from a corresponding Level-1A product.The main data contents of the product are the geophysical values for each pixel,derived from the Level-1A raw radiance counts by applying the sensor calibration, atmospheric corrections, and bio-optical algorithms. Each Level-2 product corresponds exactly in geographical coverage (scan-line and pixel extent) to that of its parent Level-1A product and is stored in one physical HDFfile.  <strong>Ocean Level-3 Binned Data Products</strong> Level-3 binned data products consist of the accumulated data for all Level-2 data corresponding to a period of one day, 8 days, a calendar month, or a calendar year.  Each Level-3 binned data product is stored in one or more HDF files. Each multi-file product includes a main file containing all product-level metadata and data for each bin that are common to all the binned geophysical parameters, and multiple subordinate files, each of which contains data of one binned geophysical parameter for all bins. Subordinate files must be read in conjunction with the associated main file.  <strong>Ocean Level-3 Standard Mapped Image Products</strong> The Level-3 standard mapped image (SMI) products are image representations of binned data products generated from SeaWiFS, MODIS, OCTS or CZCS data. The data in each SMI product represents an image of the parameter specified by the global attribute Parameter. This object is a two-dimensional array of an Equidistant Cylindrical (also known as Platte Carre) projection of the globe. The values can be stored as bytes, 2-byte integers, or 4- byte floats. The first two are scaled real values and may be converted projected to geophysical values using the global attributes Scaling, Scaling Equation, Base, Slope, and Intercept.  The standard SMI products are generated from binned data products, one for each of the following geophysical parameters: chlorophyll a concentration, angstrom coefficient, normalized water-leaving radiance at each visible wavelength, aerosol optical thickness, epsilon, and diffuse attenuation coefficient at 490 nm. For MODIS, products are generated for sea surface temperature (SST), 4 micron SST (SST4) and nighttime SST (NSST). Thus, each SMI product represents data binned over the period covered by the parent product. The arithmetic mean is used in each case to obtain the values for the SMI grid points from the binned data products. Each SMI product contains one image of a geophysical parameter and is stored in one physical HDF file.",
  "owner_org": "d8a6202b-c0c3-463d-88a0-3bc021a178ed",
  "extras": [
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "resource-type",
      "value": "Dataset"
    },
    {
      "key": "source_hash",
      "value": "598a01d72bc7995aa7bda1da983945f5bd744b8f"
    },
    {
      "key": "__category_tag_aa0c01c9-d292-4dc1-8fec-b10c1bb629a9",
      "value": null
    },
    {
      "key": "catalog_conformsTo",
      "value": "https://project-open-data.cio.gov/v1.1/schema"
    },
    {
      "key": "describedBy",
      "value": "http://oceandata.sci.gsfc.nasa.gov/PRODUCTS/product_level_desc.html"
    },
    {
      "key": "catalog_@context",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.jsonld"
    },
    {
      "key": "catalog_describedBy",
      "value": "https://project-open-data.cio.gov/v1.1/schema/catalog.json"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    },
    {
      "key": "source_schema_version",
      "value": "1.1"
    },
    {
      "key": "programCode",
      "value": [
        "026:000"
      ]
    },
    {
      "key": "bureauCode",
      "value": [
        "026:00"
      ]
    },
    {
      "key": "accessLevel",
      "value": "public"
    },
    {
      "key": "harvest_object_id",
      "value": "e73df7a4-27dd-4314-9eb2-774a381fb93c"
    },
    {
      "key": "publisher",
      "value": "National Aeronautics and Space Administration"
    },
    {
      "key": "identifier",
      "value": "NASA-0000097"
    },
    {
      "key": "license",
      "value": "http://www.usa.gov/publicdomain/label/1.0/"
    },
    {
      "key": "language",
      "value": [
        "en-US"
      ]
    },
    {
      "key": "modified",
      "value": "2014-05-19"
    },
    {
      "key": "source_datajson_identifier",
      "value": true
    },
    {
      "key": "accrualPeriodicity",
      "value": "irregular"
    },
    {
      "key": "_id",
      "value": {
        "$oid": "55942a79c63a7fe59b49757d"
      }
    },
    {
      "key": "harvest_object_id",
      "value": "e73df7a4-27dd-4314-9eb2-774a381fb93c"
    },
    {
      "key": "harvest_source_id",
      "value": "39e4ad2a-47ca-4507-8258-852babd0fd99"
    },
    {
      "key": "harvest_source_title",
      "value": "NASA Data.json"
    }
  ],
  "license_url": "http://www.usa.gov/publicdomain/label/1.0/",
  "title": "Ocean Color",
  "revision_id": "4ee21cb6-ac0a-4cda-a3b7-efb97acf0505"
}